Repository: KDE/calligraplan
Catalog: po/*/calligraplanportfolio.po
Languages: ar, ca@valencia, ka, tr

# application name
source: Plan Portfolio
ar: محفظة المُخطِط
ka: პორტფოლიოს დაგეგმვა
tr: Plan Portföy

source: Project Portfolio Management
ar: إدارة محفظة المشروع
ca@valencia: Gestió de carteres de projectes
ka: პროექტის პორტფოლიოს გეგმა
tr: Proje Portföy Yönetimi

source: Copyright 2020-%1, The Plan Team
ar: حقوق النشر 2020-%1، فريق المُخطِط
ca@valencia: Copyright 2020-%1, L'equip de Plan
ka: 2020-%1, Plan გუნდი, ყველა უფლება დაცულია
tr: Telif hakkı 2020-%1, Plan Takımı

source: Dag Andersen
ar: داغ أندرسن

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
ca@valencia: Antoni Bella
ka: Temuri Doghonadze
tr: Emir SARI

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
ca@valencia: antonibella5@yahoo.com
ka: Temuri.doghonadze@gmail.com
tr: emir_sari@icloud.com

source: &File
ar: &ملف
ca@valencia: Fi&txer
ka: &ფაილი
tr: &Dosya

source: &Settings
ar: إ&عدادات
ca@valencia: Con&figuració
ka: გამართვა
tr: Ayar&lar

source: &Help
ar: م&ساعدة
ca@valencia: A&juda
ka: &დახმარება
tr: &Yardım

# @title:tab Document settings page
source: Document
ar: مستند
ka: დოკუმენტი
tr: Belge

source: Path to the documentation
ar: المسار إلى التوثيق
ca@valencia: Camí cap a la documentació
ka: ბილიკი დოკუმენტაცამდე
tr: Belgelendirme yolu

source: Path to the context help documentation
ar: المسار إلى توثيق مساعدة السياق
ca@valencia: Camí cap a la documentació d'ajuda contextual
ka: ბილიკი კონტექსტის დახმარების დოკუმენტაციამდე
tr: Bağlam yardımı belgelendirmesi yolu

source: The context help documentation must have been translated to the language
ar: يجب أن يكون توثيق مساعدة السياق مُترجَمًا إلى اللغة
ca@valencia: Cal que la documentació d'ajuda contextual estiga traduïda a l'idioma
ka: კონტექსტის დახმარების დოკუმენტაციის ენაზე გადათარგმნა აუცილებელია
tr: Bağlam yardım belgelendirmesi, dile çevrilmiş olmalıdır

source: Autosave interval
ar: فترة الحفظ الآليّ
ca@valencia: Interval de la guardada automàtica
ka: ავტომატური შენახვის ინტერვალი
tr: Otomatik kaydetme aralığı

source: Create a backup file
ar: أنشئ ملف احتياطي
ca@valencia: Crea un fitxer de còpia de seguretat
ka: მარქაფის ფაილის შექმნა
tr: Bir yedek dosyası oluştur

# @title:column
source: Portfolio
ar: حقيبة عَرض
ca@valencia: Cartera
ka: პორტფოლიო
tr: Portföy

# @title:column
source: Modified
ar: عُدل
ca@valencia: Modificat
ka: შეიცვალა
tr: Değiştirildi

# @title:column
source: Save
ar: احفظ
ca@valencia: Guarda
ka: შენახვა
tr: Kaydet

# @title:column
source: Internal
ar: داخلي
ca@valencia: Intern
ka: შიდა
tr: İç

# @title:column
source: Url
ar: العنوان

source: Yes
ar: نعم
ca@valencia: Sí
ka: დიახ
tr: Evet

source: No
ar: لا
ka: არა
tr: Hayır

# @title:window
source: Save Documents
ar: احفظ المستندات
ca@valencia: Guardeu els documents
ka: დოკუმენტების შენახვა
tr: Belgeleri Kaydet

source: The file already exists. Do you want to overwrite?
ar: الملف موجود بالفعل. أتريد الكتابة فوقه؟
ca@valencia: El fitxer ja existix. Voleu sobreescriure'l?
ka: ფაილი უკვე არსებობს. გნებავთ გადააწეროთ?
tr: Dosya halihazırda var. Üzerine yazmak istiyor musunuz?

# @title:window
source: Overwrite file?
ar: أأكتب فوق الملفّ؟
ca@valencia: Voleu sobreescriure el fitxer?
ka: ჩავანაცვლო ფაილი?
tr: Dosyanın üzerine yazılsın mı?

source: Save
ar: احفظ
ca@valencia: Guarda
ka: შენახვა
tr: Kaydet

# @info:whatsthis
source: <title>Gantt Summary</title><para>Shows a gantt chart of all projects in your portfolio.</para><para>A gantt view for a project can be shown by selecting <interface>Context Menu->Open Project</interface>.<nl/><link url='%1'>More...</link></para>
ar: <title>ملخص غانت</title><para>يعرض مخطط غانت لجميع المشاريع في محفظتك.</para><para>يمكن عرض عرض غانت لمشروع باختيار <interface>قائمة السياق->افتح المشروع</interface>.<nl/><link url='%1'>المزيد...</link></para>
ca@valencia: <title>Resum de Gantt</title><para>Mostra un diagrama de Gantt de tots els projectes de la cartera.</para><para>Es pot mostrar una vista de Gantt d'un projecte seleccionant <interface>Menú contextual->Obri un projecte</interface>.<nl/><link url='%1'>Més…</link></para>
ka: <title>განტის შეჯამება</title><para>აჩვენებს განტის დიაგრამას თქვენი პორტფოლიოს ყველა პროექტისთვის.</para><para>განტის ხედი პროექტისთვის შეგიძლია, აჩვენოთ, თუ აირჩევთ <interface>კონტექსტური მენიუ->პროექტის ნახვა</interface>.<nl/><link url='%1'>მეტი...</link></para>
tr: <title>Gantt Özet</title><para>Portföyünüzdeki tüm projelerin bir gantt çizelgesini gösterir.</para><para>Bir proje için bir gantt görünümü, <interface>Bağlam Menüsü -> Proje Aç</interface>'ı seçerek gösterilebilir.<nl/><link url='%1'>Daha Fazla...</link></para>

source: Open Project
ar: افتح مشروعًا
ca@valencia: Obri un projecte
ka: პროექტის გახსნა
tr: Proje Aç

source: Invalid document. No mimetype specified.
ar: مستند غير صالح. لا نوع وسائط محدد.
ca@valencia: Document no vàlid. No s'ha especificat cap tipus MIME.
ka: არასწორი დოკუმენტი. Mimetype მითითებული არაა.
tr: Geçersiz belge. Bir MIME türü belirtilmemiş.

source: Invalid document. Expected mimetype %1, got %2
ar: مستند غير صالح. نوع الوسائط المتوقع %1، أُعطِي %2
ca@valencia: Document no vàlid. S'esperava el tipus MIME %1 i s'ha obtingut %2
ka: არასწორი დოკუმენტი. მოველოდი mimetype %1, მივიღე %2
tr: Geçersiz belge. %1 MIME türü bekleniyordu, %2 alındı

source: This document was created with a newer version of Plan (syntax version: %1) Opening it in this version of Plan will lose some information.
ar: أُنشِئ هذا المستند بإصدار أحدث من المُخطِط (صيغة البنية: %1) فتحُه في هذا الإصدار من المُخطِط يُفقِد بعض المعلومات.
ca@valencia: Este document s'ha creat amb una versió més recent de Plan (versió de la sintaxi: %1) Si l'obriu amb esta versió de Plan, es perdrà part de la informació.
ka: ეს დოკუმენტი უფრო ახალი ვერსიითაა, ვიდრე ეს მხარდაჭერილია PlanWork-ის მიერ (სინტაქსის ვერსია: %1) მისი გახსნით PlanWork-ის ამ ვერსიაში, შეიძლება, გარკვეული ინფორმაცია დაკარგოთ.
tr: Bu belge, Plan'ın daha yeni bir sürümüyle oluşturulmuş (sözdizim sürümü: %1) Plan'ın bu sürümüyle açmak, bazı bilgilerin kaybolmasına neden olacak.

source: File-Format Mismatch
ar: تنسيق الملف غير مطابق
ca@valencia: El format del fitxer és inconsistent
ka: ფაილის ფორმატები არ ემთხვევა
tr: Dosya Biçimi Uyuşmazlığı

source: Continue
ar: تابع
ca@valencia: Continua
ka: გაგრძელება
tr: Sürdür

# @info
source: The project already exists.<nl/>Project: %1<nl/>Document: %2
ar: المشروع موجود بالفعل.<nl/>المشروع: %1<nl/>المستند: %2
ca@valencia: El projecte ja existix:<nl/>Projecte: %1<nl/>Document: %2
ka: პროექტი უკვე არსებობს.<nl/>პროექტი: %1<nl/>დოკუმენტი: %2
tr: Proje halihazırda var.<nl/>Proje: %1<nl/>Belge: %2

# @title:window
source: Could not add project
ar: لا أستطيع إضافة المشروع
ca@valencia: No s'ha pogut afegir el projecte
ka: პროექტის დამატების შეცდომა
tr: Proje eklenemedi

# @info
source: <p>The external project file <filename>%1</filename> has been modified.</p><p>Do you want to save it?</p>
ar: <p>عُدِّل ملف المشروع الخارجي <filename>%1</filename>.</p><p>أتريد حفظه؟</p>
ca@valencia: <p>El fitxer <filename>%1</filename> del projecte extern ha sigut modificat.</p><p>Voleu guardar-lo?</p>
ka: <p>გარე პროექტის ფაილი <filename>%1</filename> შეიცვალა.</p><p>გნებავთ, შეინახოთ ის?</p>
tr: <p><filename>%1</filename> dış proje dosyası değiştirildi.</p><p>Kaydetmek istiyor musunuz?</p>

# @title:window
source: Save Document
ar: احفظ المستند
ca@valencia: Guardeu el document
ka: დოკუმენტის შენახვა

source: Configure Portfolio...
ar: اضبط المحفظة...
ca@valencia: Configura la cartera…
ka: პორტფოლიოს მორგება...
tr: Portföyü Yapılandır...

# title:window
source: Portfolio Settings
ar: إعدادات المحفظة
ca@valencia: Configureu la cartera
ka: პორტფოლიოს მორგება
tr: Portföy Ayarları

# @title:window
source: Portfolio Settings
ar: إعدادات المحفظة
ca@valencia: Configureu la cartera
ka: პორტფოლიოს მორგება
tr: Portföy Ayarları

source: No data
ar: لا بيانات
ca@valencia: Sense dades
ka: მონაცემების გარეშე
tr: Veri yok

source: Cost (%1)
ar: التكلفة (%1)
ka: ფასი (%1)
tr: Maliyet (%1)

source: Effort (Hour)
ar: الجهد (ساعة)
ca@valencia: Esforç (hora)
ka: ძალისხმევა (საათი)
tr: Efor (Saat)

source: SPI: %1
ar: مؤشر أداء الجدول (SPI): %1

source: CPI: %1
ar: مؤشر أداء التكلفة (CPI): %1

source: BCWS: %1
ar: التكلفة المُقدّرة للعمل المُجدوَل (BCWS): %1

source: BCWP: %1
ar: التكلفة المُقدّرة للعمل المُنجَز (BCWP): %1

source: ACWP: %1
ar: التكلفة الفعلية للعمل المُنجَز (ACWP): %1

source: Cost
ar: التكلفة
ka: ფასი
tr: Maliyet

source: Effort
ar: الجهد
ca@valencia: Esforç
ka: ძალისხმევა
tr: Efor

source: &View
ar: &عرض
ca@valencia: Vi&sualitza
ka: &ხედი
tr: &Görünüm

source: Tools
ar: أدوات
ca@valencia: Eines
ka: ხელსაწყოები
tr: Araçlar

source: &Edit
ar: &حرّر
ca@valencia: &Edita
ka: &ჩასწორება
tr: Dü&zen

source: File
ar: ملف
ca@valencia: Fitxer
ka: ფაილი
tr: Dosya

source: Edit
ar: حرّر
ca@valencia: Edita
ka: ჩასწორება
tr: Düzenle

# @title:column
source: Storage
ar: التخزين
ca@valencia: Emmagatzematge
ka: საცავი
tr: Depolama

# @title:column
source: File
ar: ملف
ca@valencia: Fitxer
ka: ფაილი
tr: Dosya

# @info:tooltip
source: Defines if the project is part of the portfolio
ar: يُحدِّد ما إذا كان المشروع جزءًا من المحفظة
ca@valencia: Definix si el projecte forma part de la cartera
ka: განსაზღვრავს, არის თუ არა პროექტი პორტფოლიოს ნაწილი
tr: Projenin, portföyün bir parçası olup olmadığını tanımlar

# @info:tooltip
source: Defines if the project is stored embedded in the portfolio file or in the external file
ar: يُحدِّد ما إذا كان المشروع مُخزّنًا مضمَّنًا في ملف المحفظة أو في الملف الخارجي
ca@valencia: Definix si el projecte s'emmagatzema incrustat en el fitxer de cartera o en el fitxer extern
ka: განსაზღვრავს, ინახება თუ არა პროექტი ჩაშენებული პორტფოლიოს ფაილში, თუ გარე ფაილში
tr: Projenin, portföyde gömülü olarak mı yoksa dış dosya olarak mı depolanacağını tanımlar

# @info:tooltip
source: The external url of the project file
ar: العنوان الخارجي لملف المشروع
ca@valencia: L'URL extern del fitxer de projecte
ka: პროექტის ფაილის გარე ბული
tr: Proje dosyasının dış URL'si

source: Error
ar: خطأ
ca@valencia: S'ha produït un error
ka: შეცდომა
tr: Hata

# @info:tooltip
source: Failed to load the document
ar: أخفق تحميل المستند
ca@valencia: No s'ha pogut carregar el document
ka: დოკუმენტის ჩატვირთვის შეცდომა
tr: Belge yüklenemedi

source: Embedded
ar: مضمّنة
ca@valencia: Incrustat
ka: ჩაკერებული
tr: Gömülü

source: External
ar: خارجى
ca@valencia: Extern
ka: გარე
tr: Dış

# @title:column
source: Recent Portfolios
ar: المحافظ الحديثة
ca@valencia: Carteres recents
ka: უახლესი პორტფოლიოები
tr: Son Kullanılan Portföyler

# @info:whatsthis
source: <title>The Portfolio Content Editor</title><para>This editor enables you to configure the content of your portfolio.</para><para>Select <interface>Edit|Add</interface> or press <interface>Add...</interface> to add projects to your portfolio.<nl/>Select <interface>Edit|Remove</interface> or press <interface>Remove</interface> to remove selected projects.</para><para>Add the projects you are managing and set <emphasis>Portfolio</emphasis> = <emphasis>Yes</emphasis>.</para><para><note>If you have resources that are shared between multiple projects and you want to re-schedule or inspect resource usage, you need to add all relevant projects and then set <emphasis>Portfolio</emphasis> = <emphasis>No</emphasis> for these projects.</note></para><para><link url='%1'>More...</link></para>
ar: <title>مُحرِّر محتوى المحفظة</title><para>يمكّنك هذا المُحرِّر من اضبط محتوى محفظتك.</para><para>اختر <interface>حرّر|أضف</interface> أو اضغط <interface>أضف...</interface> لإضافة مشاريع إلى محفظتك.<nl/>اختر <interface>حرّر|أزل</interface> أو اضغط <interface>أزل</interface> لإزالة المشاريع المُختارة.</para><para>أضف المشاريع التي تديرها واضبط <emphasis>حقيبة العرض</emphasis> = <emphasis>نعم</emphasis>.</para><para><note>إن كان لديك موارد مُشتركة بين مشاريع متعددة وكنت تريد إعادة الجدولة أو فحص استخدام الموارد، فاحتَجْ إلى إضافة جميع المشاريع ذات الصلة ثم اضبط <emphasis>حقيبة العرض</emphasis> = <emphasis>لا</emphasis> لهذه المشاريع.</note></para><para><link url='%1'>المزيد...</link></para>
ca@valencia: <title>L'editor de contingut de la cartera</title><para>Este editor permet configurar el contingut de la vostra cartera.</para><para>Trieu <interface>Edita -> Afig…</interface> o premeu <interface>Afig…</interface> per a afegir projectes a la cartera.<nl/>Trieu <interface>Edita -> Elimina</interface> o premeu <interface>Elimina</interface> per a eliminar els projectes seleccionats.</para><para>Afegiu els projectes que esteu gestionant i establiu <emphasis>Cartera</emphasis> = <emphasis>Sí</emphasis>.</para><para><note>Si teniu recursos compartits entre múltiples projectes i els voleu tornar a programar o inspeccionar l'ús dels recursos, cal afegir tots els projectes rellevants i després establir <emphasis>Cartera</emphasis> = <emphasis>No</emphasis> per a estos projectes.</note></para><para><link url='%1'>Més…</link></para>
ka: <title>პორტფოლიოს შემცველობის რედაქტორი</title><para>ეს რედაქტორი საშუალებსა გაძლევთ, თქვენი პორტფოლიოს შემცველობა ჩაასწოროთ..</para><para>აირჩიეთ <interface>ჩასწორება|დამატება</interface>, აი დააჭირეთ ღილაკს <interface>დამატება...</interface>, რომ თქვენს პორტფოლიოს პროექტები დაამატოთ.<nl/>აირჩიეთ <interface>ჩასწორება|წასლა</interface>, ან დააჭირეთ ღილაკს <interface>წაშლა</interface> მონიშნული პროექტების წასაშლელად.</para><para>დაამატეთ პროექტები, რომლებსაც მართავთ და დააყენეთ <emphasis>პორტფოლიო</emphasis> = <emphasis>დიახ</emphasis>.</para><para><note>თუ თქვენ გაქვთ რესურსები, რომლებიც გაზიარებულია ერთზე მეტი პროექტის მიერ და გნებავთ, გადაგეგმოთ, ან შეამოწმოთ რესურსების გამოყენება, დაგჭირდებათ დაამატოთ ყველა შესაბამისი პროექტი და შემდეგ დააყენოთ <emphasis>პორტფოლიო</emphasis> = <emphasis>არა</emphasis> ამ პროექტებისთვის.</note></para><para><link url='%1'>მეტი...</link></para>
tr: <title>Portföy İçerik Düzenleyicisi</title><para>Bu düzenleyici, portföyünüzün içeriğini yapılandırmanıza izin verir.</para><para><interface>Düzenle|Ekle</interface> veya <interface>Ekle...</interface> seçeneklerini kullanarak portföyünüze projeler ekleyin.<nl/>Seçili projeleri kaldırmak için <interface>Düzenle|Kaldır</interface> yapın veya <interface>Kaldır</interface>'a basın.</para><para>Yönettiğiniz projeleri ekleyin ve <emphasis>Portföy</emphasis>'ü <emphasis>Evet</emphasis> yapın.</para><para><note>Birden çok proje arasında paylaşılan özkaynaklarınız varsa ve özkaynak kullanımını yeniden zamanlamak veya denetlemek istiyorsanız tüm ilgili projeleri ekleyin ve <emphasis>Portföy</emphasis>'ü bu projeler için <emphasis>Hayır</emphasis> yapın.</note></para><para><link url='%1'>Daha Fazla...</link></para>

# @info
source: <subtitle>Context Help</subtitle><para>Many functions have help and hints that can be displayed with <emphasis>What's this</emphasis>.</para><para>Activate it by selecting the menu item <interface>Help|What's this</interface> or by pressing <shortcut>Shift+F1</shortcut>.</para><para>Try it on this text!</para>
ar: <subtitle>مساعدة السياق</subtitle><para>تُظهِر العديد من الوظائف مساعدة وتلميحات يمكن عرضها باستخدام <emphasis>ما هذا؟</emphasis>.</para><para>فعِّلها باختيار بند القائمة <interface>مساعدة|ما هذا</interface> أو بالضغط على <shortcut>Shift+F1</shortcut>.</para><para>جرِّبها على هذا النص!</para>
ca@valencia: <subtitle>Ajuda contextual</subtitle><para>Moltes funcions tenen ajuda i consells que es poden mostrar amb <emphasis>Què és açò?</emphasis>.</para><para>Activeu-la seleccionant <interface>Ajuda -> Què és açò?</interface>> o prement <shortcut>Majús+F1</shortcut>.</para><para>Proveu-ho en este text!</para>
ka: <subtitle>კონტექსტური დახმარება</subtitle><para>ბევრ ფუნქციას აქვს დახმარება და მინიშნებები, რომელიც შეგიძლიათ გამოიტანოთ ღილაკით <emphasis>რა არის ეს</emphasis>.</para><para>გაააქტიურეთ ის მენიუში <interface>დახმარება|რა არის ეს</interface> ან დააჭირეთ <shortcut>Shift+F1</shortcut>.</para><para>სცადეთ, ეს ამ ტექსტზე გააკეთოთ!</para>
tr: <subtitle>Bağlam Yardımı</subtitle><para>Birçok işlevin, <emphasis>Bu Nedir?</emphasis> ile görüntülenebilecek yardım ve ipuçları vardır.</para><para><interface>Yardım|Bu Nedir?</interface> menü ögesine tıklayarak veya <shortcut>Shift+F1</shortcut> seçerek etkinleştirebilirsiniz.</para><para>Bu metin üzerinde deneyin!</para>

# @info
source: <subtitle>Online Resources</subtitle>
ar: <subtitle>الموارد على الإنترنت</subtitle>
ca@valencia: <subtitle>Recursos en línia</subtitle>
ka: <subtitle>ონლაინ რესურსები</subtitle>
tr: <subtitle>Çevrimiçi Özkaynaklar</subtitle>

# @info:whatsthis
source: <title>Context help</title><para>Help is available many places using <emphasis>What's This</emphasis>.<nl/>It is activated using the menu entry <interface>Help->What's this?</interface> or the keyboard shortcut <shortcut>Shift+F1</shortcut>.</para><para>In dialogs it is available via the <interface>?</interface> in the dialog title bar.</para><para>If you see <link url='%1'>More...</link> in the text, pressing it will display more information from the documentation.</para>
ar: <title>مساعدة السياق</title><para>المساعدة متوفرة في أماكن كثيرة باستخدام <emphasis>ما هذا؟</emphasis>.<nl/>فعِّلها باستخدام إدخال القائمة <interface>مساعدة->ما هذا؟</interface> أو اختصار لوحة المفاتيح <shortcut>Shift+F1</shortcut>.</para><para>في الحوارات تكون متوفرة عبر <interface>؟</interface> في شريط عنوان الحوار.</para><para>إن رأيت <link url='%1'>المزيد...</link> في النص، فالضغط عليه يعرض المزيد من المعلومات من التوثيق.</para>
ca@valencia: <title>Menú contextual</title><para>Hi ha ajuda disponible en molts llocs utilitzant <emphasis>Què és açò?</emphasis>.<nl/>S'activa utilitzant l'entrada del menú <interface>Ajuda -> Què és açò?</interface> o amb la drecera del teclat <shortcut>Majús+F1</shortcut>.</para><para>En els diàlegs està disponible des del <interface>?</interface> de la barra de títol del diàleg.</para><para>Si veeu <link url='%1'>Més…</link> en el text, prement-ho mostrarà més informació a partir de la documentació.</para>
ka: <title>კონტექსტური დახმარება</title><para>დახმარება ბევრ ადგილასაა ხელმისაწვდომი ღილაკით <emphasis>რა არის ეს</emphasis>.<nl/>ის აქტიურდება მენიუდან <interface>დახმარება->რა არის ეს?</interface> ან კლავიატურის მალსახმობით <shortcut>Shift+F1</shortcut>.</para><para>დიალოგებში ხელმისაწვდომია ღილაკით <interface>?</interface> დიალოგის სათაურის პანელზე.</para><para>თუ ხედავთ <link url='%1'>მეტი...</link> ტექსტში, მისი დაჭერა აჩვენებს მეტ ინფორმაციას დოკუმენტაციიდან.</para>
tr: <subtitle>Bağlam Yardımı</subtitle><para>Birçok işlevin, <emphasis>Bu Nedir?</emphasis> ile görüntülenebilecek yardım ve ipuçları vardır.</para><para><interface>Yardım|Bu Nedir?</interface> menü ögesine tıklayarak veya <shortcut>Shift+F1</shortcut> seçerek etkinleştirebilirsiniz.</para><para>Pencerelerde, pencere başlık çubuğunda <interface>?</interface> ile etkinleştirilir.</para><para>Metinde <link url='%1'>Daha Fazla...</link> görüyorsanız ona basmak belgelendirmeden ek bilgiler görüntüler.</para>

source: Add
ar: أضف
ca@valencia: Afig
ka: დამატება
tr: Ekle

source: Remove
ar: أزل
ca@valencia: Elimina
ka: წაშლა
tr: Kaldır

source: Add Project
ar: أضف مشروعًا
ca@valencia: Afig un projecte
ka: პროექტის დამატება
tr: Proje Ekle

# @info
source: Failed to load the project. Not a valid Plan file:<nl/>%1
ar: أخفق تحميل المشروع. ليس ملف المُخطِط صالحًا:<nl/>%1
ca@valencia: No s'ha pogut carregar el projecte. No és un fitxer vàlid de Plan:<nl/>%1
ka: პროექტის ჩატვირთვა ჩავარდა. არ წარმოადგენს სწორ Plan-ის ფაილს: <nl/>%1
tr: Proje yüklenemedi. Geçerli bir Plan dosyası değil:<nl/>%1

# @info
source: Failed to open the project. This seems to be a portfolio file:<nl/>%1
ar: أخفق فتح المشروع. يبدو أن هذا ملف محفظة:<nl/>%1
ca@valencia: No s'ha pogut obrir el projecte. Pareix que és un fitxer de cartera:<nl/>%1
ka: პროექტის გახსნა ჩავარდა. არ ჰგავს პორტფოლიოს ფაილს:<nl/>%1
tr: Proje açılamadı. Bu, bir portföy dosyası gibi görünüyor:<nl/>%1

# @info
source: The project already exists, the project will not be added.<nl/>Project: %1<nl/> Document: %2
ar: المشروع موجود بالفعل، ولن يُضاف.<nl/>المشروع: %1<nl/> المستند: %2
ca@valencia: El projecte ja existix, no s'afegirà.<nl/>Projecte: %1<nl/>Document: %2
ka: პროექტი უკვე არსებობს. პროექტის არ დაემატება.<nl/>პროექტი: %1<nl/> დოკუმენტი: %2
tr: Proje halihazırda var, eklenmeyecek.<nl/>Proje: %1<nl/> Belge: %2

source: Information
ar: معلومات
ca@valencia: Informació
ka: ინფორმაცია
tr: Bilgi

source: <html><head/><body><p><a href="https://calligra.org/plan"><span style=" text-decoration: underline; color:#2980b9;">Home</span></a></p></body></html>
ar: <html><head/><body><p><a href="https://calligra.org/plan"><span style=" text-decoration: underline; color:#2980b9;">المنزل</span></a></p></body></html>
ca@valencia: <html><head/><body><p><a href="https://calligra.org/plan"><span style=" text-decoration: underline; color:#2980b9;">Lloc web</span></a></p></body></html>
ka: <html><head/><body><p><a href="https://calligra.org/plan"><span style=" text-decoration: underline; color:#2980b9;">დასაწყისი</span></a></p></body></html>
tr: <html><head/><body><p><a href="https://calligra.org/plan"><span style=" text-decoration: underline; color:#2980b9;">Ana Sayfa</span></a></p></body></html>

# @action:button
source: <a href="https://docs.kde.org/index.php?application=calligraplanportfolio">User documentation</a>
ar: <a href="https://docs.kde.org/index.php?application=calligraplanportfolio">توثيق المستخدم</a>
ca@valencia: <a href="https://docs.kde.org/index.php?application=calligraplan">Documentació d'usuari</a>
ka: <a href="https://docs.kde.org/index.php?application=calligraplanportfolio">მომხმარებლის დოკუმენტაცია</a>
tr: <a href="https://docs.kde.org/index.php?application=calligraplanportfolio">Kullanıcı Belgelendirmesi</a>

# @action:button
source: <a href="https://forum.kde.org/viewforum.php?f=203">Community forum</a>
ar: <a href="https://forum.kde.org/viewforum.php?f=203">منتدى المجتمع</a>
ca@valencia: <a href="https://forum.kde.org/viewforum.php?f=203">Fòrum de la comunitat</a>
ka: <a href="https://forum.kde.org/viewforum.php?f=203">მომხმარებლების ფორუმი</a>
tr: <a href="https://forum.kde.org/viewforum.php?f=203">Topluluk Forumu</a>

# @action:button
source: <a href="https://userbase.kde.org/Plan">Community</a>
ar: <a href="https://userbase.kde.org/Plan">المجتمع</a>
ca@valencia: <a href="https://userbase.kde.org/Plan">Comunitat</a>
ka: <a href="https://userbase.kde.org/Plan">საზოგადოება</a>
tr: <a href="https://userbase.kde.org/Plan">Topluluk</a>
