Repository: KDE/calligraplan
Catalog: po/*/calligraplanlibs.po
Languages: ar, eo, sl

# @info:tooltip
source: Shows tasks and milestones that should have been started by now.
ar: اعرض المهام والمعالِم التي كان ينبغي أن تبدأ حتى الآن.
eo: Montras taskojn kaj mejloŝtonojn, kiuj jam devus esti komencitaj.
sl: Prikaže naloge in mejnike, ki bi se morala že začeti.

source: specific period:
ar: فترة محددة:
eo: specifa periodo:
sl: specifična perioda:

# @action:inmenu
source: Auto
ar: آليّ
eo: Aŭtomate
sl: Avtomatsko

# @action:inmenu
source: Month
ar: الشهر
eo: Monato
sl: Mesec

# @action:inmenu
source: Week
ar: الأسبوع
eo: Semajno
sl: Teden

# @action:inmenu
source: Day
ar: اليوم
eo: Tago
sl: Dan

# @action:inmenu
source: Hour
ar: أقل من ساعة
eo: Horo
sl: Ura

# @action:inmenu
source: Zoom In
ar: قرّب
eo: Zomi
sl: Približaj

# @action:inmenu
source: Zoom Out
ar: بعّد
eo: Malzomi
sl: Oddalji

# Interval start time
source: Start
ar: ابدأ
eo: Komenci
sl: Začetek

# Interval length
source: Length
ar: الطول
eo: Longo
sl: Dolžina

source: Edit Work Intervals
ar: عدّل فترات العمل
eo: Redakti Laborintervalojn
sl: Uredi delovne intervale

# (qtundo-format)
source: Modify Work Interval
ar: غيِّر فترة العمل
eo: Modifi Laborintervalon
sl: Spremeni delovni interval

# Start time
source: From:
ar: من:
eo: De:
sl: Od:

source: Length
ar: الطول
eo: Longo
sl: Dolžina

source: Add
ar: أضف
eo: Aldoni
sl: Dodaj

source: Clear
ar: امحُ
eo: Forigi
sl: Počisti

source: Stretch last section
ar: امطط القسم الأخير
eo: Etendi lastan sekcion
sl: Raztegni zadnjo sekcijo

source: Select columns to be shown:
ar: اختر الأعمدة التي يجب عرضها:
eo: Elekti kolumnojn montrendajn:
sl: Izberite stolpce, ki naj se prikažejo:

source: &Hidden columns:
ar: الأعمدة ال&مخفية:
eo: &Kaŝitaj kolumnoj:
sl: S&kriti stolpci:

source: &Visible columns:
ar: الأعمدة ال&مرئية:
eo: &Videblaj kolumnoj:
sl: &Vidni stolpci:

source: Tree View
ar: منظور الشّجرة
eo: Arba Vido
sl: Drevesni prikaz

source: Tree View Column Configuration
ar: ضبط أعمدة عرض الشجرة
eo: Arba Vida Kolumna Agordo
sl: Nastavitev drevesnega pogleda

source: Main View
ar: العرض الرئيسي
eo: Ĉefa Vido
sl: Glavni pogled

source: Main View Column Configuration
ar: ضبط أعمدة العرض الرئيسي
eo: Ĉefa Vida Kolumna Agordo
sl: Nastavitev stolpcev glavnega pogleda

source: Auxiliary View
ar: العرض المساعد
eo: Helpa Vido
sl: Pomožni pogled

source: Auxiliary View Column Configuration
ar: ضبط أعمدة العرض المساعد
eo: Helpa Vida Kolumna Agordo
sl: Nastavitev stolpcev pomožnega pogleda

source: Currency Settings
ar: اضبط إعدادات العملة
eo: Valutaj Agordoj
sl: Nastavitve valute

# (qtundo-format)
source: Modify currency settings
ar: غيِّر إعدادات العملة
eo: Modifi valutajn agordojn
sl: Spremeni nastavitve valute

source: Project Settings
ar: إعدادات المشروع
eo: Projektaj Agordoj
sl: Nastavitve projekta

# (qtundo-format)
source: Modify main project
ar: غيِّر المشروع الرئيسي
eo: Modifi ĉefan projekton
sl: Spremeni glavni projekt

# @info:whatsthis
source: The Work Breakdown Structure introduces numbering for all tasks in the project, according to the task structure.<nl/>The WBS code is auto-generated.<nl/>You can define the WBS code pattern using the <interface>Project->Define WBS Pattern</interface> menu entry.
ar: <title>هيكل تجزئة العمل</title>هيكل تجزئة العمل يقدّم ترقيمًا لكل المهام في المشروع، وفقًا لهيكل المهمة.<nl/>رَمز هيكل تجزئة العمل يولّد آليًا. <nl/>يمكنك تعريف نمط رمز هيكل تجزئة العمل باستخدام إدخال القائمة <interface>المشروع->عرّف نمط هيكل تجزئة العمل</interface>.
eo: La Work Breakdown Structure enkondukas numeradon por ĉiuj taskoj en la projekto, laŭ la taskostrukturo.<nl/>La WBS-kodo estas aŭtomate generita.<nl/>Vi povas difini la WBS-kodan ŝablonon per la <interface>Projekto-> Difini WBS-Ŝablono</interface> menuenon.
sl: Struktura razčlenitve dela uvaja oštevilčenje vseh nalog v projektu, v skladu s strukturo nalog.<nl/>Koda WBS se ustvari samodejno.<nl/>Vzorec kode WBS lahko določite s pomočjo vmesnika <interface> Project- > Določite vzorec WBS</interface>.

# @info:tooltip
source: Enables sharing resources with other projects
ar: فعّل مشاركة الموارد مع مشاريع أخرى
eo: Ebligas kunhavigi rimedojn kun aliaj projektoj
sl: Omogoča deljenje virov z drugimi projekti

# @info:whatsthis
source: <title>Shared resources</title>Resources can be shared between projects to avoid overbooking resources across projects. Shared resources must be defined in a separate file, and you must have at least read access to it. The projects that share the resources must also be accessible by you.
ar: <title>الموارد المشتركة</title>يمكن مشاركة الموارد بين المشاريع لتجنب زيادة حجز الموارد عبر المشاريع. يجب تعريف الموارد المشتركة في ملف منفصل، ويجب أن تتوفر لديك صلاحية القراءة على الأقل. يجب أن تكون المشاريع التي تشارك الموارد قابلة للوصول إليك أيضًا.
eo: <title>Komunaj rimedoj</title>Rimedoj povas esti dividitaj inter projektoj por eviti trorezervajn rimedojn inter projektoj. Komunaj rimedoj devas esti difinitaj en aparta dosiero, kaj vi devas havi almenaŭ legan aliron al ĝi. La projektoj, kiuj kunhavas la rimedojn, ankaŭ devas esti alireblaj de vi.
sl: <title>Skupni viri</title>Viri se lahko delijo med projekti, da se lahko izogibamo večkratnemu dodeljevanju virov med projekti. Skupni viri morajo biti določeni v ločeni datoteki in do nje morate imeti vsaj bralni dostop.Projekti, ki si delijo sredstva, morajo biti dostopni tudi vam.

# @info:tooltip
source: File where shared resources are defined
ar: ملف حيث تعرَّف الموارد المشتركة
eo: Dosiero kie komunaj rimedoj estas difinitaj
sl: Datoteka, kjer so določeni skupni viri

source: Task Modules Path
ar: مسار وحدات المهام
eo: Vojo de Taskaj Moduloj
sl: Pot modulov nalog

source: WBS:
ar: هيكل تجزئة العمل:

source: The project name.
ar: اسم المشروع.
eo: La nomo de la projekto.
sl: Ime projekta.

source: &Name:
ar: الا&سم:
eo: &Nomo:
sl: &Ime:

source: The project leader.
ar: قائد المشروع.
eo: La projektestro.
sl: Vodja projekta.

source: &Manager:
ar: ال&مدير:
eo: Ad&ministranto:
sl: &Vodja:

source: Choose a project leader from your address book.
ar: اختر قائد مشروع من دفتر عناوينك.
eo: Elektu projektestron el via adresaro.
sl: Vstavite vodjo projekta iz vašega adresarja.

source: &Choose...
ar: ا&ختر...
eo: &Elekti...
sl: &Izberite...

source: Scheduling Range
ar: نطاق الجدولة
eo: Viciga Gamo
sl: Obseg planiranja

source: Earliest start:
ar: أبكر بدء:
eo: Plej frua komenco:
sl: Najzgodnejši začetek:

source: Latest finish:
ar: أحدث انتهاء:
eo: Plej lasta fino:
sl: Najkasnejši zaključek:

source: <html><head/><body><p align="right">Time zone:</p></body></html>
ar: <html><head/><body><p align="right">منطقة زمنية:</p></body></html>
eo: <html><head/><body><p align="right">Horzono:</p></body></html>
sl: <html><head/><body><p align="right">Časovni pas:</p></body></html>

source: &Use shared resources
ar: ا&ستخدم الموارد المشتركة
eo: &Uzi komunajn rimedojn
sl: &Uporabi skupne vire

source: Browse...
ar: تصفّح...
eo: Foliumi...
sl: Brskaj...

source: Freedays
ar: أيام الإجازة
eo: Libertagoj
sl: Prosti dnevi

source: Documents
ar: المستندات
eo: Dokumentoj
sl: Dokumenti

source: Work Package
ar: رزمة العمل
eo: Laborpako
sl: Delovni paket

source: Publish
ar: النشر
eo: Publikigi
sl: Publiciraj

source: Publish:
ar: النشر:
eo: Publikigi:
sl: Publiciraj:

source: Retrieve
ar: الجلب
eo: Repreni
sl: Poišči

source: Check for work packages
ar: افحص رزم العمل
eo: Kontroli laborpakaĵojn
sl: Preveri za delovnimi paketi

source: Retrieve:
ar: الجلب:
eo: Ekpreni:
sl: Poišči:

source: Archive
ar: أرشيف
eo: Arkivo
sl: Arhiviraj

source: Delete file after it has been retrieved
ar: احذف الملف بعد استرداده
eo: Forigi dosieron post kiam ĝi estis prenita
sl: Zbriši datoteko potem, ko si jo našel

source: Archive file after it has been retrieved
ar: أرشِف الملف بعد استرداده
eo: Arkivo-dosiero post kiam ĝi estis prenita
sl: Arhiviraj datoteko potem, ko si jo našel

source: Archive:
ar: أرشيف:
eo: Arkivo:
sl: Arhiv:

source: Task Modules
ar: وحدات المهام
eo: Taskaj Moduloj
sl: Moduli nalog

source: Insert
ar: أدرج
eo: Enmeti
sl: Vstavi

source: Use local task modules
ar: اِستخدم وحدات مهام محلية
eo: Uzi lokajn taskomodulojn
sl: Uporabi lokalne module nalog

source: Milestone Progress
ar: تقدّم المَعلَم
eo: Mejloŝtona Progreso
sl: Napredovanje proti mejniku

# (qtundo-format)
source: Modify milestone completion
ar: غيّر إكمال المَعلم
eo: Modifi mejloŝtonkompletigon
sl: Spremeni dokončanje mejnika

# (qtundo-format)
source: Remove task dependency
ar: أزِل اعتمادية المهمة
eo: Forigi taskodependecon
sl: Odstrani odvisnost naloge

source: Available tasks
ar: المهام المتوفرة
eo: Disponeblaj taskoj
sl: Naloge, ki so na voljo

source: Add required task
ar: أضِف مهمة مطلوبة
eo: Aldoni bezonatan taskon
sl: Dodaj zahtevano nalogo

source: Remove required task
ar: أزِل مهمة مطلوبة
eo: Forigi bezonatan taskon
sl: Odstrani zahtevano nalogo

source: Total Float:
ar: العوم الكلي:
eo: Totala Flosilo:
sl: Celotna premičnost:

source: Header
ar: ترويسة
eo: Kapo
sl: Glava

source: Project name
ar: اسم المشروع
eo: Nomo de projekto
sl: Ime projekta

source: Page number
ar: رقم الصفحة
eo: Paĝnumero
sl: Številka strani

source: Project manager
ar: مدير المشروع
eo: La ĉefo de la projekto
sl: Projektni vodja

source: Footer
ar: تذييل
eo: Piedo
sl: Noga

source: Re-calculate Schedule
ar: أعد حساب الجدول
eo: Rekalkuli Horaron
sl: Ponovno izračunaj razporeditev

source: Re-calculate from current date/time
ar: أعد الحساب من التاريخ/الوقت الحالي
eo: Rekalkuli de nuna dato/tempo
sl: Ponovno izračunaj glede na trenutni datum in čas

source: Re-calculate from:
ar: أعد الحساب من:
eo: Rekalkuli ekde:
sl: Ponovno izračunaj od:

# @label:spinbox Time lag
source: Lag:
ar: التخلف:
eo: Malfruo:
sl: Zakasnitev:

# @info:tooltip
source: <emphasis>Lag</emphasis> is the time the dependent task is delayed
ar: التأخير هو الوقت الذي تتأخر فيه المهمة المعتمدة
eo: <emphasis>Lag</emphasis> estas la tempo, kiam la dependa tasko estas prokrastita
sl: <emphasis>Zamik</emphasis> je čas, ko odvisna naloga zamuja

# @title:window
source: Add Dependency
ar: أضِف اعتمادية
eo: Aldoni Dependecon
sl: Dodaj odvisnost

# @title:window
source: Edit Dependency
ar: عدّل الاعتمادية
eo: Redakti Dependecon
sl: Uredi odvisnost

# @action:button
source: Delete
ar: احذف
eo: Forigi
sl: Izbriši

# (qtundo-format)
source: Modify task dependency
ar: غيّر اعتمادية المهمة
eo: Modifi taskodependecon
sl: Spremeni odvisnost naloge

# @info:whatsthis
source: <title>Resource Assignments View</title><para>Displays the scheduled resource - task assignments.</para><para>This view supports configuration and printing using the context menu.<nl/><link url='%1'>More...</link></para>
ar: <title>عرض تعيينات الموارد</title><para>اعرض تعيينات الموارد - المهام المجدولة.</para><para>هذا العرض يدعم الضبط والطباعة باستخدام قائمة السياق.<nl/><link url='%1'>المزيد...</link></para>
eo: <title>Vido pri Asignoj de Rimedoj</title><para>Montras la planitan rimedon - taskoj.</para><para>Tiu ĉi vido subtenas agordon kaj presadon per la kunteksta menuo.<nl/><link url='%1 '>Pli...</link></para>
sl: <title>Pogled dodeljevanja virov</title><para>Prikaže razporejene dodelitve virov k nalogam.</para><para>Ta pogled podpira nastavitve in tiskanje s kontekstnim menijem.<nl/><link url='%1'>Več...</link></para>

# title:column
source: Groups
ar: المجموعات
eo: Grupoj
sl: Grupe

# title:column
source: Select team members
ar: اختر أعضاء الفريق
eo: Elekti teamanojn
sl: Izberi člane ekipe

source: Resource Settings
ar: اضبط إعدادات الموارد
eo: Agordoj de Rimedoj
sl: Nastavitve vira

# (qtundo-format)
source: Modify Resource
ar: غيِّر المورد
eo: Modifi Rimedon
sl: Spremeni vir

# @info:whatsthis
source: <title>Resource Editor</title><para>Resources are organized in a Resource Breakdown Structure. Resources can be of type <emphasis>Work</emphasis> or <emphasis>Material</emphasis>. When assigned to a task, a resource of type <emphasis>Work</emphasis> can affect the duration of the task, while a resource of type <emphasis>Material</emphasis> does not. A resource must refer to a <emphasis>Calendar</emphasis> defined in the <emphasis>Work and Vacation Editor</emphasis>.<nl/><link url='%1'>More...</link></para>
ar: <title>محرّر الموارد</title><para>تنظّم الموارد في هيكل تجزئة الموارد. يمكن أن تكون الموارد من نوع <emphasis>عمل</emphasis> أو <emphasis>مادة</emphasis>. عند تعيين مورد من نوع <emphasis>عمل</emphasis> لمهمة، يمكن أن يؤثّر في مدة المهمة، بينما لا يؤثّر مورد من نوع <emphasis>مادة</emphasis>. يجب أن يشير المورد إلى <emphasis>تقويم</emphasis> معرّف في <emphasis>محرّر العمل والعطلات</emphasis>.<nl/><link url='%1'>المزيد...</link></para>
eo: <title>Rimeda Redaktoro</title><para>Rimedoj estas organizitaj en Strukturo de Malrompo de Rimedoj. Rimedoj povas esti de tipo <emphasis>Verko</emphasis> aŭ <emphasis>Materialo</emphasis>. Asignite al tasko, rimedo de tipo <emphasis>Labo</emphasis> povas influi la daŭron de la tasko, dum rimedo de tipo <emphasis>Materialo</emphasis> ne. Rimedo devas rilati al <emphasis>Kalendaro</emphasis> difinita en la <emphasis>Redaktilo pri Laboro kaj Ferio</emphasis>.<nl/><link url='%1'>Pli...</link> </para>
sl: <title>Urejevalnik virov</title><para>Viri so organizirani v Strukturi razčlenitve virov. Viri so lahko tipa <emphasis>Delo</emphasis> ali <emphasis>Material</emphasis>. Ko je naloga dodeljena, vir vrste <emphasis>Delo</emphasis> lahko vpliva na trajanje naloge, medtem ko vir vrste <emphasis>Material</emphasis> ne. Viri se morajo sklicevati na <emphasis>koledar</emphasis>, opredeljen v <emphasis> Urejevalniku dela in počitnic</emphasis>.<nl/><link url='%1'>Več...</link></para>

source: Add Resource
ar: أضِف موردًا
eo: Aldoni Rimedon
sl: Dodaj vir

source: Edit Resource...
ar: عدّل المورد...
eo: Redakti Rimedon...
sl: Uredi vir...

# @action:inmenu
source: Show Resource Groups
ar: اعرض مجموعات الموارد
eo: Montri Rimedajn Grupojn
sl: Prikaži grupe virov

# @action:inmenu
source: Show Team Members
ar: اعرض أعضاء الفريق
eo: Montri Teamanojn
sl: Prikaži člane ekipe

# @action:inmenu
source: Show Required Resources
ar: اعرض الموارد المطلوبة
eo: Montri Bezonatajn Rimedojn
sl: Prikaži potrebne vire

source: A resource that has been scheduled will be deleted. This will invalidate the schedule.
ar: موردٌ مجدول سيحذف. هذا سيلغي صحة الجدول.
eo: Rimedo planita estos forigita. Ĉi tio nuligos la horaron.
sl: Vir, ki je bil razporejen, bo zbrisan. To bo pokvarilo razporeditev.

# (qtundo-format)
source: Delete resource
ar: احذف موردًا
eo: Forigi rimedon
sl: Briši vir

# (qtundo-format) @action
source: Delete resource
ar: احذف المورد
eo: Forigi rimedon
sl: Briši vir

# @title
source: Resource Groups
ar: مجموعات الموارد
eo: Rimedaj Grupoj
sl: Grupe virov

# @info:whatsthis
source: <title>Schedule Editor</title><para>The Schedule Editor is used to create, edit, calculate and delete schedules.</para><para>If <emphasis>Mode</emphasis> is set to <emphasis>Auto</emphasis>, the schedule is calculated automatically. <note>Only one schedule can be in <emphasis>Auto Mode</emphasis> simultaneously and it must be a top level schedule without sub-schedules.</note></para><para>A schedule can have sub-schedules. A sub-schedule can use the projects progress data in order to reschedule only tasks that are not yet finished. Rescheduling will then use e.g. actual start and remaining effort for the tasks.<nl/><link url='%1'>More...</link></para>
ar: <title>محرّر الجداول</title><para>يستخدم محرّر الجداول لإنشاء وتحرير وحساب وحذف الجداول.</para><para>إذا اضبط <emphasis>الوضع</emphasis> على <emphasis>آلي</emphasis>، الجدول يحسب آليًا. <note>جدول واحد فقط يمكن أن يكون في <emphasis>الوضع الآلي</emphasis> في نفس الوقت ويجب أن يكون جدولًا من المستوى العلوي دون جداول فرعية.</note></para><para>يمكن أن يحتوي الجدول على جداول فرعية. يمكن للجدول الفرعي استخدام بيانات تقدم المشروع لإعادة جدولة المهام التي لَم تنته بعد. إعادة الجدولة ستستخدم حينها مثلاً البدء الفعلي والجهد المتبقي للمهام.<nl/><link url='%1'>المزيد...</link></para>
eo: <title>Horaro-redaktilo</title><para>La Horaro-redaktilo estas uzata por krei, redakti, kalkuli kaj forigi horarojn.</para><para>Se <emphasis>Reĝimo</emphasis> estas agordita al <emphasis>Aŭtomata</emphasis>, la horaro estas kalkulita aŭtomate. <note>Nur unu horaro povas esti en <emphasis>Aŭtomata Reĝimo</emphasis> samtempe kaj ĝi devas esti altnivela horaro sen subhoraroj.</note></para><para>Horaro povas havi subhorarojn. . Subhoraro povas uzi la projektojn pri progreso-datumoj por replanigi nur taskojn, kiuj ankoraŭ ne estas finitaj. Replanado tiam uzos ekz. efektiva komenco kaj restanta peno por la taskoj.<nl/><link url='%1'>Pli...</link></para>
sl: <title>Urejevalnik razporejevalnika</title><para>Urejevalnik razporejevalnika se uporablja za ustvarjanje, urejanje, izračune in brisanje razporeditev.</para><para>Če je <emphasis>Način</emphasis> nastavljen na <emphasis>Samodejno</emphasis>, se razporeditev izračuna samodejno. <note>Samo ena razporeditev je lahko sočasno v <emphasis>Samodejnem načinu</emphasis> in mora biti razpored najvišje ravni brez podrejenih razporeditev.</note></para><para>V razporeditvi so lahko podrejene razporeditve. Podrejene razporeditve lahko uporabijo podatke o napredku projektov, da se preloži naloge, ki še niso zaključene. Ponovno razporejanje bo nato uporabilo npr. dejanski začetek in preostanek delovnega napora za naloge.<nl/><link url='%1'>Več...</link></para>

source: Add Schedule
ar: أضِف جدولًا
eo: Aldoni Horaron
sl: Dodaj razporeditev

source: Add Sub-schedule
ar: أضِف جدولًا فرعيًا
eo: Aldoni Sub-horaron
sl: Dodaj podrejeno razporeditev

source: Calculate
ar: احسب
eo: Kalkuli
sl: Izračunaj

source: Baseline
ar: خط القاعدة
eo: Bazlinio
sl: Osnova

# @action
source: Detach
ar: افصل
eo: Malkroĉi
sl: Loči

# @action
source: Claim Schedule
ar: طالِب بالجدول
eo: Postuli Horaron
sl: Zahtevaj razpored

source: This schedule cannot be calculated. The parent schedule must be calculated first
ar: لا يمكن حساب هذا الجدول. يجب حساب الجدول الأصل أولًا
eo: Ĉi tiu horaro ne povas esti kalkulita. La gepatra horaro devas esti kalkulita unue
sl: Te razporeditve ni mogoče izračunati. Najprej je treba izračunati nadrejeno razporeditev

source: Project Scheduling
ar: جدولة المشروع
eo: Projekta Planado
sl: Projektna razporeditev

source: The project has been started. Do you really want to calculate this schedule?
ar: المشروع بدأ. هل تريد حقًا حساب هذا الجدول؟
eo: La projekto estas komencita. Ĉu vi vere volas kalkuli ĉi tiun horaron?
sl: Projekt je bil že zagnan. Ali res želite izračunati to razporeditev?

# (qtundo-format) @info:status 1=schedule name
source: Calculate %1
ar: احسب %1
eo: Kalkuli %1
sl: Izračunaj %1

# (qtundo-format)
source: Create sub-schedule
ar: أنشئ جدولًا فرعيًا
eo: Krei sub-horaron
sl: Tvori podrejeno razporeditev

# (qtundo-format)
source: Add schedule %1
ar: أضِف جدولًا %1
eo: Aldoni horaron %1
sl: Dodaj razporeditev %1

source: Cannot baseline. The project is already baselined.
ar: لا يمكن إنشاء خط أساس. المشروع هو أساسي مبدئيًا.
eo: Ne povas bazlinio. La projekto jam estas bazita.
sl: Ni mogoče postaviti za osnovo. Projekt je že osnovan.

source: This schedule is baselined. Do you want to remove the baseline?
ar: هذا الجدول هو أساسي. هل تريد إزالة خط الأساس؟
eo: Ĉi tiu horaro estas bazita. Ĉu vi volas forigi la bazlinion?
sl: Ta razpored je osnovan. Ali želite odstraniti osnovo?

# (qtundo-format)
source: Reset baseline %1
ar: أعد ضبط خط الأساس %1
eo: Restarigi bazan linion %1
sl: Ponastavi osnovo %1

# (qtundo-format)
source: Baseline %1
ar: خط القاعدة %1
eo: Bazlinio %1
sl: Osnova %1

# (qtundo-format)
source: Delete schedule %1
ar: احذف الجدول %1
eo: Forigi horaron %1
sl: Briši razporeditev %1

# (qtundo-format)
source: Move schedule %1
ar: حرّك الجدول %1
eo: Movi horaron %1
sl: Prenesi razporeditev %1

# (qtundo-format)
source: Claim schedule %1
ar: طالِب بالجدول %1
eo: Postuli horaron %1
sl: Zahtevaj razporeditev %1

# @action
source: Show Debug Information
ar: اعرض معلومات التنقيح
eo: Montri Sencimigan Informon
sl: Prikaži informacije za iskanje napak

source: Result
ar: نتيجة
eo: Rezulto
sl: Rezultat

source: Scheduling Log
ar: سجل الجدولة
eo: Planado Registro
sl: Dnevnik planiranja

# (qtundo-format)
source: Modify project target start time
ar: غيّر وقت بدء هدف المشروع
eo: Modifi projektan celon komenci tempon
sl: Spremeni ciljni začetni čas projekta

# (qtundo-format)
source: Modify project target end time
ar: غيّر وقت انتهاء هدف المشروع
eo: Modifi projektan celfinan tempon
sl: Spremeni ciljni končni čas projekta

source: Scheduling range:
ar: نطاق الجدولة:
eo: Planada intervalo:
sl: Obseg planiranja:

source: Estimate Conversions
ar: تحويلات التقدير
eo: Taksaj Konvertiĝoj
sl: Ocena prevedb

# (qtundo-format)
source: Modify Estimate Conversions
ar: غيّر تحويلات التقدير
eo: Modifi Taksajn Konvertiĝojn
sl: Spremeni konverzije ocen

source: Summary Task Settings
ar: اضبط إعدادات المهمة الموجزة
eo: Resumotaskaj Agordoj
sl: Nastavitev povzetka nalog

# (qtundo-format)
source: Modify Summary Task
ar: غيّر المهمة الموجزة
eo: Modifi Resuman Taskon
sl: Spremeni zaključno nalogo

source: The Work Breakdown Structure introduces numbering for all tasks in the project, according to the task structure. The WBS code is auto-generated. You can define the WBS code pattern using the Define WBS Pattern command in the Tools menu.
ar: هيكل تجزئة العمل يقدّم ترقيمًا لكل المهام في المشروع، وفقًا لهيكل المهمة. رَمز هيكل تجزئة العمل يولّد آليًا. يمكنك تعريف نمط رمز هيكل تجزئة العمل باستخدام أمر تعريف نمط هيكل تجزئة العمل في قائمة الأدوات.
eo: La Work Breakdown Structure enkondukas numeradon por ĉiuj taskoj en la projekto, laŭ la taskostrukturo. La WBS-kodo estas aŭtomate generita. Vi povas difini la WBS-kodon per la komando Difini WBS Pattern en la menuo Iloj.
sl: Struktura razčlenitve nalog uvaja oštevilčenje vseh nalog v projekt, v skladu s strukturo nalog. Koda WBS se ustvari samodejno. Vzorec označevanja WBS lahko določite z ukazom Definiraj vzorec WBS v meniju Orodja.

# (qtundo-format)
source: Modify task
ar: غيّر المهمة
eo: Modifi taskon
sl: Spremeni nalogo

source: Work Breakdown Structure
ar: هيكل تجزئة العمل
eo: Strukturo de Malkonstruo de Laboro
sl: Struktura delovnih nalog

source: The name of the Task.
ar: اسم المهمة.
eo: La nomo de la Tasko.
sl: Ime naloge.

source: Responsible:
ar: المسؤول:
eo: Respondeca:
sl: Odgovorni:

source: Insert a person from your address book
ar: أدرِج شخصًا من دفتر عناوينك
eo: Enigi personon el via adreslibro
sl: Vstavite osebo iz vašega adresarja

source: Choose...
ar: اختر...
eo: Elekti...
sl: Izberite ...

source: Priority:
ar: الأولويّة:
eo: Prioritato:
sl: Prednost:

# (qtundo-format)
source: Modify Task Cost
ar: غيّر تكلفة المهمة
eo: Modifi Taskan Koston
sl: Spremeni stroške naloge

source: Account:
ar: الحساب:
eo: Konto:
sl: Račun:

source: Startup
ar: البدء
eo: Lanĉo
sl: Zagon

source: Cost:
ar: التكلفة:
eo: Kostoj:
sl: Strošek:

source: Shutdown
ar: الإيقاف
eo: Sistemfermi
sl: Ugasni

# (qtundo-format)
source: Modify milestone description
ar: غيّر وصف المَعلَم
eo: Modifi mejloŝtonpriskribon
sl: Spremeni opis mejnika

# (qtundo-format)
source: Modify summary task description
ar: غيّر وصف المهمة الموجزة
eo: Modifi resuman taskopriskribon
sl: Spremeni povzetek opisa naloge

# (qtundo-format)
source: Modify project description
ar: غيّر وصف المشروع
eo: Modifi projektpriskribon
sl: Spremeni opis projekta

source: Project Description
ar: وصف المشروع
eo: Projekta priskribo
sl: Opis projekta

source: Task Description
ar: وصف المهمة
eo: Taskopriskribo
sl: Opis naloge

source: Task Settings
ar: اضبط إعدادات المهمة
eo: Taskaj Agordoj
sl: Nastavitve naloge

source: &General
ar: &عام
eo: Ĝ&eneralo
sl: &Splošno

source: &Resources
ar: ال&موارد
eo: &Rimedoj
sl: &Viri

source: &Documents
ar: الم&ستندات
eo: &Dokumentoj
sl: &Dokumenti

source: &Cost
ar: ال&تكلفة
eo: &Kosto
sl: &Strošek

source: D&escription
ar: الو&صف
eo: Pr&iskribo
sl: &Opis
