Repository: KDE/calligraplan
Catalog: po/*/calligraplanportfolio.po
Languages: ar, ca@valencia, ka, tr

# @info:whatsthis
source: <title>Progress</title><para>This view is used to inspect and edit task progress information for the selected project.<nl/>The tasks are divided into groups dependent on the task status:<list><item><emphasis>Not Started:</emphasis> Tasks that should have been started by now.</item><item><emphasis>Running:</emphasis> Tasks that has been started, but not yet finished.</item><item><emphasis>Finished:</emphasis> Tasks that where finished in this period.</item><item><emphasis>Next Period:</emphasis> Tasks that is scheduled to be started in the next period.</item></list>The time period is configurable.</para><para>This view supports configuration and printing using the context menu.<nl/><link url='%1'>More...</link></para>
ar: <title>التّقدّم</title><para>يُستخدَم هذا العرض لفحص وتحرير معلومات تقدّم المهمة للمشروع المُختار.<nl/>المَهام مُقسّمة إلى مجموعات تعتمد على حالة المهمة:<list><item><emphasis>لم تبدأ:</emphasis> المهام التي كان ينبغي أن تبدأ الآن.</item><item><emphasis>قيد التشغيل:</emphasis> المهام التي بدأت، ولكن لم تنتهِ بعد.</item><item><emphasis>انتهت:</emphasis> المهام التي انتهت في هذه الفترة.</item><item><emphasis>الفترة القادمة:</emphasis> المهام المُجدوَلة لتبدأ في الفترة القادمة.</item></list>فترة الوقت قابلة للضبط.</para><para>هذا العرض يدعم الضبط والطباعة باستخدام قائمة السياق.<nl/><link url='%1'>المزيد...</link></para>
ca@valencia: <title>Progrés</title><para>Esta vista s'utilitza per a inspeccionar i editar la informació del progrés de les tasques per al projecte seleccionat.<nl/>Les tasques es dividixen en grups dependents de l'estat de la tasca:<list><item><emphasis>No iniciada:</emphasis> Tasques que haurien d'haver començat ara.</item><item><emphasis>En execució:</emphasis> Tasques que s'han iniciat, però que encara no han acabat.</item><item><emphasis>Finalitzada:</emphasis> Tasques que han acabat en este període.</item><item><emphasis>Pròxim període:</emphasis>Tasques que s'han programat per a començar en el període següent.</item></list>El període de temps és configurable.</para><para>Esta vista admet la configuració i la impressió utilitzant el menú contextual.<nl/><link url='%1'>Més…</link></para>
ka: <title>მიმდინარეობა</title><para>ეს ხედი გამოიყენება არჩეული პროექტის ამოცანის პროგრესის ინფორმაციის შესამოწმებლად და რედაქტირებისთვის.<nl/>ამოცანები იყოფა ჯგუფებად, რაც დამოკიდებულია დავალების სტატუსზე: <list><item><emphasis>არ დაწყებულია:</emphasis> ამოცანები, რომლებიც ამ დროისთვის უნდა დაწყებულიყო.</item><item><emphasis>გაშვებული:</emphasis> ამოცანები, რომლებიც დაწყებულია, მაგრამ ჯერ არ დასრულებულა.</item><item><emphasis>დასრულებული:</emphasis> ამოცანები, რომლებიც დასრულდა ამ პერიოდში.</item><item><emphasis>შემდეგი პერიოდი:</emphasis> ამოცანები, რომელთა დაწყება დაგეგმილია მომდევნო პერიოდში.</item></list>დროის პერიოდი მორგებადია.</para><para>ამ ხედს აქვს მორგების და ბეჭდვის მხარდაჭერა კონტექსტური მენიუს გამოყენებით.<nl/><link url='%1'>ვრცლად...</link></para>
tr: <title>İlerleme</title><para>Bu görünüm, seçili projeyi denetlemek ve görev ilerleme bilgisini düzenlemek için kullanılır.<nl/>Görevler, görev durumuna göre gruplara bölünürler:<list><item><emphasis>Başlatılmadı:</emphasis> Halihazırda başlatılmış olması gereken görevler.</item><item><emphasis>Çalışıyor:</emphasis> Başlatılan ve henüz bitirilmeyen görevler.</item><item><emphasis>Bitirildi:</emphasis> Bu periyotta bitirilen görevler.</item><item><emphasis>Sonraki Periyot:</emphasis> Sonraki periyotta başlatılması için zamanlanan görevler.</item></list>Zaman periyodu yapılandırılabilirdir.</para><para>Bu görünüm, bağlam menüsü kullanarak yapılandırma ve yazdırmayı destekler.<nl/><link url='%1'>Daha Fazla...</link></para>

source: Projects
ar: المشاريع
ca@valencia: Projectes
ka: პროექტები
tr: Projeler

# @info:tooltip
source: Project name
ar: اسم المشروع
ca@valencia: Nom del projecte
ka: პროექტის სახელი
tr: Proje adı

source: Target Start
ar: تاريخ البدء المُستهدَف
ca@valencia: Objectiu d'inici
ka: სამიზნის დასაწყისი
tr: Heder Başlangıcı

# @info:tooltip
source: Scheduling range: Earliest start time
ar: نطاق الجدولة: أبكر وقت بدء
ca@valencia: Interval de planificació: Hora d'inici més primerenca
ka: დაგეგმვის დიაპაზონი: უახლესი დაწყების დრო
tr: Zamanlama aralığı: En erken başlangıç zamanı

source: Target End
ar: تاريخ الانتهاء المُستهدَف
ca@valencia: Finalització de l'objectiu
ka: სამიზნის დასასრული
tr: Hedef Bitişi

# @info:tooltip
source: Scheduling range: Latest end time
ar: نطاق الجدولة: أحدث وقت انتهاء
ca@valencia: Interval de planificació: Hora de finalització més recent
ka: დაგეგმვის დიაპაზონი: უგვიანესი დასასრულის დრო
tr: Zamanlama aralığı: En geç bitiş zamanı

# @info:tooltip
source: Project description
ar: وصف المشروع
ca@valencia: Descripció del projecte
ka: პროექტის აღწერა
tr: Proje açıklaması

source: Schedule
ar: الجدولة
ca@valencia: Planificació
ka: განრიგი
tr: Program

# @info:tooltip
source: Select schedule
ar: اختر الجدول
ca@valencia: Trieu la planificació
ka: აირჩიეთ განრიგი
tr: Program seç

# @info:tooltip
source: <title>Project: %1</title><para>Schedule: Not scheduled</para><para><list><item>Target start: %2</item><item>Target finish: %3</item></list></para>
ar: <title>المشروع: %1</title><para>الجدول: غير مُجدوَل</para><para><list><item>تاريخ البدء المُستهدَف: %2</item><item>تاريخ الانتهاء المُستهدَف: %3</item></list></para>
ca@valencia: <title>Projecte: %1</title><para>Planificació: No planificat</para><para><list><item>Inici objectiu: %2</item><item>Final objectiu: %3</item></list></para>
ka: <title>პროექტი: %1</title><para>გეგმა: დაგეგმილი არაა</para><para><list><item>სამიზნე დასაწყისი: %2</item><item>სამიზნე დასასრული: %3</item></list></para>
tr: <title>Proje: %1</title><para>Program: Zamanlanmadı</para><para><list><item>Hedef başlangıcı: %2</item><item>Hedef bitişi: %3</item></list></para>

# @info:tooltip
source: <title>Project: %1</title><para>Schedule: %4 Not scheduled</para><para><list><item>Target start: %2</item><item>Target finish: %3</item></list></para>
ar: <title>المشروع: %1</title><para>الجدول: %4 غير مُجدوَل</para><para><list><item>تاريخ البدء المُستهدَف: %2</item><item>تاريخ الانتهاء المُستهدَف: %3</item></list></para>
ca@valencia: <title>Projecte: %1</title><para>Planificació: %4 No planificat</para><para><list><item>Inici objectiu: %2</item><item>Final objectiu: %3</item></list></para>
ka: <title>პროექტი: %1</title><para>გეგმა: %4 დაგეგმილი არაა</para><para><list><item>სამიზნე დაწყება: %2</item><item>სამიზნე დასრულება: %3</item></list></para>
tr: <title>Proje: %1</title><para>Program: %4 Zamanlanmadı</para><para><list><item>Hedef başlangıcı: %2</item><item>Hedef bitişi: %3</item></list></para>

# @info:tooltip
source: <title>Project: %1</title><para>Schedule: %6</para><para><list><item>Planned start: %2</item><item>Planned finish: %3</item><item>Target start: %4</item><item>Target finish: %5</item></list></para>
ar: <title>المشروع: %1</title><para>الجدول: %6</para><para><list><item>تاريخ البدء المُخطَّط: %2</item><item>تاريخ الانتهاء المُخطَّط: %3</item><item>تاريخ البدء المُستهدَف: %4</item><item>تاريخ الانتهاء المُستهدَف: %5</item></list></para>
ca@valencia: <title>Projecte: %1</title><para>Planificació: %6</para><para><list><item>Inici planejat: %2</item><item>Final planejat: %3</item><item>Inici objectiu: %4</item><item>Final objectiu: %5</item></list></para>
ka: <title>პროექტი: %1</title><para>გეგმა: %6</para><para><list><item>დაგეგმილი დაწყება: %2</item><item>დაგეგმილი დასრულება: %3</item><item>სამიზნე დაწყება: %4</item><item>სამიზნე დასრულება: %5</item></list></para>
tr: <title>Proje: %1</title><para>Program: %6</para><para><list><item>Planlanan başlangıç: %2</item><item>Planlanan bitiş: %3</item><item>Hedef başlangıcı: %4</item><item>Hedef bitişi: %5</item></list></para>

# @info:tooltip
source: Not scheduled
ar: غير مُجدوَل
ca@valencia: No planificat
ka: დაგეგმილი არაა
tr: Zamanlanmadı

# @info:tooltip
source: Schedule: %1 is not scheduled
ar: الجدول: %1 غير مُجدوَل
ca@valencia: Planificació: %1 no està planificat
ka: გეგმა: %1 დაგეგმილი არაა
tr: Program: %1 zamanlanmadı

# @info:tooltip
source: Schedule %1: Scheduled to start: %1
ar: الجدول %1: مُجدوَل ليبدأ: %1
ca@valencia: Planificació %1: Planificat per a iniciar-se: %1
ka: განრიგი %1: დაგეგმილია დაწყება: %1
tr: %1 Programı: Başlatılmaya zamanlandı: %1

# @info:tooltip
source: Schedule %1: Scheduled to finish: %1
ar: الجدول %1: مُجدوَل لينتهي: %1
ca@valencia: Planificació %1: Planificat per a finalitzar: %1
ka: განრიგი %1: დაგეგმილია დასრულება: %1
tr: %1 Programı: Bitirilmeye zamanlandı: %1

# @info:tooltip
source: Schedule is owned by Portfolio
ar: الجدول مملوك للمحفظة
ca@valencia: La planificació és propietat de Portfolio
ka: განრიგი ეკუთვნის პორტფოლიოს

# @info:tooltip
source: Schedule is baselined
ar: الجدول مبدئي
ca@valencia: La planificació és una línia base
ka: განრიგი არის საბაზისო
tr: Program ana hatı çıkarılmış

# @info:tooltip
source: Scheduled but not baselined
ar: مُجدوَل ولكن ليس مبدئي
ca@valencia: Es planifica però sense una línia base
ka: დაგეგმილი, მაგრამ არა საბაზისო
tr: Zamanlandı; ancak ana hatı çıkarılmadı

source: No task
ar: لا مهمة
ca@valencia: Cap tasca
ka: ამოცანის გარეშე
tr: Görev yok

# @info:tooltip
source: WBS: %1<nl/>Task: %2<nl/>Project: %3
ar: بنية تجزئة العمل (WBS): %1<nl/>المهمة: %2<nl/>المشروع: %3
ca@valencia: WBS: %1<nl/>Tasca: %2<nl/>Projecte: %3
ka: WBS: %1<nl/>ამოცანა: %2<nl/>პროექტი: %3
tr: WBS: %1<nl/>Görev: %2<nl/>Proje: %3

source: Tasks
ar: المهام
ca@valencia: Tasques
ka: ამოცანები
tr: Görevler

# @info:whatsthis
source: <title>Resource Usage</title><para>This view shows the resources task assignments for each day.</para><para><nl/><link url='%1'>More...</link></para>
ar: <title>استخدام الموارد</title><para>يعرض هذا العرض تخصيصات مهام الموارد لكل يوم.</para><para><nl/><link url='%1'>المزيد...</link></para>
ca@valencia: <title>Ús dels recursos</title><para>Esta vista mostra les assignacions de recursos a tasques per a cada dia.</para><para><nl/><link url='%1'>Més…</link></para>
ka: <title>რესურსების გამოყენება</title><para>ეს ხედი გაჩვენებთ რესურსების ამოცანების მინიჭებას თითოეული დღისთვის.</para><para><nl/><link url='%1'>მეტი...</link></para>
tr: <title>Özkaynak Kullanımı</title><para>Bu görünüm, her bir gün için özkaynakların görev atanmasını gösterir.</para><para><nl/><link url='%1'>Daha Fazla...</link></para>

source: Diagram Types
ar: أنواع المخططات
ca@valencia: Tipus de diagrama
ka: დიაგრამის ტიპები
tr: Diyagram Türleri

source: Normal
ar: عادي
ka: ჩვეულებრივი

source: Stacked
ar: متراكم
ca@valencia: Apilada
ka: ჩალაგებული
tr: Yığılmış

source: Range
ar: المجال
ca@valencia: Interval
ka: დიაპაზონი
tr: Aralık

# @title:column
source: Project
ar: مشروع
ca@valencia: Projecte
ka: პროექტები
tr: Proje

# @title:column
source: Schedule
ar: الجدولة
ca@valencia: Planificació
ka: განრიგი
tr: Program

# @title:column
source: Action
ar: الإجراء
ca@valencia: Acció
ka: პარამეტრები
tr: Eylem

# @title:column
source: State
ar: الحالة
ca@valencia: Estat
ka: მდგომარეობა
tr: Durum

source: New schedule
ar: جدول جديد
ca@valencia: Planificació nova
ka: ახალი განრიგი
tr: Yeni program

source: New sub-schedule
ar: جدول فرعي جديد
ca@valencia: Subplanificació nova
ka: ახალი ქვეგანრიგი
tr: Yeni alt program

source: New schedule '%1' will be created.
ar: أنشئ جدولًا جديدًا '%1'.
ca@valencia: Es crearà la planificació nova «%1».
ka: შეიქმნება ახალი გეგმა '%1'.
tr: Yeni program '%1' oluşturulacak.

source: Existing schedule '%1' is owned by Portfolio. '%1' will be scheduled.
ar: الجدول الموجود '%1' مملوك للمحفظة. جدوِل '%1'.
ca@valencia: La planificació existent «%1» és propietat de Portfolio. Es planificarà «%1».
ka: არსებული გეგმა '%1' პორტფოლიოს მიეკუთვნება. '%1' დაიგეგმება.

source: Existing schedule '%1' is owned by Plan. New schedule '%2' will be created.
ar: الجدول الموجود '%1' مملوك للمُخطِط. أنشئ جدولًا جديدًا '%2'.
ca@valencia: La planificació existent «%1» és propietat de Plan. Es crearà la planificació nova «%2».
ka: არსებული გეგმა '%1' Plan-ს ეკუთვნის. შეიქმნება ახალი გეგმა '%2'.

source: Project is started. '%1' will be created as sub-schedule to '%2'.
ar: المشروع بدأ. أنشئ '%1' كجدول فرعي لـ '%2'.
ca@valencia: El projecte està iniciat. «%1» es crearà com a subplanificació a «%2».
ka: პროექტი დაიწყო. '%1' შეიქმნება, როგორც '%2'-ის ქვეგეგმა.
tr: Proje başlatıldı. '%1', '%2' ögesine bir alt program olarak oluşturulacak.

# @title
source: Name
ar: الاسم
ca@valencia: Nom
ka: სახელი
tr: Ad

# @title
source: Phase
ar: الطور
ca@valencia: Fase
ka: ფაზა
tr: Faz

# @title
source: Severity
ar: الخطورة
ca@valencia: Gravetat
ka: სიმკაცრე
tr: Ciddiyet

# @title
source: Message
ar: الرسالة
ca@valencia: Missatge
ka: შეტყობინება
tr: İleti

# @title:column
source: Status
ar: الحالة
ca@valencia: Estat
ka: სტატუსი
tr: Durum

# @title:column
source: Control
ar: التحكم
ka: კონტროლი
tr: Denetim

# @title:column
source: Priority
ar: الأولويّة
ca@valencia: Prioritat
ka: პრიორიტეტი
tr: Öncelik

source: Include
ar: ضم
ca@valencia: Inclou
ka: ჩართვა
tr: İçer

source: Exclude
ar: استثنِ
ca@valencia: Exclou
ka: გამორიცხვა
tr: İçerme

# @into:tooltip
source: Scheduling not possible. Project target end time must be later than calculation time
ar: الجدولة غير ممكنة. يجب أن يكون تاريخ الانتهاء المُستهدَف للمشروع أحدث من وقت الحساب
ca@valencia: No és possible la planificació. L'hora final objectiu del projecte ha de ser posterior al temps de càlcul
ka: დაგეგმვა შეუძლებელია. პროექტის სამიზნე დასრულების თარიღი გამოთვლილ დროზე გვიან უნდა იყოს
tr: Zamanlama olanaklı değil. Proje hedef bitiş zamanı, hesaplanan zamandan daha geç olmalı

source: Scheduling...
ar: جدولة...
ca@valencia: S'està planificant…
ka: დაგეგმვა...
tr: Zamanlanıyor...

source: Not scheduled
ar: غير مُجدوَل
ca@valencia: No es planifica
ka: დაგეგმილი არაა
tr: Zamanlanmadı

source: Finished
ar: انتهى
ca@valencia: S'ha finalitzat
ka: დასრულდა
tr: Bitirildi

source: Started
ar: بدأ
ca@valencia: S'ha iniciat
ka: დაიწყო
tr: Başlatıldı

source: Baselined
ar: مبدئي
ca@valencia: És una línia base
ka: საბაზისო
tr: Ana hatı çıkarıldı

source: Scheduled
ar: مُجدوَل
ca@valencia: S'ha planificat
ka: დაგეგმილია
tr: Zamanlandı

# @info:tooltip
source: Scheduling not possible. Project target end time must be later than calculation time
ar: الجدولة غير ممكنة. يجب أن يكون تاريخ الانتهاء المُستهدَف للمشروع أحدث من وقت الحساب
ca@valencia: No és possible la planificació. L'hora final objectiu del projecte ha de ser posterior al temps de càlcul
ka: დაგეგმვა შეუძლებელია. პროექტის სამიზნე დასრულების თარიღი გამოთვლილ დროზე გვიან უნდა იყოს
tr: Zamanlama olanaklı değil. Proje hedef bitiş zamanı hesaplanan zamanından daha geç olmalı

# @info:tooltip
source: Schedule this project
ar: جدوِل هذا المشروع
ca@valencia: Planifica este projecte
ka: ამ პროექტის დაგეგმვა
tr: Bu projeyi zamanla

# @info:tooltip
source: Include resource bookings from this project
ar: ضم حجوزات الموارد من هذا المشروع
ca@valencia: Inclou les reserves de recursos des d'este projecte
ka: რესურსების დაჯავშნის ჩასმა ან პროექტიდან
tr: Bu projeden özkaynak yer ayırmalarını içer

# @info:tooltip
source: Exclude this project
ar: استثنِ هذا المشروع
ca@valencia: Exclou este projecte
ka: ამ პროექტის გამორიცხვა
tr: Bu projeyi dışarıda tut

# @info:tooltip
source: Highest priority is scheduled first
ar: الأولوية الأعلى تُجدوَل أولًا
ca@valencia: La prioritat més alta es planificarà primer
ka: უმაღლესი პრიორიტეტი პირველი იგეგმება
tr: En yüksek öncelik, ilk zamanlanır

# @info:whatsthis
source: <title>Scheduling</title><para>The Scheduling view lets you schedule the projects in your portfolio. The projects are scheduled according to their priority.</para><para>Set <emphasis>Control</emphasis> to <emphasis>Schedule</emphasis> for the project or projects you want to schedule.<nl/>Set <emphasis>Control</emphasis> to <emphasis>Include</emphasis> to have resource assignments included in resource leveling.<nl/>Set <emphasis>Control</emphasis> to <emphasis>Exclude</emphasis> if you want to exclude the project.</para><para><note>If your projects share resources with projects that are not part of your portfolio, these projects needs to be included for resource leveling to work properly.</note></para><para><link url='%1'>More...</link></para>
ar: <title>الجدولة</title><para>يتيح لك عرض الجدولة جدولة المشاريع في محفظتك. تُجدوََل المشاريع وفقًا لأولويتها.</para><para>اضبط <emphasis>التحكم</emphasis> إلى <emphasis>الجدولة</emphasis> للمشروع أو المشاريع التي تريد جدولتها.<nl/>اضبط <emphasis>التحكم</emphasis> إلى <emphasis>ضم</emphasis> لكي تُضَم تخصيصات الموارد في تسوية الموارد.<nl/>اضبط <emphasis>التحكم</emphasis> إلى <emphasis>استثنِ</emphasis> إن كنت تريد استثناء المشروع.</para><para><note>إن كانت مشاريعك تشترك في موارد مع مشاريع ليست جزءًا من محفظتك، احتَجْ إلى ضم هذه المشاريع لكي تعمل تسوية الموارد بشكل صحيح.</note></para><para><link url='%1'>المزيد...</link></para>
ca@valencia: <title>Planificació</title><para>La vista de planificació permet programar els projectes en la cartera. Els projectes es planifiquen segons la seua prioritat.</para><para>Establiu el <emphasis>Control</emphasis> a <emphasis>Planificació</emphasis> per al projecte o projectes que voleu programar.<nl/>Establiu el <emphasis>Control</emphasis> a <emphasis>Inclou</emphasis> per a tindre assignacions de recursos incloses en l'anivellament de recursos.<nl/>Establiu el <emphasis>Control</emphasis> a <emphasis>Exclou</emphasis> si voleu excloure el projecte.</para><para><note>Si els vostres projectes compartixen recursos amb projectes que no formen part de la vostra cartera, estos projectes cal incloure'ls a l'anivellament de recursos per a funcionar correctament.</note></para><para><link url='%1'>Més…</link></para>
ka: <title>დაგეგმვა</title><para>დაგეგმვის ხედი საშუალებას გაძლევთ დაგეგმოთ პროექტები თქვენს პორტფოლიოში. პროექტები დაგეგმილია მათი პრიორიტეტის მიხედვით.</para><para>დააყენეთ <emphasis>კონტროლი</emphasis> დაგეგმილად პროექტის ან პროექტებისთვის, რომელთა დაგეგმვაც გსურთ.<emphasis></emphasis><nl/>დააყენეთ <emphasis>კონტროლი</emphasis> <emphasis>ჩართვაზე</emphasis>, რათა რესურსების დავალებები შედიოდეს რესურსების ნიველირებაში.<nl/>დააყენეთ <emphasis>კონტროლი</emphasis> <emphasis>გამორიცხვაზე</emphasis>, თუ გსურთ პროექტის გამორიცხვა.</para><para><note>თუ თქვენი პროექტები იზიარებენ რესურსებს პროექტებთან, რომლებიც არ არის თქვენი პორტფელის ნაწილი, ეს პროექტები უნდა იყოს ჩართული რესურსების გათანაბრებისთვის გამართულად მუშაობისთვის.</note></para><para><link url='%1'>ვრცლად...</link></para>
tr: <title>Zamanlama</title><para>Zamanlama görünümü, portföyünüzdeki projeleri zamanlamanıza izin verir. Projeler, önceliklerine göre zamanlanırlar.</para><para>Zamanlamak istediğiniz projeler için <emphasis>Denetim</emphasis>'i, <emphasis>Zamanla</emphasis>'ya ayarlayın.<nl/>Özkaynak düzeylemesinde içerilen özkaynak atamalarını almak için <emphasis>Denetim</emphasis>'i <emphasis>İçer</emphasis> olarak ayarlayın.<nl/>Bu projeyi dışarıda tutmak istiyorsanız <emphasis>Denetim</emphasis>'i <emphasis>İçerme</emphasis> olarak ayarlayın.</para><para><note>Eğer projeleriniz, portföyünüzün bir parçası olmayan projelerle özkaynaklar paylaşıyorsa bu projelerin özkaynak düzeylemelerinin doğru çalışması için içerilmeleri gerekir.</note></para><para><link url='%1'>Daha Fazla...</link></para>

# @label:listbox range: 0-60
source: %1 minute
ar: %1 دقيقة
ca@valencia: %1 minut
ka: 1 წუთი
tr: %1 dakika

source: Description...
ar: الوصف...
ca@valencia: Descripció…
ka: აღწერა...
tr: Açıklama...

source: Internal error. No scheduler plugin found.
ar: خطأ داخلي. لا مكوّن جدولة إضافي موجود.
ca@valencia: S'ha produït un error intern. No s'ha trobat cap connector planificador.
ka: შიდა შეცდომა. გეგმის დამატება აღმოჩენილი არაა.
tr: İç hata. Bir zamanlayıcı eklentisi bulunamadı.

source: Nothing to schedule
ar: لا شيء لجدولته
ca@valencia: No hi ha res que s'haja de planificar
ka: დასაგეგმი არაფერია
tr: Zamanlanacak bir şey yok

source: Scheduling not possible. Project target end time must be later than calculation time.
ar: الجدولة غير ممكنة. يجب أن يكون تاريخ الانتهاء المُستهدَف للمشروع أحدث من وقت الحساب.
ca@valencia: No és possible la planificació. L'hora final objectiu del projecte ha de ser posterior al temps de càlcul.
ka: დაგეგმვა შეუძლებელია. პროექტის სამიზნე დასრულების თარიღი გამოთვლილ დროზე გვიან უნდა იყოს.
tr: Zamanlama olanaklı değil. Proje hedef bitiş zamanı, hesaplanan zamandan daha geç olmalı.

source: Scheduling projects
ar: جدولة المشاريع
ca@valencia: Planificació de projectes
ka: პროექტების დაგეგმვა
tr: Projeler zamanlanıyor

source: Scheduling Control
ar: التحكم في الجدولة
ca@valencia: Control de la planificació
ka: დაგეგმვის კონტროლი
tr: Zamanlama Denetimi

source: Scheduler:
ar: المجدول:
ca@valencia: Planificador:
ka: მგეგმავი:
tr: Zamanlayıcı:

source: Calculate
ar: احسب
ca@valencia: Calcula
ka: გამოთვლა
tr: Hesapla

source: Options
ar: خيارات
ca@valencia: Opcions
ka: პარამეტრები
tr: Seçenekler

source: Sequential
ar: تسلسلي
ca@valencia: Seqüencial
ka: თანმიმდევრული
tr: Sıralamalı

source: Granularity:
ar: الحُبيبيّة:
ca@valencia: Granularitat:
ka: გრანულარულობა:
tr: Ayrıntılılık:

source: Parallel
ar: موازٍ
ca@valencia: Paral·lela
ka: პარალელური
tr: Paralel

source: Calculate From
ar: احسب من
ca@valencia: Calcula des de
ka: გამოთვლა საიდან
tr: Şuradan Hesapla

source: Today
ar: اليوم
ca@valencia: Hui
ka: დღეს
tr: Bugün

source: Time:
ar: الوقت:
ca@valencia: Hora:
ka: დრო:
tr: Zaman:

source: Tomorrow
ar: الغد
ca@valencia: Demà
ka: ხვალ
tr: Yarın

# @info:tooltip (Budgeted Cost of Work Scheduled/Budgeted Cost of Work Performed
source: Schedule Performance Index (BCWS/BCWP)
ar: مؤشر أداء الجدول (التكلفة المُقدّرة للعمل المُجدوَل / التكلفة المُقدّرة للعمل المُنجَز)
ca@valencia: Índex de compliment de la planificació (BCWS/BCWP)
ka: გეგმის შესრულების ინდექსი (BCWS/BCWP)
tr: Zamanlama Başarım İndeksi (BCWS/BCWP)

# @info:whatsthis
source: <title>Projects Summary View</title><para>This view summarizes performance data for the projects in your portfolio.</para><para>Performance indexes are shown for both cost based and effort based calculations.</para><para><nl/><link url='%1'>More...</link></para>
ar: <title>عرض ملخص المشاريع</title><para>يلخص هذا العرض بيانات الأداء للمشاريع في محفظتك.</para><para>تُظهَر مؤشرات الأداء لكلتا العمليات الحسابية المعتمدة على التكلفة والمُعتمدة على الجهد.</para><para><nl/><link url='%1'>المزيد...</link></para>
ca@valencia: <title>Vista de resum dels projectes</title><para>Esta vista resumix les dades de compliment dels projectes de la cartera.</para><para>Els índexs de compliment es mostren per a càlculs basats en costos i esforços.</para><para><nl/><link url='%1'>Més…</link></para>
ka: <title>პროექტების შეჯამების ხედი</title><para>ეს ხედი აჯამებს თქვენს პორტფოლიოში არსებული პროექტების შესრულების მონაცემებს.</para><para>შესრულები ინდექსები ნაჩვენებია ორივე, ფასზე დაფუძნებით და ძალისხმევის მიხედვით.</para><para><nl/><link url='%1'>მეტი...</link></para>
tr: <title>Projeler Özet Görünümü</title><para>Bu görünüm, portföyünüzdeki projeleri için olan başarım verisini özetler.</para><para>Hem maliyet tabanlı hem efor tabanlı hesaplamalar için başarım indeksleri gösterilir.</para><para><nl/><link url='%1'>Daha Fazla...</link></para>

source: Portfolio Content
ar: محتوى المحفظة
ca@valencia: Contingut de la cartera
ka: პორტფოლიოს შემცველობა
tr: Portföy İçeriği

source: Scheduling
ar: جدولة
ca@valencia: Planificació
ka: დაგეგმვა
tr: Zamanlama

source: Summary
ar: الملخّص
ca@valencia: Resum
ka: შეჯამება
tr: Özet

source: Progress
ar: التّقدّم
ca@valencia: Progrés
ka: პროგრესი
tr: İlerleme

source: Performance
ar: الأداء
ca@valencia: Compliment
ka: წარმადობა
tr: Başarım

source: Resource Usage
ar: استخدام الموارد
ca@valencia: Ús dels recursos
ka: რესურსების გამყენება
tr: Özkaynak Kullanımı
