Repository: KDE/calligraplan
Catalog: po/*/calligraplanlibs.po
Languages: ar, eo, sl

# @info:tooltip
source: The task started at: %1
ar: المهمة بدأت في: %1
eo: La tasko komenciĝis ĉe: %1
sl: Naloga se je začela ob: %1

# @info:tooltip
source: The task is not started
ar: المهمة لم تبدأ
eo: La tasko ne estas komencita
sl: Naloga še ni začeta

# @info:tooltip
source: Actual finish: %1
ar: الانتهاء الفعلي: %1
eo: Fakta fino: %1
sl: Dejanski zaključek: %1

# @info:tooltip
source: The task finished at: %1
ar: المهمة انتهت في: %1
eo: La tasko finiĝis ĉe: %1
sl: Naloga se je zaključila ob: %1

# @info:tooltip
source: The task is not finished
ar: المهمة لم تنته
eo: La tasko ne estas finita
sl: Naloga ni zaključena

# @info:tooltip
source: Planned effort until %1: %2
ar: الجهد المخطط حتى %1: %2
eo: Planita klopodo ĝis %1: %2
sl: Planiran napor do %1: %2

# @info:tooltip
source: Actual effort used up to %1: %2
ar: الجهد الفعلي المستخدَم حتى %1: %2
eo: Fakta penado uzata ĝis %1: %2
sl: Dejanski napor do %1: %2

# @info:tooltip
source: Remaining effort: %1
ar: الجهد المتبقي: %1
eo: Resta klopodo: %1
sl: Preostali napor: %1

# @info:tooltip
source: Planned cost until %1: %2
ar: التكلفة المخططة حتى %1: %2
eo: Planita kosto ĝis %1: %2
sl: Načrtovani strošek do %1: %2

# @info:tooltip
source: Actual cost until %1: %2
ar: التكلفة الفعلية حتى %1: %2
eo: Fakta kosto ĝis %1: %2
sl: Dejanski strošek do %1: %2

# @info:tooltip
source: Resource allocation is expected when the task estimate type is <emphasis>Effort</emphasis>
ar: توقع تخصيص الموارد عندما يكون نوع تقدير المهمة هو <emphasis>جهد</emphasis>
eo: Atribuo de rimedo estas atendata kiam la taskotakso-tipo estas <emphasis>Laborkvanto</emphasis>
sl: Razporeditev virov je pričakovana, ko je vrsta ocene naloge <emphasis>Napor</emphasis>

# @info:tooltip
source: A resource has been overbooked
ar: مورد حجز حجوزات زائدة
eo: Rimedo estas tromendita
sl: Vir je bil večkratno dodeljen

# @info:tooltip
source: No resource is available for this task
ar: لا مورد متاح لهذه المهمة
eo: Neniu rimedo disponeblas por ĉi tiu tasko
sl: Za to nalogo ni na voljo vira

# @info:tooltip
source: Failed to comply with a timing constraint
ar: إخفاق في الالتزام بقيد التوقيت
eo: Malsukcesis observi templimon
sl: Ne ustreza zahtevanim časovnim omejitvam

# @info:tooltip
source: This task has not been scheduled
ar: هذه المهمة لم تجدول
eo: Ĉi tiu tasko ne estis planita
sl: Ta naloga še ni bilo razporejena

# @info:tooltip
source: The assigned resources cannot deliver the required estimated effort
ar: الموارد المعينة لا يمكن أن تسلم الجهد المقدر المطلوب
eo: La atribuitaj rimedoj ne povas liveri la bezonatan laŭtaksan fortostreĉon
sl: Dodeljeni viri ne morejo zagotoviti zahtevanega planiranega delovnega napora

# @info:tooltip
source: Scheduling error
ar: خطأ جدولة
eo: Eraro pri planado
sl: Napaka pri razporejanju

# @info:tooltip
source: Work breakdown structure code: %1
ar: رمز هيكل تجزئة العمل: %1
eo: Kodo de strukturo de malfunkcio de laboro: %1
sl: Koda razčlenitve strukture nalog: %1

# @info:tooltip
source: Task level: %1
ar: مستوى المهمة: %1
eo: Taskonivelo: %1
sl: Raven naloge: %1

# @info:tooltip
source: Budgeted Cost of Work Scheduled at %1: %2
ar: التكلفة المرصودة للعمل المجدول في %1: %2
eo: Buĝeta Kosto de Laboro Planita ĉe %1: %2
sl: Proračunski stroški razporejenih nalog pri %1: %2

# @info:tooltip
source: Budgeted Cost of Work Performed at %1: %2
ar: التكلفة المرصودة للعمل المنفّذ في %1: %2
eo: Buĝeta Kosto de Laboro Farita ĉe %1: %2
sl: Proračunski stroški izvedenih nalog pri %1: %2

# @info:tooltip
source: Actual Cost of Work Performed at %1: %2
ar: التكلفة الفعلية للعمل المنفّذ في %1: %2
eo: Fakta Kosto de Laboro Farita ĉe %1: %2
sl: Dejanski stroški izvedenih nalog pri %1: %2

# @info:tooltip
source: Schedule Performance Index at %1: %2
ar: مؤشر أداء الجدولة في %1: %2
eo: Plani Indekson de Efikeco ĉe %1: %2
sl: Indeks uspešnosti razporeditve pri %1: %2

# Not available
source: NA
ar: غ‌م

# @info:tooltip
source: Latest work package sent to %1 at %2
ar: أحدث حزمة عمل أرسلت إلى %1 في %2
eo: Plej nova laborpakaĵo sendita al %1 ĉe %2
sl: Zadnji delovni paket poslan na %1: %2

# @info:tooltip
source: Latest work package received from %1 at %2
ar: أحدث حزمة عمل استلمت من %1 في %2
eo: Plej lasta laborpakaĵo ricevita de %1 ĉe %2
sl: Zadnji delovni paket sprejet od %1: %2

# @info:tooltip
source: Not available
ar: غير متوفّر
eo: Ne haviĝebla
sl: Ni na voljo

# @info:tooltip
source: Latest work package sent: %1
ar: أحدث حزمة عمل أرسلت: %1
eo: Plej lasta laborpakaĵo sendita: %1
sl: Zadnji delovni paket poslan: %1

# @info:tooltip
source: Latest work package received: %1
ar: أحدث حزمة عمل استلمت: %1
eo: Plej lasta laborpakaĵo ricevita: %1
sl: Zadnji delovni paket sprejet: %1

# @title:column
source: Type
ar: النّوع
eo: Tipo
sl: Vrsta

# @title:column
source: Responsible
ar: المسؤول
eo: Respondeca
sl: Odgovorni

# @title:column
source: Estimate Type
ar: نوع التقدير
eo: Takso Tipo
sl: Vrsta ocene

# @title:column
source: Calendar
ar: التقويم
eo: Kalendaro
sl: Koledar

# @title:column
source: Estimate
ar: تقدير
eo: Takso
sl: Ocena

# @title:column
source: Optimistic (%)
ar: متفائل (٪)
eo: Optimisma (%)
sl: Optimistično (%)

# @title:column
source: Pessimistic (%)
ar: متشائم (٪)
eo: Pesimisma (%)
sl: Pesimistično (%)

# @title:column
source: Risk
ar: مخاطرة
eo: Risko
sl: Tveganje

# @title:column
source: Priority
ar: الأولويّة
eo: Prioritato
sl: Prednost

# @title:column
source: Constraint
ar: القيد
eo: Limigo
sl: Omejitev

# @title:column
source: Constraint Start
ar: قيد البدء
eo: Limigo Komenco
sl: Začetek omejitve

# @title:column
source: Constraint End
ar: قيد الانتهاء
eo: Limigo Fino
sl: Konec omejitve

# @title:column
source: Running Account
ar: الحساب الجاري
eo: Kuranta Konto
sl: Tekoči račun

# @title:column
source: Startup Account
ar: حساب البدء
eo: Komenca Konto
sl: Račun začetka

# @title:column
source: Startup Cost
ar: تكلفة البدء
eo: Komenca Kosto
sl: Stroški začetka

# @title:column
source: Shutdown Account
ar: حساب الإغلاق
eo: Fermi Konton
sl: Račun dokončanja

# @title:column
source: Shutdown Cost
ar: تكلفة الإغلاق
eo: Malŝalta Kosto
sl: Stroški dokončanja

# @title:column
source: Description
ar: الوصف
eo: Priskribo
sl: Opis

# @title:column
source: Expected
ar: متوقع
eo: Atendis
sl: Pričakovano

# @title:column
source: Variance (Est)
ar: تباين (تقدير)
eo: Varianco (Est)
sl: Varianca (ocena)

# @title:column
source: Optimistic
ar: متفائل
eo: Optimisma
sl: Optimistična

# @title:column
source: Pessimistic
ar: متشائم
eo: Pesimisma
sl: Pesimistično

# @title:column
source: Start Time
ar: وقت البدأ
eo: Komenca Tempo
sl: Začetni čas

# @title:column
source: End Time
ar: وقت النهاية
eo: Fina Tempo
sl: Končni čas

# @title:column
source: Early Start
ar: بدء مبكر
eo: Frua Komenco
sl: Zgodnji začetek

# @title:column
source: Early Finish
ar: انتهاء مبكر
eo: Frua Fino
sl: Zgodnji zaključek

# @title:column
source: Late Start
ar: بدء متأخر
eo: Malfrua Komenco
sl: Pozni začetek

# @title:column
source: Late Finish
ar: انتهاء متأخر
eo: Malfrua Fino
sl: Pozni zaključek

# @title:column
source: Positive Float
ar: وقت احتياطي إيجابي
eo: Pozitiva Flosilo
sl: Pozitivna premičnost

# @title:column
source: Free Float
ar: وقت احتياطي حر
eo: Libera Flosilo
sl: Prosta premičnost

# @title:column
source: Negative Float
ar: وقت احتياطي سلبي
eo: Negativa Flosilo
sl: Negativna premičnost

# @title:column
source: Start Float
ar: وقت احتياطي البدء
eo: Komenci Flosilon
sl: Začetna premičnost

# @title:column
source: Finish Float
ar: وقت احتياطي الانتهاء
eo: Fini Flosilon
sl: Končna premičnost

# @title:column
source: Assignments
ar: الإسنادات
eo: Taskoj
sl: Zadolžitve

# @title:column
source: Duration
ar: المدّة
eo: Daŭro
sl: Trajanje

# @title:column
source: Variance (Dur)
ar: تباين (مدة)
eo: Varieco (Dur)
sl: Varianca (trajanja)

# @title:column
source: Optimistic (Dur)
ar: متفائل (مدة)
eo: Optimisma (Dur)
sl: Optimistično (trajanje)

# @title:column
source: Pessimistic (Dur)
ar: متشائم (مدة)
eo: Pesimisma (Dur)
sl: Pesimistično (trajanje)

# @title:column
source: Status
ar: الحالة
eo: Stato
sl: Stanje

# @title:column
source: % Completed
ar: ٪ اكتمل
eo: % Kompletita
sl: % dokončano

# @title:column
source: Planned Effort
ar: الجهد المخطط
eo: Planita Penado
sl: Načrtovan napor

# @title:column
source: Actual Effort
ar: الجهد الفعلي
eo: Reala Penado
sl: Dejanski napor

# @title:column
source: Remaining Effort
ar: الجهد المتبقي
eo: Restanta Penado
sl: Preostali napor

# @title:column
source: Planned Cost
ar: التكلفة المخططة
eo: Planita Kosto
sl: Načrtovani strošek

# @title:column
source: Actual Cost
ar: التكلفة الفعلية
eo: Fakta Kosto
sl: Dejanski strošek

# @title:column
source: Actual Start
ar: البدء الفعلي
eo: Fakta Komenco
sl: Dejanski začetek

# @title:column
source: Started
ar: بدأ
eo: Komenciĝis
sl: Začeto

# @title:column
source: Actual Finish
ar: الانتهاء الفعلي
eo: Fakta Fino
sl: Dejanski zaključek

# @title:column
source: Finished
ar: انتهى
eo: Finita
sl: Zaključeno

# @title:column
source: Status Note
ar: ملاحظة الحالة
eo: Statusa Noto
sl: Opomba stanja

# @title:column
source: Scheduling Status
ar: حالة الجدولة
eo: Statuso de Planado
sl: Status planiranja

# @title:column
source: Not Scheduled
ar: لم يجدول
eo: Ne Planita
sl: Ni razporejeno

# @title:column
source: Assignment Missing
ar: تعيين مفقود
eo: Tasko Mankas
sl: Manjkajoče zadolžitve

# @title:column
source: Resource Overbooked
ar: مورد محجوز حجوزات زائدة
eo: Rimedo Tromendita
sl: Viri večkratno dodeljeni

# @title:column
source: Resource Unavailable
ar: مورد غير متاح
eo: Rimedo Ne Disponebla
sl: Vir ni na voljo

# @title:column
source: Constraints Error
ar: خطأ القيود
eo: Limigoj Eraro
sl: Napaka pri omejitvi

# @title:column
source: Effort Not Met
ar: لم يلب الجهد
eo: Penado Ne Renkontita
sl: Napor ni zadosten

# @title:column
source: Scheduling Error
ar: خطأ الجدولة
eo: Eraro pri Planado
sl: Napaka pri planiranju

# @title:column
source: WBS Code
ar: رمز WBS
eo: WBS-kodo
sl: WBS coda

# @title:column Node level
source: Level
ar: المستوى
eo: Nivelo
sl: Stopnja

# @title:column
source: Critical
ar: حرج
eo: Gravega
sl: Kritična

# @title:column
source: Critical Path
ar: المسار الحرج
eo: Kritika Vojo
sl: Kritična pot

# @title:column
source: Owner
ar: المالك
eo: Posedanto
sl: Lastnik

# @title:column
source: Time
ar: الوقت
eo: Tempo
sl: Čas

# @info:tooltip
source: Work package owner
ar: مالك حزمة العمل
eo: Posedanto de laborpako
sl: Lastnik delovnega paketa

# @info:tooltip
source: Work package status
ar: حالة حزمة العمل
eo: Laborpaka statuso
sl: Status delovnega paketa

# @info:tooltip
source: Work package send/receive time
ar: وقت إرسال/استلام حزمة العمل
eo: Tempo de sendo/ricevo de laboro
sl: Čas za pošiljanje/prejemanje delovnega paketa

# (qtundo-format)
source: Modify name
ar: عدّل الاسم
eo: Modifi nomon
sl: Spremeni ime

# (qtundo-format)
source: Modify task name
ar: عدّل اسم المهمة
eo: Modifi taskonomon
sl: Spremeni ime naloge

# (qtundo-format)
source: Modify milestone name
ar: عدّل اسم المَعْلَم
eo: Modifi la nomon de mejloŝtono
sl: Spremeni ime mejnika

# (qtundo-format)
source: Modify summarytask name
ar: عدّل اسم المهمة الملخصة
eo: Modifi la nomon de resuma tasko
sl: Spremeni ime zaključne naloge

# (qtundo-format)
source: Modify project name
ar: عدّل اسم المشروع
eo: Modifi la nomon de la projekto
sl: Spremeni ime projekta

# (qtundo-format)
source: Modify responsible
ar: عدّل المسؤول
eo: Modifi respondeca
sl: Spremeni odgovorno osebo

# (qtundo-format)
source: Modify task description
ar: عدّل وصف المهمة
eo: Modifi taskopriskribon
sl: Spremeni opis naloge

# (qtundo-format)
source: Modify constraint type
ar: عدّل نوع القيد
eo: Modifi limigan tipon
sl: Spremeni vrsto omejitve

# (qtundo-format)
source: Modify constraint start time
ar: عدّل وقت بدء القيد
eo: Modifi limigan komencan tempon
sl: Spremeni začetni čas omejitve

# (qtundo-format)
source: Modify constraint end time
ar: عدّل وقت انتهاء القيد
eo: Modifi limigan fintempon
sl: Spremeni končni čas omejitve

# (qtundo-format)
source: Modify estimate type
ar: عدّل نوع التقدير
eo: Modifi taksan tipon
sl: Spremeni vrsto ocenjevanja

# (qtundo-format)
source: Modify estimate calendar
ar: عدّل تقويم التقدير
eo: Modifi taksan kalendaron
sl: Spremeni koledar ocen

# (qtundo-format)
source: Modify estimate
ar: عدّل التقدير
eo: Modifi takson
sl: Spremeni oceno

# (qtundo-format)
source: Modify optimistic estimate
ar: عدّل التقدير المتفائل
eo: Modifi optimisman takson
sl: Spremeni optimistično oceno

# (qtundo-format)
source: Modify pessimistic estimate
ar: عدّل التقدير المتشائم
eo: Modifi pesimisman takson
sl: Spremeni pesimistično oceno

# (qtundo-format)
source: Modify risk type
ar: عدّل نوع المخاطرة
eo: Modifi riskan tipon
sl: Spremeni vrsto tveganja

# (qtundo-format)
source: Modify priority
ar: عدّل الأولوية
eo: Modifi prioritaton
sl: Spremeni prednost

# (qtundo-format)
source: Modify running account
ar: عدّل الحساب الجاري
eo: Modifi kurantan konton
sl: Spremeni račun v rabi

# (qtundo-format)
source: Modify startup account
ar: عدّل حساب البدء
eo: Modifi ekkonton
sl: Spremeni račun za zagon

# (qtundo-format)
source: Modify startup cost
ar: عدّل تكلفة البدء
eo: Modifi ekkoston
sl: Spremeni zagonske stroške

# (qtundo-format)
source: Modify shutdown account
ar: عدّل حساب الإغلاق
eo: Modifi konton de ĉesigo
sl: Spremeni račun za zaključek projekta

# (qtundo-format)
source: Modify shutdown cost
ar: عدّل تكلفة الإغلاق
eo: Modifi koston de haltigo
sl: Spremeni zaključne stroške

# (qtundo-format)
source: Modify remaining effort
ar: عدّل الجهد المتبقي
eo: Modifi la restantan penadon
sl: Spremeni preostali napor

# (qtundo-format)
source: Modify actual effort
ar: عدّل الجهد الفعلي
eo: Modifi realan penadon
sl: Spremeni dejanski napor

# (qtundo-format)
source: Modify actual start time
ar: عدّل وقت البدء الفعلي
eo: Modifi la realan komencan tempon
sl: Spremeni dejanski čas začetka

# (qtundo-format)
source: Modify actual finish time
ar: عدّل وقت الانتهاء الفعلي
eo: Modifi la realan fintempon
sl: Spremeni dejanski čas zaključka

# (qtundo-format)
source: Add resource allocation
ar: أضف تخصيص مورد
eo: Aldoni rimedan atribuon
sl: Dodaj dodelitev vira

# (qtundo-format)
source: Removed resource allocation
ar: أزل تخصيص الموارد
eo: Forigita asigno de rimedoj
sl: Odstranjena dodelitev vira

# (qtundo-format)
source: Modify completion
ar: عدّل الإكمال
eo: Modifi kompletigo
sl: Spremeni dokončanje

# (qtundo-format)
source: Set finished
ar: اجعل منتهياً
eo: Aro finita
sl: Označi kot dokončano

# (qtundo-format)
source: Insert tasks
ar: أدرج مهام
eo: Enmeti taskojn
sl: Vstavi naloge

# @title:window
source: Task Module Parameters
ar: وسائط وحدة المهمة
eo: Parametroj de Taskaj Moduloj
sl: Parametri modula naloge

# (qtundo-format)
source: Insert task module
ar: أدرج وحدة مهام
eo: Enigi taskomodulon
sl: Vstavi modul naloge

# (qtundo-format)
source: Insert %1
ar: إدراج %1
eo: Enigi %1
sl: Vstavi %1

# (qtundo-format)
source: Modify resource allocations
ar: عدّل تخصيصات الموارد
eo: Modifi asignojn de rimedoj
sl: Spremeni dodelitve vira

# (qtundo-format)
source: Move tasks
ar: حرّك المهام
eo: Movi taskojn
sl: Premakni naloge

# (qtundo-format)
source: Add task
ar: أضف مهمة
eo: Aldoni taskon
sl: Dodaj nalogo

# (qtundo-format)
source: Add sub-task
ar: أضف مهمة فرعية
eo: Aldoni subtaskon
sl: Dodaj pod-nalogo

source: Path
ar: المسار
eo: Vojo
sl: Pot

source: Critical Path
ar: المسار الحرج
eo: Kritika Vojo
sl: Kritična pot

source: Critical
ar: حرج
eo: Gravega
sl: Kritična

source: Non-critical
ar: غير حرج
eo: Ne-kritika
sl: Ne-kritično

source: Child
ar: ابن
eo: Infano
sl: Otrok

source: Lag
ar: التخلف
eo: Malfruo
sl: Zakasnitev

# (qtundo-format)
source: Modify relation type
ar: عدّل نوع العلاقة
eo: Modifi tipon de rilato
sl: Spremeni relacijo med nalogami

# (qtundo-format)
source: Modify relation time lag
ar: عدّل فرق وقت العلاقة
eo: Modifi rilaton tempomalfruo
sl: Spremeni časovni zamik med nalogami

# @info:tooltip
source: %1 allocated out of %2 available
ar: خُصِّص %1 من %2 متاح
eo: %1 asignita el %2 disponebla
sl: %1 dodeljeno izmed %2 na voljo

# @info:tooltip
source: Allocated units: %1%
ar: وحدات مخصصة: %1%
eo: Asignitaj unuoj: %1%
sl: Dodeljene enote: %1%

source: Maximum units available: %1%
ar: الوحدات القصوى المتاحة: %1%
eo: Maksimumaj unuoj disponeblaj: %1%
sl: Največ enot na voljo: %1%

# @info:whatsthis
source: <title>Required Resources</title><para>A working resource can be assigned to one or more required resources. A required resource is a material resource that the working resource depends on in order to do the work.</para>
ar: <title>الموارد المطلوبة</title><para>يمكن تخصيص مورد عامل لمورد واحد أو أكثر من الموارد المطلوبة. المورد المطلوب هو مورد مادي يعتمد عليه المورد العامل لإنجاز العمل.</para>
eo: <title>Bezonataj Rimedoj</title><para>Laktiva rimedo povas esti atribuita al unu aŭ pluraj bezonataj rimedoj. Bezonata rimedo estas materiala rimedo de kiu dependas la laborrimedo por fari la laboron.</para>
sl: <title>Zahtevani viri</title><para> Delovnemu viru se lahko dodeli še en ali več potrebnih virov. Potreben vir je materialni vir od katerega je odvisen delovni vir, da bi ga lahko opravili.</para>

# @info:whatsthis
source: <title>Alternative Resource Allocation</title><para>A resource can have one or more alternative resource assigned to it. The scheduling software will then select the most appropriate resource to use.</para>
ar: <title>تخصيص الموارد البديلة</title><para>يمكن تخصيص مورد واحد أو أكثر من الموارد البديلة لمورد ما. سيختار برنامج الجدولة بعد ذلك المورد الأنسب للاستخدام.</para>
eo: <title>Alternativa Rimedo-Asigno</title><para>Rimedo povas havi unu aŭ plurajn alternativajn rimedojn asignitajn al ĝi. La programaro tiam elektos la plej taŭgan rimedon por uzi.</para>
sl: <title>Alternativna dodelitev vira</title><para>Viru je lahko dodeljen en ali več nadomestnih virov. Programska oprema za razporejanje bo nato izbrala najprimernejši vir za uporabo.</para>

# @title:column
source: Alternative Resources
ar: الموارد البديلة
eo: Alternativaj Rimedoj
sl: Alternativni viri

# @title:column
source: Required Resources
ar: الموارد المطلوبة
eo: Bezonataj Rimedoj
sl: Potrebni viri

# @info:tooltip
source: Available resources or resource units
ar: الموارد المتاحة أو وحدات الموارد
eo: Disponeblaj rimedoj aŭ rimedunuoj
sl: Viri ali enote virov, ki so na voljo

# @info:tooltip
source: List of resources that can be used as an alternative
ar: قائمة الموارد التي يمكن استخدامها كبديل
eo: Listo de rimedoj uzeblaj kiel alternativo
sl: Seznam virov, ki jih lahko uporabimo kot alternativo

# @info:tooltip
source: Required material resources
ar: الموارد المادية المطلوبة
eo: Bezonataj materialaj rimedoj
sl: Zahtevami materialni viri

# @info:tooltip
source: No material resources available
ar: لا تتوفر موارد مادية
eo: Neniuj materialaj rimedoj haveblaj
sl: Ni na voljo materialnih virov

# @info:tooltip
source: No required resources
ar: لا موارد مطلوبة
eo: Neniuj bezonataj rimedoj
sl: Ni zahtevanih virov

# @info:tooltip
source: Material resources cannot have required resources
ar: لا يمكن أن يكون للموارد المادية موارد مطلوبة
eo: Materialaj rimedoj ne povas havi postulatajn rimedojn
sl: Materialni viri ne morejo imeti potrebnih virov

# @info:tooltip
source: Team resources cannot have required resources
ar: لا يمكن أن يكون لموارد الفريق موارد مطلوبة
eo: Teamaj rimedoj ne povas havi postulatajn rimedojn
sl: Ekipni viri ne morejo imeti potrebnih virov

source: The total booking on %1, along with the maximum hours for the resource
ar: إجمالي الحجز في %1، بالإضافة إلى الحد الأقصى لساعات المورد
eo: La totala rezervo pri %1, kune kun la maksimumaj horoj por la rimedo
sl: Celotna dodelitev %1 z maksimalnimi urami za vir

# @info:tooltip
source: %1: %2<nl/>%3: %4<nl/>Timezone: %5<nl/>Available: %6
ar: %1: %2<nl/>%3: %4<nl/>منطقة زمنية: %5<nl/>متاح: %6
eo: %1: %2<nl/>%3: %4<nl/>Horzono: %5<nl/>Havebla: %6
sl: %1: %2<nl/>%3: %4<nl/>Časovni pas: %5<nl/>Na voljo: %6

source: Booking by this task on %1
ar: الحجز بهذه المهمة في %1
eo: Rezervado per ĉi tiu tasko sur %1
sl: Dodelitev za to nalogo za %1

source: The total hours booked
ar: إجمالي الساعات المحجوزة
eo: La totalaj horoj menditaj
sl: Skupno dodeljenih ur

source: Bookings on %1
ar: الحجوزات في %1
eo: Rezervoj ĉe %1
sl: Dodelitve na %1

# @info:tooltip
source: %1: %2<nl/>%3: %4<nl/>Timezone: %5
ar: %1: %2<nl/>%3: %4<nl/>المنطقة الزمنية: %5
eo: %1: %2<nl/>%3: %4<nl/>Horzono: %5
sl: %1: %2<nl/>%3: %4<nl/>Časovni pas: %5

source: Interval
ar: فترة
eo: Intervalo

# @info:tooltip
source: %1: %2<nl/>%3: %4<nl/>Timezone: %5<nl/>Assigned: %6<nl/>Available: %7
ar: %1: %2<nl/>%3: %4<nl/>منطقة زمنية: %5<nl/>مخصص: %6<nl/>متاح: %7
eo: %1: %2<nl/>%3: %4<nl/>Horzono: %5<nl/>Asignita: %6<nl/>Havebla: %7
sl: %1: %2<nl/>%3: %4<nl/>Časovni pas: %5<nl/>Dodeljeno: %6<nl/>Na voljo: %7

source: Start Time
ar: وقت البدأ
eo: Komenca Tempo
sl: Začetni čas

source: End Time
ar: وقت النهاية
eo: Fina Tempo
sl: Končni čas

# @title:column noun
source: Load
ar: التحميل
eo: Ŝargi
sl: Naloži

# (qtundo-format)
source: Modify schedule name
ar: عدّل اسم الجدول
eo: Modifi horaran nomon
sl: Spremeni ime razporeditve

# @info:tooltip
source: The schedule is in Manual Mode, calculation must be initiated manually
ar: الجدول في الوضع اليدوي، يجب بدء الحساب يدوياً
eo: La horaro estas en Mana Reĝimo, kalkulo devas esti komencita permane
sl: Razporejanje je v ročnem načinu, izračun morate pognati ročno

# @info:tooltip
source: The schedule is in Auto Mode, it will be calculated automatically
ar: الجدول في الوضع الآلي، سيُحسب آلياً
eo: La horaro estas en Aŭtomata Reĝimo, ĝi estos aŭtomate kalkulita
sl: Razporejanje je v avtomatskem načinu, izračun bo izdelan samodejno

# @label:listbox
source: Auto
ar: آليّ
eo: Aŭtomate
sl: Avtomatsko

# @label:listbox
source: Manual
ar: يدوي
eo: Manlibro
sl: Ročno

# (qtundo-format)
source: Modify scheduling mode
ar: عدّل وضع الجدولة
eo: Modifi planan reĝimon
sl: Spremeni način planiranja

# @info:tooltip
source: This schedule is created by the Portfolio Manager
ar: أنشئ المُخطِط هذا الجدول
eo: Tiu plano estas kreita fare de la Portfolio-mastrumilo
sl: Ta plan je ustvaril Portfolio Manager

source: Allow
ar: اسمح
eo: Permesi
sl: Dovoli

source: Avoid
ar: تجنّب
eo: Eviti
sl: Izogni se

source: (Avoid)
ar: (تجنّب)
eo: (Eviti)
sl: (Izogni se)

source: (Allow)
ar: (اسمح)
eo: (Permesi)
sl: (Dovoli)

# @info:tooltip
source: Allow overbooking resources
ar: اسمح بالحجز الزائد للموارد
eo: Permesi superrezervadon de rimedoj
sl: Dovoli večkratno dodeljevanje virov

# @info:tooltip
source: Avoid overbooking resources
ar: تجنّب الحجز الزائد للموارد
eo: Eviti trorezervadon de rimedoj
sl: Izogibaj se večkratnim dodeljevanje virov

# @info:tooltip
source: Allow overbooking of resources
ar: اسمح بالحجز الزائد للموارد
eo: Permesi trorezervadon de rimedoj
sl: Dovoli večkratno dodeljevanje virov

# @info:tooltip 1=scheduler name
source: %1 always allows overbooking of resources
ar: %1 يسمح دائماً بالحجز الزائد للموارد
eo: %1 ĉiam permesas tromendon de rimedoj
sl: %1 vedno dovoljuje večkratno dodeljevanje virov

# @info:tooltip 1=scheduler name
source: %1 always avoids overbooking of resources
ar: %1 يتجنب دائماً الحجز الزائد للموارد
eo: %1 ĉiam evitas tromendon de rimedoj
sl: %1 se vedno izogiba večkratnem dodeljevanje virov

# @label:listbox
source: Allow
ar: اسمح
eo: Permesi
sl: Dovoli

# @label:listbox
source: Avoid
ar: تجنّب
eo: Eviti
sl: Izogni se

# (qtundo-format)
source: Modify allow overbooking
ar: عدّل السماح بالحجز الزائد
eo: Modifi permesi supermendon
sl: Spremeni dovoljenja za večkratno dodeljevanje

# @info:tooltip
source: Use PERT distribution to calculate expected estimate for the tasks
ar: استخدم توزيع PERT لحساب التقدير المتوقع للمهام
eo: Uzi PERT-distribuon por kalkuli atendatan takson por la taskoj
sl: Uporabite PERT distribucijo za izračun pričakovane ocene nalog
