Repository: KDE/calligraplan
Catalog: po/*/calligraplan.po
Languages: ar, eo, ka, sl

# @info:tooltip
source: Calculate and analyze project schedules
ar: احسب وحلل جداول المشروع
eo: Kalkuli kaj analizi projektajn horarojn
ka: პროექტის გრაფიკის გამოთვლა და ანალიზი
sl: Izračunaj in analiziraj razporeditve projekta

source: Project Performance Chart
ar: مخطط أداء المشروع
eo: Projekta Efikeco-diagramo
ka: პროექტის წარმადობის გრაფიკი
sl: Graf uspešnosti projekta

# @info:tooltip
source: View project status information
ar: شاهد معلومات حالة المشروع
eo: Rigardi informojn pri stato de la projekto
ka: პროექტის სტატუსის ინფორმაციის ნახვა
sl: Poglej podatke o stanju projekta

source: Task Status
ar: حالة المهمة
eo: Tasko-Stato
ka: ამოცანის სტატუსი
sl: Stanje naloge

# @info:tooltip
source: View task progress information
ar: شاهد معلومات تقدم المهمة
eo: Rigardi informojn pri progreso de tasko
ka: ამოცანის მიმდინარეობის ინფორმაციის ნახვა
sl: Poglej podatke o poteku naloge

source: Task Execution
ar: تنفيذ المهمة
eo: Tasko-Plenumado
ka: ამოცანის შესრულება
sl: Izvedba naloge

# @info:tooltip
source: View task execution information
ar: شاهد معلومات تنفيذ المهمة
eo: Rigardi informojn pri plenumado de taskoj
ka: ამოცანის შესრულების ინფორმაციის ნახვა
sl: Pogled informacij o izvajanju projekta

source: Work Package View
ar: عرض حزمة العمل
eo: Vido de Laborpako
ka: სამუშაო პაკეტის ხედი
sl: Pogled delovnega paketa

# @info:tooltip
source: View task work package information
ar: شاهد معلومات حزمة عمل المهمة
eo: Rigardi informojn pri taskaj laborpakaĵoj
ka: ამოცანის სამუშაო პაკეტის ინფორმაციის ნახვა
sl: Pregled informacij delovnega paketa nalog

source: Gantt
ar: مخطط جانت
ka: განტის დიაგრამა

# @info:tooltip
source: View Gantt chart
ar: شاهد مخطط جانت
eo: Rigardi Gantt-diagramon
ka: განტის დიაგრამის ნახვა
sl: Poglej Ganttov grafikon

source: Milestone Gantt
ar: مخطط جانت المعلمي
eo: Mejloŝtono Gantt
ka: განტის დიაგრამის ეტაპი
sl: Ganttov mejnik

# @info:tooltip
source: View milestone Gantt chart
ar: شاهد مخطط جانت المعلمي
eo: Rigardi mejloŝtonan Gantt-diagramon
ka: განტის დიაგრამის ეტაპის ნახვა
sl: Pogled mejnikov v Ganttovem diagramu

source: Resource Assignments
ar: تعيينات الموارد
eo: Rimedaj Atribuoj
ka: რესურსის მინიჭებები
sl: Dodelitve virov

# @info:tooltip
source: View resource assignments in a table
ar: شاهد تعيينات الموارد في جدول
eo: Rigardi rimedajn taskojn en tabelo
ka: რესურსების მინიჭების ცხრილის ფორმით ნახვა
sl: Pogled dodelitev virov v tabeli

source: Resource Assignments (Gantt)
ar: تعيينات الموارد (جانت)
eo: Rimeda Tasko (Gantt)
ka: რესურსის მინიჭებები (განტი)
sl: Dodelitve virov (Gantt)

# @info:tooltip
source: View resource assignments in Gantt chart
ar: شاهد تعيينات الموارد في مخطط جانت
eo: Rigardi rimedajn taskojn en Gantt-diagramo
ka: განტის გრაფიკში რესურსების მინიჭების ნახვა
sl: Pogled dodelitve virov v Ganttovem diagramu

source: Cost Breakdown
ar: توزيع التكلفة
eo: Kosto-Dispartiĝo
ka: ხარჯების დაშლა
sl: Razrez stroškov

# @info:tooltip
source: View planned and actual cost
ar: شاهد التكلفة المخططة والفعلية
eo: Vidi planitan kaj realan koston
ka: დაგეგმილი და რეალური ფასების ნახვა
sl: Poglej načrtovane in dejanske stroške

source: Tasks Performance Chart
ar: مخطط أداء المهام
eo: Rendimenta Diagramo pri Taskoj
ka: ამოცანების წარმადობის გრაფიკი
sl: Diagram uspešnosti nalog

# @info:tooltip
source: View tasks performance status information
ar: شاهد معلومات حالة أداء المهام
eo: Rigardi informojn pri rendimento de taskoj
ka: ამოცანის წარმადობის სტატუსის ინფორმაციის ნახვა
sl: Ogled informacij o stanju uspešnosti nalog

source: Reports Generator
ar: مولد التقارير
eo: Generatoro de Raportoj
ka: ანგარიშების გენერატორი
sl: Generator poročil

# @info:tooltip
source: Generate reports
ar: ولد التقارير
eo: Generi raportojn
ka: ანგარიშების გენერირება
sl: Ustvari poročila

source: Report
ar: التقرير
eo: Raporto
ka: ანგარიში
sl: Poročilo

# @info:tooltip
source: View report
ar: شاهد التقرير
eo: Rigardi raporton
ka: ანგარიშის ნახვა
sl: Poglej poročilo

source: Editors
ar: المحرّرات
eo: Redaktoroj
ka: რედაქტორები
sl: Urejevalniki

source: Views
ar: المناظير
eo: Perspektivoj
ka: ხედები
sl: Pogledi

# Project execution views
source: Execution
ar: التنفيذ
eo: Plenumado
ka: შესრულება
sl: Izvedba

source: Reports
ar: التقارير
eo: Raportoj
ka: ანგარიში
sl: Poročila

# (qtundo-format) @info:status 1=schedule name
source: Calculate %1
ar: احسب %1
sl: Izračunaj %1

source: Cannot baseline. The project is already baselined.
ar: لا يمكن وضع خط أساسي. المشروع يملك بالفعل خطًا أساسيًا.
sl: Ni mogoče postaviti na osnovo. Projekt že ima nastavljeno osnovo.

source: This schedule is baselined. Do you want to remove the baseline?
ar: هذا الجدول يملك خطًا أساسيًا. هل تريد إزالة الخط الأساسي؟
sl: Ta razporeditev je glede na osnovo. Ali želite odstraniti osnovo?

# (qtundo-format)
source: Reset baseline %1
ar: أعد تعيين خط الأساس %1
sl: Ponovno nastavi osnovo %1

# (qtundo-format)
source: Baseline %1
ar: خط القاعدة %1
sl: Osnova %1

# (qtundo-format)
source: Add schedule %1
ar: أضف الجدول %1
sl: Dodaj razpored %1

# (qtundo-format)
source: Delete schedule %1
ar: احذف الجدول %1
sl: Izbriši razpored %1

# (qtundo-format)
source: Move schedule %1
ar: انقل الجدول %1
sl: Premakni razpored %1

# (qtundo-format)
source: Add milestone
ar: أضف معلمًا
sl: Dodaj mejnik

# (qtundo-format)
source: Add sub-milestone
ar: أضف معلمًا فرعيًا
sl: Dodaj podmejnik

source: A task that has been scheduled will be deleted. This will invalidate the schedule.
ar: سوف تُحذف مهمة مجدولة. هذا سيُبطل الجدولة.
sl: Že razporejena naloga bo brisana. Posledično bo razporeditev neveljavna.

# (qtundo-format)
source: Delete task
ar: احذف المهمة
sl: Izbriši %1 nalogo

source: This task has been scheduled. This will invalidate the schedule.
ar: هذه المهمة مجدولة. هذا سيُبطل الجدولة.
sl: Ta naloga je bila že razporejena. Posledično bo razporeditev neveljavna.

# (qtundo-format)
source: Indent task
ar: أزح المهمة
sl: Zamakni nalogo

# (qtundo-format)
source: Unindent task
ar: أزل إزاحة المهمة
sl: Odzamakni nalogo

# (qtundo-format)
source: Move task up
ar: انقل المهمة للأعلى
sl: Premakni nalogo gor

# (qtundo-format)
source: Move task down
ar: انقل المهمة للأسفل
sl: Premakni nalogo dol

# (qtundo-format)
source: Add task dependency
ar: أضف تبعية مهمة
sl: Dodaj odvisnost naloge

# (qtundo-format)
source: Delete task dependency
ar: احذف تبعية المهمة
sl: Izbriši odvisnost naloge

# (qtundo-format)
source: Delete resource
ar: احذف المورد
sl: Izbriši vir

# (qtundo-format)
source: Delete resourcegroup
ar: احذف مجموعة الموارد
sl: Izbriši skupino virov

source: A resource that has been scheduled will be deleted. This will invalidate the schedule.
ar: سيُحذف مورد مجدول. هذا سيُبطل الجدولة.
sl: Vir, ki je bil že razporejen, bo izbrisan. To bo razveljavilo razporeditev.

# (qtundo-format)
source: Delete resourcegroups and resources
ar: احذف مجموعات وموارد الموارد
sl: Izbriši skupine virov in vire

# @info
source: Cannot open file:<br/><filename>%1</filename>
ar: تعذّر فتح الملفّ:<br/><filename>%1</filename>
eo: Ne povas malfermi dosieron:<br/><filename>%1</filename>
ka: ფაილის გახსნის შეცდომა:<br/><filename>%1</filename>
sl: Ni moč odpreti datoteke<br/><filename>%1</filename>

# (qtundo-format)
source: Modify name
ar: عدل الاسم
eo: Modifi nomon
ka: სახელის შეცვლა
sl: Spremeni ime

# (qtundo-format)
source: Modify task name
ar: عدل اسم المهمة
eo: Modifi taskonomon
ka: ამოცანის სახელის შეცვლა
sl: Spremeni ime naloge

# (qtundo-format)
source: Modify milestone name
ar: عدل اسم المعلم
eo: Modifi la nomon de mejloŝtono
ka: ნიშანსვეტის სახელის შეცვლა
sl: Spremeni ime mejnika

# (qtundo-format)
source: Modify summarytask name
ar: عدل اسم المهمة الموجزة
eo: Modifi la nomon de resuma tasko
ka: შემაჯამებელი ამოცანის სახელის შეცვლა
sl: Spremeni ime povzemajoče naloge

# (qtundo-format)
source: Modify project name
ar: عدل اسم المشروع
eo: Modifi la nomon de la projekto
ka: პროექტის სახელის შეცვლა
sl: Spremeni ime projekta

# @info:status
source: Not scheduled
ar: غير مجدولة
eo: Ne planita
ka: დაგეგმილი არაა
sl: Ni razporejeno

source: Failed to open temporary file
ar: فشل فتح ملف مؤقت
sl: Ni moč naložiti začasne datoteke

# @info
source: Failed to save to temporary file:<br/> <filename>%1</filename>
ar: فشل الحفظ في ملف مؤقت:<br/> <filename>%1</filename>
sl: Ni moč shraniti v začasno datoteko:<br/> <filename>%1</filename>

source: Work Package: %1
ar: حزمة العمل: %1
sl: Delovni paket: %1

source: Failed to open work package file
ar: أخفق فتح ملف حزمة العمل
eo: Malsukcesis malfermi laborpakaĵdosieron
ka: სამუშაო პაკეტის ფაილის გახსნის შეცდომა
sl: Ni moč odpreti datoteke delovnega paketa

# @info
source: Failed to save to temporary file:<br/><filename>%1</filename>
ar: أخفق الحفظ في ملف مؤقت:<br/><filename>%1</filename>
eo: Malsukcesis konservi al provizora dosiero:<br/><filename>%1</filename>
ka: დროებითი ფაილის შენახვის შეცდომა:<br/><filename>%1</filename>
sl: Ni moč shraniti v začasno datoteko:<br/><filename>%1</filename>

source: Work Package for project: %1
ar: حزمة العمل للمشروع: %1
eo: Laborpako por projekto: %1
ka: სამუშაო პაკეტი პროექტისთვის: %1
sl: Delovni paket za projekt: %1

# Project manager
source: Manager:
ar: المدير
eo: Administranto:
ka: მმართველი:
sl: Vodja:

source: Project:
ar: المشروع:
eo: Projekto:
ka: პროექტი:
sl: Projekt:

# As in: Page 1 of 2
source: of
ar: من
eo: de
ka: დან
sl: izmed

source: Page
ar: الصفحة
eo: Paĝo
ka: გვერდი
sl: Stran

# Task name
source: Name
ar: الاسم
eo: Nomo
ka: სახელი
sl: Ime

# Task completion
source: Completion (%)
ar: الإكمال (٪)
eo: Kompletigo (%)
ka: დასრულება (%)
sl: Dokončano (%)

# @info:whatsthis
source: <title>View Selector</title><para>This is the list of views and editors.</para><para>You can configure the list by using the context menu:<list><item>Rename categories or views</item><item>Configure. Move, remove, rename or edit tool tip for categories or views</item><item>Insert categories and views</item></list><nl/><link url='%1'>More...</link></para>
ar: <title>محدد العرض</title><para>هذه هي قائمة العروض والمحررات.</para><para>يمكنك اضبط القائمة باستخدام قائمة السياق:<list><item>أعد تسمية الفئات أو العروض</item><item>اضبط. انقل، أزل، أعد تسمية أو عدل تلميح الأداة للفئات أو العروض</item><item>أدرج الفئات والعروض</item></list><nl/><link url='%1'>المزيد...</link></para>
eo: <title>Vidi-Elektilo</title><para>Ĉi tiu estas la listo de vidoj kaj redaktiloj.</para><para>Vi povas agordi la liston per la kunteksta menuo:<list><item>Alinomi kategoriojn aŭ vidojn</item><item>Agordi. Movi, forigi, renomi aŭ redakti ilokonsileton por kategorioj aŭ vidoj</item><item>Enmeti kategoriojn kaj vidojn</item></list><nl/><link url='%1'>Pli...</link></para>
ka: <title>ხედის ამრჩევი</title><para>ეს ხედებისა და რედაქტორების სიაა.</para><para>თქვენ შეგიძლიათ მოირგოთ სია კონტექსტური მენიუს გამოყენებით:<list><item>გადაარქვით სახელი კატეგორიებს, ან ხედებს</item><item>მოირგეთ, გადაიტანეთ, წაშალეთ, გადაარქვით სახელი, ან ჩაასწორეთ ხელსაწყოს რჩევა კატეგორიებისთვის ან ხედებისთვის</item><item>ჩასვით კატეგორიები და ხედები</item></list><nl/><link url='%1'>მეტი...</link></para>
sl: <title>Izbirnik ogledov</title><para>To je seznam pogledov in urejevalnikov.</para> <para>Seznam lahko nastavljate s kontekstnim menijem:<list><item>Preimenuj kategorije ali poglede</item> <item>Nastavi. Premakni, odstrani, preimenuj ali uredi namig orodja za kategorije ali poglede</item> <item> Vstavi kategorije in poglede</item></list><nl/><link url='%1'>Več...</link></para>

# @info:whatsthis
source: <title>Schedule selector</title><para>Selects the schedule to be used when displaying schedule dependent data.<nl/><note>Unscheduled tasks are only shown in editors.</note><nl/><link url='%1'>More...</link></para>
ar: <title>محدد الجدول</title><para>يختار الجدول الذي سيُستخدم عند عرض البيانات المعتمدة على الجدول.<nl/><note>تُعرض المهام غير المجدولة فقط في المحررات.</note><nl/><link url='%1'>المزيد...</link></para>
eo: <title>Elektilo de horaro</title><para>Elektas la horaron uzendan dum montrado de la dependaj datumoj de la horaro.<nl/><note>Neplanitaj taskoj estas nur montrataj en redaktiloj.</note><nl/><link url='%1'>Pli...</link></para>
ka: <title>განრიგის ამრჩევი</title><para>ირჩევს განრიგს, რომელიც გამოყენებული იქნება განრიგზე დამოკიდებული მონაცემების ჩვენებისას.<nl/><note>დაუგეგმავი ამოცანები ნაჩვენებია მხოლოდ რედაქტორებში.</note><nl/><link url='%1'>ვრცლად...</link></para>
sl: <title>Izbirnik razporeditve</title><para>Izbere razporeditev, ki se uporabi za prikaz podatkov, odvisnih od razporeditve.<nl/><note>Nerazporejene naloge so prikazane samo v urejevalnikih.</note><nl/><link url='%1'>Več...</link></para>

source: Removing this category will also remove all its views.
ar: إزالة هذه الفئة سيُزيل أيضًا جميع عروضها.
eo: Forigante ĉi tiun kategorion ankaŭ forigos ĉiujn ĝiajn vidojn.
ka: ამ კატეგორიის წაშლა მის ყველა ხედსაც წაშლის.
sl: Odstranitev te kategorije bo odstranila tudi vse njene poglede.

# @action:inmenu rename view
source: Rename
ar: غيّر الاسم
eo: Renomi
ka: გადარქმევა
sl: Preimenuj

# @action:inmenu configure view
source: Configure...
ar: اضبط...
eo: Agordi...
ka: გამართვა...
sl: Nastavi ...

# @action:inmenu remove view
source: Remove
ar: أزل
eo: Forpreni
ka: წაშლა
sl: Odstrani

# @action:inmenu rename view category
source: Rename
ar: غيّر الاسم
eo: Renomi
ka: გადარქმევა
sl: Preimenuj

# @action:inmenu configure view category
source: Configure...
ar: اضبط...
eo: Agordi...
ka: გამართვა...
sl: Nastavi ...

# @action:inmenu Remove view category
source: Remove
ar: أزل
eo: Forpreni
ka: წაშლა
sl: Odstrani

# @action:inmenu Insert View
source: Insert...
ar: أدرج...
eo: Enigi...
ka: ჩასმა...
sl: Vstavi ..

source: The category of the view
ar: فئة العرض
eo: La kategorio de la vido
ka: ხედის კატეგორია
sl: Kategorija pogleda

source: Category:
ar: التصنيف:
eo: Kategorio:
ka: კატეგორია:
sl: Kategorija:

source: The view is placed after this view
ar: يُوضع العرض بعد هذا العرض
eo: La vido estas metita post ĉi tiu vido
ka: ხედი ამ ხედის შემდეგ მოთავსდა
sl: Pogled je postavljen za ta pogled

source: After
ar: بعد
eo: Post
ka: შემდეგ
sl: Po

source: The type of view
ar: نوع العرض
eo: La tipo de vido
ka: ხედის ტიპი
sl: Tip pogleda

source: View type:
ar: نوع العرض:
eo: Vidspeco:
ka: ხედის ტიპი:
sl: Vrsta pogleda:

source: The name of the view
ar: اسم العرض
eo: La nomo de la vido
ka: ხედის სახელი
sl: Ime pogleda

source: Name:
ar: الاسم:
eo: Nomo:
ka: სახელი:
sl: Ime:

source: The views description
ar: وصف العرض
eo: La priskribo de vidoj
ka: ხედის აღწერა
sl: Opis pogledov

source: Description:
ar: الوصف:
eo: Priskribo:
ka: აღწერა:
sl: Opis:

# @title:window
source: Add View
ar: إضافة عرض
eo: Aldoni rigardon
ka: ხედის დამატება
sl: Dodaj pogled

source: Resource Editor
ar: محرر الموارد
eo: Rimeda Redaktoro
ka: რესურსის რედაქტორი
sl: Urejevalnik virov

source: Task Editor
ar: محرر المهام
eo: Taskredaktilo
ka: დავალებს რედაქტორი
sl: Urejevalnik nalog

source: Work & Vacation Editor
ar: محرر العمل والإجازات
eo: Redaktoro pri Laboro kaj Ferio
ka: სამუშაოსა და დასვენების რედაქტორი
sl: Urejevalnik dela in počitnic

source: Accounts Editor
ar: محرر الحسابات
eo: Konta Redaktoro
ka: ანგარიშების რედაქტორი
sl: Urejevalnik računov

source: Dependency Editor (Graphic)
ar: محرر التبعيات (بيانيًا)
eo: Dependeca Redaktoro (Grafika)
ka: დამოკიდებულების რედაქტორი (გრაფიკა)
sl: Urejevalnik odvisnosti (grafični)

source: Dependency Editor (List)
ar: محرر التبعيات (قائمة)
eo: Dependeca Redaktoro (Listo)
ka: დამოკიდებულების რედაქტორი (სია)
sl: Urejevalnik odvisnosti (seznam)

source: Schedule Handler
ar: معالج الجدولة
eo: Horaro Pritraktilo
ka: განრიგის დამმუშავებელი
sl: Obdelovalnik razporeditev

source: Task View
ar: عرض المهام
eo: Taska Vido
ka: დავალების ხედი
sl: Pogled nalog

source: Gantt View
ar: عرض مخطط جانت
eo: Gantt Vido
ka: განტის დიაგრამის ნახვა
sl: Pogled Gantt

source: Milestone Gantt View
ar: عرض مخطط جانت المعلمي
ka: განტის დიაგრამის ეტაპის ნახვა
sl: Pogled mejnik po Ganttu

source: Reports generator
ar: مولد التقارير
eo: Generatoro de raportoj
ka: ანგარიშების გენერატორი
sl: Generator poročil

# @info:whatsthis
source: <title>The category of the view</title><nl/>The view is placed under this category in the view selector.<nl/>You can edit the category name to create a new category.
ar: <title>فئة العرض</title><nl/>يُوضع العرض تحت هذه الفئة في محدد العرض.<nl/>يمكنك تعديل اسم الفئة لإنشاء فئة جديدة.
eo: <title>La kategorio de la vido</title><nl/>La vido estas metita sub ĉi tiun kategorion en la vido-elektilo.<nl/>Vi povas redakti la kategorion nomon por krei novan kategorion.
ka: <title>ხედის კატეგორია</title><nl/>ხედი მოთავსებულია ამ კატეგორიის ქვეშ ხედის ამომრჩეველში.<nl/>თქვენ შეგიძლიათ შეცვალოთ კატეგორიის სახელი ახალი კატეგორიის შესაქმნელად.
sl: <title>Kategorija pogleda</title><nl/>Pogled je postavljen pod to kategorije v izbirniku pogleda.<nl/>Ime kategorije lahko uredite za ustvarjanje nove kategorije.

source: Top
ar: الأعلى
eo: Supro
ka: ზემოთ
sl: Na vrhu

# @title:window
source: Configure View
ar: اضبط العرض
eo: Agordi Vidon
ka: ხედის მორგება
sl: Nastavi pogled

# @info:whatsthis
source: <title>The category of the view</title><nl/>The view is placed under this category in the view selector.<nl/>Selecting a different category will move the view to the new category.<nl/>You can edit the category name to create a new category.
ar: <title>فئة العرض</title><nl/>يُوضع العرض تحت هذه الفئة في محدد العرض.<nl/>اختيار فئة مختلفة سينقل العرض إلى الفئة الجديدة.<nl/>يمكنك تعديل اسم الفئة لإنشاء فئة جديدة.
eo: <title>La kategorio de la vido</title><nl/>La vido estas metita sub ĉi tiun kategorion en la vido-elektilo.<nl/>Selekti alian kategorion movos la vido al la nova kategorio.<nl/>Vi povas redakti la kategorion nomon por krei novan kategorion.
ka: <title>ხედის კატეგორია</title><nl/>ხედი მოთავსებულია ამ კატეგორიის ქვეშ ხედის ამომრჩეველში.<nl/>სხვა კატეგორიის არჩევა გადაიტანს ხედს ახალ კატეგორიაში.<nl/>თქვენ შეგიძლიათ შეცვალოთ კატეგორიის სახელი ახალი კატეგორიის შესაქმნელად.
sl: <title>Kategorija pogleda</title><nl/>Pogled je postavljen pod to kategorijo v izbirniku pogleda.<nl/>Izbira druge kategorije bo premaknila pogled na novo kategorijo.<nl/>Ime kategorije lahko uredite tako, da ustvarite novo kategorijo.

# @title:window
source: Configure Category
ar: اضبط الفئة
eo: Agordi Kategorion
ka: კატეგორიის მორგება
sl: Nastavi kategorijo

# @title:window
source: Add Report
ar: أضف تقريرًا
eo: Aldoni Raporton
ka: ანგარიშის დამატება
sl: Dodaj poročilo

# @title:window
source: View Selector [modified]
ar: محدد العرض [معدّل]
eo: Vidi Elektilon [modifita]
ka: ხედის პანელი [შეცვლილი]
sl: Prikaži selektor (spremenjeni)

# @title:window
source: View Selector
ar: محدد العرض
eo: Vidi Elektilon
ka: ხედის პანელი
sl: Prikaži selektor

source: Words
ar: الكلمات
eo: Vortoj
ka: საკვანძო სიტყვები
sl: Besede

source: Sentences
ar: الجمل
eo: Frazoj
ka: წინადადებები
sl: Stavki

source: Syllables
ar: مقاطع
eo: Silaboj
ka: მარცვლები
sl: Zlogi

source: Lines
ar: السطور
eo: Linioj
ka: ხაზები
sl: Črte

source: Characters incl. spaces
ar: الحروف شاملة المسافات
eo: Signoj inkl. spacoj
ka: სიმბოლოები ჰარეების ჩათვლით
sl: Znaki vključno s presledki

source: Characters without spaces
ar: المحارف دون فراغات
eo: Signoj krom spacoj
ka: სიმბოლოები ჰარეების არჩათვლით
sl: Znaki brez presledkov

source: Flesch reading ease
ar: سهولة القراءة لـ فليش
eo: Legfacileco laŭ Flesch
ka: კითხვის სიადვილის ინდექსი ფლეშის მიხედვით
sl: Flescheva preprostost branja

source: Include text from foot- and endnotes
ar: أدرج نصًا من الحواشي السفلية والختامية
eo: Enmeti tekston el piednotoj kaj finnotoj
ka: ტექსტის ჩასმა ქვედა კოლონტიტულიდან და ბოლოსართებიდან
sl: Vključi besedilo iz nožnih in končnih opomb

source: Automatically refresh data
ar: حدث البيانات آليًا
eo: Aŭtomate refreŝigi datumojn
ka: მონაცემების ავტომატური განახლება
sl: Samodejno osveži podatke

source: The category is placed after this category
ar: تُوضع الفئة بعد هذه الفئة
eo: La kategorio estas metita post ĉi tiu kategorio
ka: კატეგორია ამ კატეგორიის შემდეგ მოთავსდა
sl: Kategorija je postavljena za to kategorijo

source: The name of the category
ar: اسم الفئة
eo: La nomo de la kategorio
ka: კატეგორიის სახელი
sl: Ime kategorije

source: The description of the category
ar: وصف الفئة
eo: La priskribo de la kategorio
ka: კატეგორიის აღწერა
sl: Opis kategorije

# @info:whatsthis
source: <title>Create a new project</title><para>Creates a new project with default values defined in <emphasis>Settings</emphasis>.<nl/>Opens the <emphasis>project dialog</emphasis> so you can define project specific properties like <resource>Project Name</resource>, <resource>Target Start</resource> and <resource>- End</resource> times.<nl/><link url='%1'>More...</link></para>
ar: <title>أنشئ مشروعًا جديدًا</title><para>ينشئ مشروعًا جديدًا بقيم مبدئية محددة في <emphasis>الإعدادات</emphasis>.<nl/>يفتح <emphasis>حوار المشروع</emphasis> حتى تتمكن من تحديد خصائص خاصة بالمشروع مثل <resource>اسم المشروع</resource>، و<resource>وقت البدء المستهدف</resource> و<resource> - الانتهاء</resource>.<nl/><link url='%1'>المزيد...</link></para>
sl: <title>Ustvari nov projekt</title><para>Ustvari nov projekt s privzetimi vrednostmi, določenimi v <emphasis>Nastavitvah</emphasis>.<nl/>Odpre pogovorno okno <emphasis>projekta</emphasis>, da lahko definirajte lastnosti projekta, kot so <resource>Ime projekta</resource>, <resource>Ciljni začetek</resource> in <resource>- Konec</resource><nl/><link url='%1'>Več...</link></para>

# @info:whatsthis
source: <title>Shared resources</title><para>Create a shared resources file.<nl/>This enables you to only create your resources once, you just refer to your resources file when you create a new project.<nl/>These resources can then be shared between projects to avoid overbooking resources across projects.<nl/>Shared resources must be defined in a separate file.<nl/><link url='%1'>More...</link></para>
ar: <title>الموارد المشتركة</title><para>أنشئ ملف موارد مشتركة.<nl/>هذا يمكنك من إنشاء مواردك مرة واحدة فقط، ما عليك سوى الرجوع إلى ملف الموارد الخاص بك عند إنشاء مشروع جديد.<nl/>يمكن بعد ذلك مشاركة هذه الموارد بين المشاريع لتجنب زيادة حجز الموارد عبر المشاريع.<nl/>يجب تحديد الموارد المشتركة في ملف منفصل.<nl/><link url='%1'>المزيد...</link></para>
sl: <title>Skupni viri</title><para>Ustvarite datoteko z viri v skupni rabi.<nl/>To vam omogoča, da vire ustvarite samo enkrat, pri ustvarjanju novega projekta se samo sklicujete na datoteko z viri. <nl/>Te vire je nato mogoče deliti med projekti, da se prepreči sočasno večkratno dodeljevanje virov med projekti.<nl/>Skupne vire je treba definirati v ločeni datoteki.<nl/><link url='%1'>Več...</link></para>

# @info:whatsthis
source: <title>Recent Projects</title><para>A list of the 10 most recent project files opened.</para><para><nl/>This enables you to quickly open projects you have worked on recently.</para>
ar: <title>المشاريع الحديثة</title><para>قائمة بأحدث 10 ملفات مشروع مفتوحة.</para><para><nl/>هذا يمكنك من فتح المشاريع التي عملت عليها مؤخرًا بسرعة.</para>
sl: <title>Nedavni projekti</title><para>Seznam 10 nedavnih odprtih datotek projekta.</para><para><nl/>To vam omogoča hitro odpiranje projektov, na katerih ste nedavno delali.</para >
