Repository: KDE/calligraplan
Catalog: po/*/calligraplanlibs.po
Languages: ar, eo, sl

source: Update interval in minutes, 0 disables update
ar: فترة التحديث بالدقائق، 0 يعطل التحديث
eo: Ĝisdatiga intervalo en minutoj, 0 malŝaltas ĝisdatigon
sl: Interval osveževanja v minutah, 0 onemogoči osveževanje

source: Interval:
ar: الفترة:
eo: Intervalo:

source: Use custom line
ar: استخدم سطراً مخصصاً
eo: Uzi propran linion
sl: Uporabi vrstico po meri

source: Line width
ar: سُمك الخط
eo: Liniolarĝo
sl: Širina črte

source: Stroke:
ar: ضربة الفرشاة:
eo: Bato:
sl: Poteza:

source: Line color
ar: لون الخط
eo: Linia koloro
sl: Barva črte

source: Color:
ar: اللون:
eo: Koloro:
sl: Barva:

source: Decorations
ar: الزخارف
eo: Dekoracioj
sl: Dekoracije

source: Show Row Separators
ar: اعرض فواصل الصفوف
eo: Montri Vico-Disigilojn
sl: Pokaži ločilnike vrst

source: Freedays:
ar: أيام الإجازة:
eo: Libertagoj:
sl: Prosti dnevi:

source: Additional text information
ar: معلومات نصية إضافية
eo: Pliaj tekstaj informoj
sl: Dodatna besedilna informacija

source: Task name
ar: اسم المهمة
eo: Taskonomo
sl: Ime naloge

source: Resource names
ar: أسماء الموارد
eo: Nomoj de rimedoj
sl: Imena virov

source: Additional graphics information
ar: معلومات رسومية إضافية
eo: Pliaj grafikaj informoj
sl: Dodatna slikovna informacija

source: Critical path
ar: المسار الحرج
eo: Kritika vojo
sl: Kritična pot

source: Task dependencies
ar: تبعيات المهام
eo: Taskaj dependecoj
sl: Odvisnosti nalog

source: Negative float
ar: فائض سلبي
eo: Negativa flosilo
sl: Negativna premičnost

source: Critical tasks
ar: مهام حرجة
eo: Kritikaj taskoj
sl: Kritične naloge

source: Task completion
ar: إكمال المهمة
eo: Taskokompletigo
sl: Dokončanje naloge

source: Positive float
ar: فائض إيجابي
eo: Pozitiva flosilo
sl: Pozitivna premičnost

source: Scheduling errors
ar: أخطاء الجدولة
eo: Programaj eraroj
sl: Napake pri planiranju

source: Time constraints
ar: قيود الوقت
eo: Tempolimoj
sl: Časovne omejitve

# @info:tooltip
source: Name: %1<nl/>Actual finish: %2<nl/>Planned finish: %3<nl/>Status: %4
ar: الاسم: %1<nl/>الانتهاء الفعلي: %2<nl/>الانتهاء المخطط: %3<nl/>الحالة: %4
eo: Nomo: %1<nl/>Efektiva fino: %2<nl/>Planita finiĝo: %3<nl/>Stato: %4
sl: Ime: %1<nl/>Dejanski zaključek: %2<nl/>Planiran zaključek: %3<nl/>Status: %4

# @info:tooltip
source: Name: %1<nl/>Completion: %2 %<nl/>Actual start: %3<nl/>Planned: %4 - %5<nl/>Status: %6
ar: الاسم: %1<nl/>الإكمال: %2 %<nl/>البدء الفعلي: %3<nl/>المخطط: %4 - %5<nl/>الحالة: %6
eo: Nomo: %1<nl/>Completigo: %2 %<nl/>Efektiva komenco: %3<nl/>Planita: %4 - %5<nl/>Stato: %6
sl: Ime: %1<nl/>Dokončano: %2 %<nl/>Dejanski začetek: %3<nl/>Planirano: %4 - %5<nl/>Status: %6

# @info:tooltip
source: Name: %1<nl/>Planned: %2 - %3<nl/>Status: %4<nl/>Constraint type: %5<nl/>Constraint time: %6<nl/>Negative float: %7 h
ar: الاسم: %1<nl/>المخطط: %2 - %3<nl/>الحالة: %4<nl/>نوع القيد: %5<nl/>وقت القيد: %6<nl/>فائض سلبي: %7 س
eo: Nomo: %1<nl/>Planita: %2 - %3<nl/>Stato: %4<nl/>Limtipo: %5<nl/>Limtempo: %6<nl/>Negativa flosilo: %7 h
sl: Ime: %1<nl/>Planirano: %2 - %3<nl/>Status: %4<nl/>Vrsta omejitve: %5<nl/>Časovna omejitev: %6<nl/>Negative float: %7 h

# @info:tooltip
source: Name: %1<nl/>Planned: %2 - %3<nl/>Status: %4<nl/>Scheduling: %5
ar: الاسم: %1<nl/>المخطط: %2 - %3<nl/>الحالة: %4<nl/>الجدولة: %5
eo: Nomo: %1<nl/>Planita: %2 - %3<nl/>Stato: %4<nl/>Programado: %5
sl: Ime: %1<nl/>Planirano: %2 - %3<nl/>Status: %4<nl/>Scheduling: %5

# @info:tooltip
source: Name: %1<nl/>Planned: %2<nl/>Status: %3<nl/>Constraint type: %4<nl/>Constraint time: %5<nl/>Negative float: %6 h
ar: الاسم: %1<nl/>المخطط: %2<nl/>الحالة: %3<nl/>نوع القيد: %4<nl/>وقت القيد: %5<nl/>فائض سلبي: %6 س
eo: Nomo: %1<nl/>Planita: %2<nl/>Stato: %3<nl/>Limtipo: %4<nl/>Limtempo: %5<nl/>Negativa flosilo: %6 h
sl: Ime: %1<nl/>Planirano: %2 Status: %3<nl/>Vrsta omejitve: %4<nl/>Omejitveni čas: %5 Negative float: %6 h

# @info:tooltip
source: Name: %1<nl/>Planned: %2<nl/>Status: %3<nl/>Scheduling: %4
ar: الاسم: %1<nl/>المخطط: %2<nl/>الحالة: %3<nl/>الجدولة: %4
eo: Nomo: %1<nl/>Planita: %2<nl/>Stato: %3<nl/>Programado: %4
sl: Ime: %1<nl/>Planirano: %2<nl/>Status: %3<nl/>Scheduling: %4

# @info:tooltip
source: Name: %1<nl/>Planned: %2 - %3
ar: الاسم: %1<nl/>المخطط: %2 - %3
eo: Nomo: %1<nl/>Planita: %2 - %3
sl: Ime: %1<nl/>Planirano: %2 - %3

# @title:group
source: Headers
ar: التّرويسات
eo: Kapoj
sl: Glave

# @option:check
source: Print task names
ar: اطبع أسماء المهام
eo: Presi taskonomojn
sl: Natisni imena nalog

# @option:check
source: Print time scale
ar: اطبع مقياس الوقت
eo: Presa temposkalo
sl: Natisni glavo časovne lestvice

# @title:group
source: Scaling
ar: التحجيم
eo: Skalado
sl: Lestvičenje

# @option:radio
source: Divide chart on multiple pages
ar: اقسم المخطط على صفحات متعددة
eo: Dividi diagramon sur pluraj paĝoj
sl: Razdeli grafikon na več strani

# @option:radio
source: Fit chart to page height
ar: احتواء المخطط في ارتفاع الصفحة
eo: Adapti diagramon al paĝ-alteco
sl: Prilagodi velikost grafikona glede na višino strani

# @option:radio
source: Fit chart to a single page
ar: احتواء المخطط في صفحة واحدة
eo: Adapti diagramon al unusola paĝo
sl: Prilagodi velikost grafikona na eno stran

# @title:group
source: Range
ar: المجال
eo: Gamo
sl: Obseg

# @option:radio
source: Chart start:
ar: بدء المخطط:
eo: Komenco de diagramo:
sl: Začetek grafikona:

# @option:radio
source: Start:
ar: البدء:
eo: Komenco:
sl: Začetek:

# @option:radio
source: Chart end:
ar: نهاية المخطط:
eo: Grafikfino:
sl: Konec grafikona:

# @option:radio
source: End:
ar: الانتهاء:
eo: Fino:
sl: Konec:

# (qtundo-format)
source: Modify resourcegroup allocation
ar: عدّل تخصيص مجموعة الموارد
eo: Modifi la atribuadon de la rimedogrupo
sl: Spremeni dodelitev skupine virov

source: Settings
ar: إعدادات
eo: Agordo
sl: Nastavitve

# @info:whatsthis
source: <title>Cost Breakdown Structure Editor</title><para>The Cost Breakdown Structure (CBS) consists of accounts organized into a tree structure. Accounts can be tied to tasks or resources. Usually there will be two top accounts, one for aggregating costs from tasks and one for aggregating costs from resources.</para><para>This view supports printing using the context menu.<nl/><link url='%1'>More...</link></para>
ar: <title>محرر هيكل تفصيل التكلفة</title><para>يتكون هيكل تفصيل التكلفة (CBS) من حسابات منظمة في هيكل شجري. يمكن ربط الحسابات بالمهام أو الموارد. عادة ما يكون هناك حسابان علويان، أحدهما لتجميع التكاليف من المهام والآخر لتجميع التكاليف من الموارد.</para><para>تدعم هذه الواجهة الطباعة باستخدام قائمة السياق.<nl/><link url='%1'>المزيد...</link></para>
eo: <title>Redaktilo pri Kosto-Diskompiĝo-Strukturo</title><para>La Kosto-Malrompa Strukturo (CBS) konsistas el kontoj organizitaj en arbstrukturon. Kontoj povas esti ligitaj al taskoj aŭ rimedoj. Kutime estos du ĉefaj kontoj, unu por kunigo de kostoj el taskoj kaj unu por kunigo de kostoj el rimedoj.</para><para>Tiu ĉi vido subtenas presadon per la kunteksta menuo.<nl/><link url='%1'>Pli...</link></para>
sl: <title>Urejevalnik struktur razčlenitve stroškov</title><para>Struktura razčlenitve stroškov(CBS) je sestavljena iz računov organiziranih v drevesno strukturo. Računi so lahko vezani na naloge ali vire. Običajno bosta dva vrha računov, enega za združevanje stroškov iz nalog in enega za združevanje stroškov virov.</para><para>Ta pogled podpira tiskanje v kontekstu <nl/><link url='%1'>Več...</link></para>

# @action:inmenu
source: Add Account
ar: أضف حسابًا
eo: Aldoni konton
sl: Dodaj račun

# @action:inmenu
source: Add Subaccount
ar: أضف حساباً فرعياً
eo: Aldoni subkonton
sl: Dodaj podračun

# @action:inmenu
source: Delete
ar: احذف
eo: Forigi
sl: Izbriši

# @info:whatsthis
source: <title>Cost Breakdown View</title><para>Displays aggregated total cost as well as cost distribution over time.</para><para>This view supports configuration and printing using the context menu.<nl/><link url='%1'>More...</link></para>
ar: <title>واجهة تفصيل التكلفة</title><para>تعرض إجمالي التكلفة المجمعة وكذلك توزيع التكلفة على مر الزمن.</para><para>تدعم هذه الواجهة التخصيص والطباعة باستخدام قائمة السياق.<nl/><link url='%1'>المزيد...</link></para>
eo: <title>Kosto-Diskompiĝo-Vido</title><para>Montras entutan totalan koston same kiel kostdistribuon laŭlonge de la tempo.</para><para>Ĉi tiu vido subtenas agordon kaj presadon per la kunteksta menuo.<nl/><link url ='%1'>Pli...</link></para>
sl: <title>Pogled razčlenitve stroškov</title><para>Prikazuje skupne stroške kot tudi porazdelitev stroškov skozi čas.</para><para>Ta pogled podpira nastavitve in tiskanje s kontekstnim menijem.<nl/><link url='%1'>Več...</link></para>

source: General
ar: عامّ
eo: Ĝenerala
sl: Splošno

source: View Settings
ar: إعدادات المنظور
eo: Vida agordo
sl: Nastavitve prikaza

source: Show:
ar: أظهر:
eo: Montru:
sl: Prikaži:

source: Periodicity:
ar: دوري:
eo: Periodeco:
sl: Pogostnost:

source: Day
ar: اليوم
eo: Tago
sl: Dan

source: Week
ar: الأسبوع
eo: Semajno
sl: Teden

source: Month
ar: الشهر
eo: Monato
sl: Mesec

source: Cumulative
ar: التراكمية
eo: Akumula
sl: Skupno

source: Actual cost
ar: التكلفة الفعلية
eo: Fakta kosto
sl: Dejanski strošek

source: Planned cost
ar: التكلفة المخططة
eo: Planita kosto
sl: Načrtovani strošek

source: Actual and planned
ar: الفعلية والمخططة
eo: Fakta kaj planita
sl: Dejanski in načrtovan

source: Deviation
ar: الانحراف
eo: Devio
sl: Odstopanje

source: Start date
ar: تاريخ البدء
eo: Komenca dato
sl: Začetni datum

source: Project start
ar: بدء المشروع
eo: Komenco de la projekto
sl: Začetek projekta

source: Date
ar: التّاريخ
eo: Dato
sl: Datum

source: End date
ar: تاريخ الانتهاء
eo: Findato
sl: Končni datum

source: Current date
ar: التاريخ الحالي
eo: Nuna dato
sl: Trenuten datum

source: Project end
ar: نهاية المشروع
eo: Projekto fino
sl: Konec projekta

source: Work...
ar: العمل...
eo: Laboro...
sl: Delo...

# (qtundo-format)
source: Modify Weekday State
ar: عدّل حالة يوم الأسبوع
eo: Modifi staton de la labortago
sl: Spremeni začetni da v tednu

# @info:whatsthis
source: <title>Work & Vacation Editor</title><para>A calendar defines availability for resources or tasks of type <emphasis>Duration</emphasis>. A calendar can be specific to a resource or task, or shared by multiple resources or tasks. A day can be of type <emphasis>Undefined</emphasis>, <emphasis>Non-working day</emphasis> or <emphasis>Working day</emphasis>. A working day has one or more work intervals defined. </para><para>A calendar can have sub calendars. If a day is undefined in a calendar, the parent calendar is checked. An <emphasis>Undefined</emphasis> day defaults to <emphasis>Non-working</emphasis> if used by a resource, or <emphasis>available all day</emphasis> if used by a task.</para><para>A calendar can be defined as the <emphasis>Default calendar</emphasis>. The default calendar is used by a working resource, when the resources calendar is not explicitly set.<nl/><link url='%1'>More...</link></para>
ar: <title>محرر العمل والإجازات</title><para>يحدد التقويم التوفر للموارد أو المهام من نوع <emphasis>المدة</emphasis>. يمكن أن يكون التقويم خاصاً بمورد أو مهمة، أو مشتركاً بين موارد أو مهام متعددة. يمكن أن يكون اليوم من نوع <emphasis>غير محدد</emphasis>، <emphasis>يوم غير عامل</emphasis> أو <emphasis>يوم عامل</emphasis>. يحتوي اليوم العامل على فترة عمل واحدة أو أكثر محددة.</para><para>يمكن أن يحتوي التقويم على تقويمات فرعية. إذا كان يوم غير محدد في تقويم، يفحص التقويم الأصل. يوم <emphasis>غير محدد</emphasis> يكون مبدئياً <emphasis>غير عامل</emphasis> إذا استخدمه مورد، أو <emphasis>متاح طوال اليوم</emphasis> إذا استخدمته مهمة.</para><para>يمكن تعريف التقويم على أنه <emphasis>التقويم المبدئي</emphasis>. يستخدم التقويم المبدئي بواسطة مورد عامل، عندما لا يحدد تقويم الموارد بشكل صريح.<nl/><link url='%1'>المزيد...</link></para>
eo: <title>Redaktilo pri Laboro kaj Ferio</title><para>Kalendaro difinas haveblecon por rimedoj aŭ taskoj de tipo <emphasis>Daŭro</emphasis>. Kalendaro povas esti specifa por rimedo aŭ tasko, aŭ kunhavita de pluraj rimedoj aŭ taskoj. Tago povas esti de tipo <emphasis>Nedifinita</emphasis>, <emphasis>Nelabora tago</emphasis> aŭ <emphasis>Labortago</emphasis>. Labortago havas unu aŭ plurajn laborintervalojn difinitajn. </para><para>Kalendaro povas havi subkalendarojn. Se tago estas nedifinita en kalendaro, la gepatra kalendaro estas kontrolita. <emphasis>Nedifinita</emphasis> tago defaŭlte estas <emphasis>Nelabora</emphasis> se uzata de rimedo, aŭ <emphasis>disponebla la tutan tagon</emphasis> se uzata de tasko.</para><para>Kalendaro povas esti difinita kiel la <emphasis>Defaŭlta kalendaro</emphasis>. La defaŭlta kalendaro estas uzata de funkcianta rimedo, kiam la resursa kalendaro ne estas eksplicite agordita.<nl/><link url='%1'>Pli...</link></para>
sl: <title>Urejevalnik dela in počitnic</title><para>Koledar določa razpoložljivost virov ali nalog tipa <emphasis>Trajanje</emphasis>. Koledar je lahko določen samo za vir ali naloga ali v skupni rabi z več viri ali nalogami. Dan je lahko tipa <emphasis>Neopredeljen</emphasis>, <emphasis>Ne-delovni dan</emphasis> ali <emphasis>Delovni dan</emphasis>. Delovni dan ima eno oz. določenih več delovnih intervalov.</para><para>Koledar ima lahko pod koledarje. Če dan v koledarju ni določen, se preveri nadrejeni koledar. <emphasis>Neopredeljen</emphasis> dan je privzeto <emphasis>ne-deloven</emphasis>, če ga uporablja vir ali <emphasis>na voljo ves dan</emphasis>, če ga uporablja naloga.</para><para>Koledar je mogoče opredeliti kot<emphasis>Privzeti koledar</emphasis>. Delovni vir uporablja privzeti koledar, kadar koledar virov ni izrecno nastavljen.<nl/><link url='%1'>Več...</link></para>

source: Add Calendar
ar: إضافة التّقويم
eo: Aldoni Kalendaron
sl: Dodaj koledar

source: Add Subcalendar
ar: أضف تقويماً فرعياً
eo: Aldoni Subkalendaron
sl: Dodaj podkoledar

# @action
source: Delete
ar: احذف
eo: Forigi
sl: Izbriši

# (qtundo-format)
source: Modify Calendar
ar: عدّل التقويم
eo: Modifi Kalendaron
sl: Spremeni koledar

# (qtundo-format)
source: %1: Set to Non-Working
ar: %1: اجعل غير عامل
eo: %1: Meti al Ne-funkcia
sl: %1: Nastavljen kot ne-deloven dan

# (qtundo-format)
source: Set %1 to Undefined
ar: اجعل %1 غير محدد
eo: Meti %1 al Nedifinita
sl: Nastavljen %1 kot neopredeljen

source: Project Schedule:
ar: جدول المشروع:
eo: Projekta Horaro:
sl: Projektna razporeditev:

source: Probability of finishing before
ar: احتمالية الانتهاء قبل
eo: Probableco finiĝi antaŭe
sl: Verjetnost, da bo zaključeno pred

source: is
ar: هو
eo: estas
sl: je

# @info:whatsthis
source: <title>Task Dependency Editor</title><para>Edit dependencies between tasks.Dependencies can be added by dragging a connection area (start or finish) from one task to a connection area of a different task. You can edit or delete a dependency using the context menu.</para><para>This view supports printing using the context menu.<nl/><link url='%1'>More...</link></para>
ar: <title>محرر تبعيات المهام</title><para>عدّل التبعيات بين المهام. يمكن إضافة التبعيات بسحب منطقة اتصال (بدء أو انتهاء) من مهمة إلى منطقة اتصال لمهمة مختلفة. يمكنك تعديل أو حذف تبعية باستخدام قائمة السياق.</para><para>تدعم هذه الواجهة الطباعة باستخدام قائمة السياق.<nl/><link url='%1'>المزيد...</link></para>
eo: <title>Taska Dependeco-Redaktilo</title><para>Redakti dependecojn inter taskoj. Dependecoj povas esti aldonitaj per trenado de koneksa areo (komenco aŭ fino) de unu tasko al koneksa areo de malsama tasko. Vi povas redakti aŭ forigi dependecon per la kunteksta menuo.</para><para>Ĉi tiu vido subtenas presadon per la kunteksta menuo.<nl/><link url='%1'>Pli...</link></para>
sl: <title>Urejevalnik odvisnosti nalog</title><para>Urejanje odvisnosti med nalogami. Odvisnosti lahko dodate z vlečenjem območja povezave (začetek ali zaključek) od ene naloge do področja povezave druge naloge. Lahko urejate oz. brišete odvisnosti s kontekstnim menijem.</para><para>Ta pogled podpira tiskanje s kontekstnim menijem.<nl/><link url='%1'>Več...</link></para>

source: Edit Dependency...
ar: عدّل التبعية...
eo: Redakti Dependecon...
sl: Uredi odvisnost...

source: Delete Dependency
ar: احذف التبعية
eo: Forigi Dependecon
sl: Izbriši odvisnost

# @action
source: Link
ar: رابط
eo: Ligi
sl: Povezava

source: Add Task
ar: أضف مهمة
eo: Aldoni Taskon
sl: Dodaj nalogo

source: Add Task...
ar: أضف مهمة...
eo: Aldoni Taskon...
sl: Dodaj nalogo...

source: Add Milestone...
ar: أضف علامة...
eo: Aldoni Mejloŝtonon...
sl: Dodaj mejnik ...

source: Add Sub-Task
ar: أضف مهمة فرعية
eo: Aldoni Sub-Taskon
sl: Dodaj pod-nalogo

source: Add Sub-Task...
ar: أضف مهمة فرعية...
eo: Aldoni subtaskon...
sl: Dodaj pod-nalogo...

source: Add Sub-Milestone...
ar: أضف علامة فرعية...
eo: Aldoni Submejloŝtonon...
sl: Dodaj podrejeni mejnik...

source: Edit...
ar: حرّر...
eo: Redakti...
sl: Uredi...

source: Progress...
ar: التّقدّم...
eo: Progreso...
sl: Napredovanje...

source: Description...
ar: الوصف...
eo: Priskribo...
sl: Opis...

source: Documents...
ar: المستندات...
eo: Dokumentoj...
sl: Dokumenti...

# (qtundo-format)
source: Add task dependency
ar: أضف تبعية مهمة
eo: Aldoni taskan dependecon
sl: Dodaj odvisnost naloge

# (qtundo-format)
source: Delete task dependency
ar: احذف تبعية مهمة
eo: Forigi taskan dependecon
sl: Izbriši odvisnost naloge

# (qtundo-format)
source: Add milestone
ar: أضف علامة
eo: Aldoni mejloŝtonon
sl: Dodaj mejnik

# (qtundo-format)
source: Add sub-milestone
ar: أضف علامة فرعية
eo: Aldoni submejloŝtonon
sl: Dodaj podrejeni mejnik

# (qtundo-format) Delete one task
source: Delete task
ar: احذف مهمة
eo: Forigi taskon
sl: Izbriši nalogo

source: Task Documents
ar: مستندات المهمة
eo: Taskaj Dokumentoj
sl: Dokumenti naloge

# @action View a document
source: View...
ar: عرض...
eo: Rigardi...
sl: Pogled...

# @title:window
source: Attach Document
ar: أرفق مستنداً
eo: Kunsendi Dokumenton
sl: Pripni dokument

# @title:window
source: Cannot Attach Document
ar: لا يمكن إرفاق مستند
eo: Ne Povas Kunsendi Dokumenton
sl: Ni moč pripeti dokumenta

# @info
source: Document is already attached:<nl/><filename>%1</filename>
ar: المستند مرفق بالفعل:<nl/><filename>%1</filename>
eo: Dokumento jam estas alfiksita:<nl/><filename>%1</filename>
sl: Dokument je že pripet:<nl/><filename>%1</filename>

# @title:window
source: Modify Url
ar: عدّل العنوان
eo: Modifi Url
sl: Spremeni spletni naslov

source: Cannot Modify Url
ar: لا يمكن تعديل العنوان
eo: Ne Povas Modifi Url
sl: Ni mogoče spremeniti spletnega naslova

source: Document url already exists: %1
ar: عنوان المستند موجود بالفعل: %1
eo: Dokumenta URL jam ekzistas: %1
sl: Spletni naslov dokumenta že obstaja: %1

# (qtundo-format)
source: Modify documents
ar: عدّل المستندات
eo: Modifi dokumentojn
sl: Spremeni dokumente

# (qtundo-format)
source: Remove document
ar: أزل مستنداً
eo: Forigi dokumenton
sl: Odstrani dokument

# (qtundo-format)
source: Modify document url
ar: عدّل عنوان المستند
eo: Modifi dokumentan URL
sl: Spremeni spletni naslov dokumenta

# (qtundo-format)
source: Modify document type
ar: عدّل نوع المستند
eo: Modifi dokumenttipo
sl: Spremeni vrsto dokumenta

# (qtundo-format)
source: Modify document status
ar: غيِّر حالة المستند
eo: Modifi dokumentan staton
sl: Spremeni stanje dokumenta

# (qtundo-format)
source: Modify document send control
ar: غيِّر تحكّم إرسال المستند
eo: Modifi mastrumon de sendado de dokumentoj
sl: Spremeni kontrolo pošiljanja dokumenta

# (qtundo-format)
source: Add document
ar: أضِف مستندًا
eo: Aldoni dokumenton
sl: Dodaj dokument

source: Name:
ar: الاسم:
eo: Nomo:
sl: Ime:

source: Add...
ar: أضف...
eo: Aldoni...
sl: Dodaj...

source: Change...
ar: غيّر...
eo: Ŝanĝi...
sl: Spremeni...

source: Remove
ar: أزل
eo: Forigi
sl: Odstrani

source: Open
ar: افتح
eo: Malfermi
sl: Odpri

# @item:inlistbox
source: No freedays
ar: لا أيام إجازة
eo: Neniuj liberaj tagoj
sl: Brez prostih dni

# @item:inlistbox
source: Project freedays
ar: أيام إجازة المشروع
eo: Projekto liberaj tagoj
sl: Prosti dnevi projekta

source: Chart
ar: المخطط البياني
eo: Diagramo
sl: Grafikon

source: Gantt Chart Settings
ar: اضبط إعدادات مخطط چانت
eo: Agordoj de Gantt Diagramo
sl: Nastavitve Ganntovega grafikona

# @info:whatsthis
source: <title>Gantt View</title><para>Displays scheduled tasks in a Gantt diagram. The chart area can be zoomed in and out with a slider positioned in the upper left corner of the time scale. <note>You need to hoover over it with the mouse for it to show.</note></para><para>This view supports configuration and printing using the context menu of the tree view.<nl/><link url='%1'>More...</link></para>
ar: <title>عرض چانت</title><para>اعرض المهام المجدولة في رسم تخطيطي لـ چانت. يمكن تكبير وتصغير مساحة المخطط بمزلاق موضّع في الزاوية العلوية اليسرى من مقياس الوقت. <note>مرّر مؤشر الفأرة فوقه ليظهر لك.</note></para><para>هذا العرض يدعم الضبط والطباعة باستخدام قائمة السياق الخاصة بعرض الشجرة.<nl/><link url='%1'>المزيد...</link></para>
eo: <title>Vido de Gantt</title><para>Montras planitajn taskojn en diagramo de Gantt. La diagramo areo povas esti zomita en kaj eksteren kun glitilo poziciigita en la supra maldekstra angulo de la temposkalo. <note>Vi devas ŝvevi ĝin per la muso por ke ĝi montru.</note></para><para>Ĉi tiu vido subtenas agordon kaj presadon per la kunteksta menuo de la arba vido.<nl/><link url ='%1'>Pli...</link></para>
sl: <title>Ganttov diagram</title><para>Prikaže razporejene naloge v Ganttovem diagramu. Območje grafikona lahko povečate in pomanjšate z drsnikom, nameščenim v zgornjem levem kotu časovne lestvice.<note>Da se pokaže, morate z miško premakniti nad njim</note></para><para>Ta pogled podpira nastavitve in tiskanje s kontekstnim menijem drevesnega pogleda. <nl/><link url='%1'>Več...</link></para>

source: Show Project
ar: اعرض المشروع
eo: Montri Projekton
sl: Prikaži projekt

source: Filter Options...
ar: خيارات المرشح...
eo: Filtrilaj opcioj...
sl: Možnosti filtra...

source: Show Unscheduled Tasks
ar: اعرض المهام غير المجدولة
eo: Montri Neplanitajn Taskojn
sl: Prikaži nerazporejene naloge

source: Show Tasks
ar: اعرض المهام
eo: Montri Taskojn
sl: Prikaži naloge

source: Show Milestones
ar: اعرض المعالِم
eo: Montri Mejloŝtonojn
sl: Prikaži mejnike

# @info:tooltip
source: Activates the Task and Milestones filter options.<nl/>Deactivating this will show all scheduled tasks and milestones.
ar: فعّل خيارات تصفية المهام والمعالِم.<nl/>إلغاء تفعيل هذا سيعرض كل المهام والمعالِم المجدولة.
eo: Aktivigas la filtrilopciojn de Tasko kaj Mejloŝtonoj.<nl/>Malaktivigi ĉi tion montros ĉiujn planitajn taskojn kaj mejloŝtonojn.
sl: Aktivira možnosti filtra nalog in mejnikov.<nl/>Deaktiviranje tega bo prikazalo vsa razporejene naloge in mejnike.

# @info:tooltip
source: Activates the Period filter options.
ar: فعّل خيارات تصفية الفترة.
eo: Aktivigas la Periodajn filtrilopciojn.
sl: Aktivira možnosti filtra periode.

source: Show Running Tasks
ar: اعرض المهام الجارية
eo: Montri Rulantajn Taskojn
sl: Prikaži naloge v teku

# @info:tooltip
source: Shows tasks that has been started before or during this period.
ar: اعرض المهام التي بدأت قبل أو خلال هذه الفترة.
eo: Montras taskojn, kiuj estis komencitaj antaŭ aŭ dum ĉi tiu periodo.
sl: Prikaži naloge, ki so se začela pred ali med tem obdobjem.

source: Show Finished Tasks
ar: اعرض المهام المنتهية
eo: Montri Finitajn Taskojn
sl: Prikaži dokončane naloge

# @info:tooltip
source: Shows tasks and milestones that has been finished during this period.
ar: اعرض المهام والمعالِم التي انتهت خلال هذه الفترة.
eo: Montras taskojn kaj mejloŝtonojn, kiuj estis finitaj dum ĉi tiu periodo.
sl: Prikaže naloge in mejnike, ki so se zaključile v tem obdobju.

source: Show Not Started Tasks
ar: اعرض المهام التي لَم تبدأ
eo: Montri Ne Komencatajn Taskojn
sl: Prikaži še ne začete naloge
