Repository: KDE/calligraplan
Catalog: po/*/calligraplanlibs.po
Languages: ar, eo, sl

# @info:tooltip Work Breakdown Structure code
source: Define default WBS code
ar: عرِّف رمز هيكل تجزئة العمل المبدئي
eo: Difini defaŭltan WBS-kodon
sl: Določi privzeto kodo WBS

source: Default Definition
ar: التعريف المبدئي
eo: Defaŭlta Difino
sl: Privzeto definicija

# @info:tooltip Work Breakdown Structure code
source: Define separate WBS codes for individual levels
ar: عرِّف رموز هيكل تجزئة العمل منفصلة للمستويات الفردية
eo: Difini apartajn WBS-kodojn por individuaj niveloj
sl: Določi posebne kode WBS za individualne nivoje

source: Use Levels Definition
ar: اِستخدم تعريف المستويات
eo: Uzi Difinon de Niveloj
sl: Uporabi nivoje definicij

source: Code
ar: الرمز
eo: Kodo
sl: Koda

source: Separator
ar: الفاصل
eo: Apartigilo
sl: Ločitelj

source: Add Level
ar: أضِف مستوى
eo: Aldoni Nivelon
sl: Dodaj stopnjo

# @title
source: Date
ar: التّاريخ
eo: Dato
sl: Datum

# @title
source: Completion
ar: الإكمال
eo: Kompletigo
sl: Dokončano

# @title
source: Used Effort
ar: الجهد المستخدَم
eo: Uzita Penado
sl: Porabljen napor

# @title
source: Remaining Effort
ar: الجهد المتبقي
eo: Restanta Penado
sl: Preostali napor

# @info:tooltip
source: Update started
ar: حدّث البداية
eo: Ĝisdatigo komenciĝis
sl: Osveži začeto

# @info:tooltip
source: Update finished
ar: حدّث الانتهاء
eo: Ĝisdatigo finiĝis
sl: Osveži zaključeno

source: Merge
ar: ادمج
eo: Kunfandi
sl: Zlij

# @info:tooltip
source: Merge the changes and display the resulting progress information
ar: ادمج التغييرات واعرض معلومات التقدّم الناتجة
eo: Kunfandi la ŝanĝojn kaj montri la rezultajn progresinformojn
sl: Zlij spremembe in prikaži informacijo o napredku

source: Reject
ar: ارفض
eo: Malakcepti
sl: Zavrni

# @info:tooltip
source: Reject this package and goto next package
ar: ارفض هذه الرزمة واذهب إلى الرزمة التالية
eo: Malakcepti ĉi tiun pakaĵon kaj iri al la sekva pako
sl: Zavrni ta paket in pojdi na naslednji paket

# @info:tooltip
source: Commit the changes and go to next package
ar: ألزِم التغييرات واذهب إلى الرزمة التالية
eo: Fari la ŝanĝojn kaj iri al la sekva pako
sl: Potrdi spremembe in pojdi na naslednji paket

source: Back
ar: عُد
eo: Reen
sl: Nazaj

# @info:tooltip
source: Revert the changes and go back to the current package
ar: تراجع عن التغييرات وعُد إلى الرزمة الحالية
eo: Nuligi la ŝanĝojn kaj reiri al la nuna pako
sl: Prekliči spremembe in pojdi nazaj na trenutni paket

# @info
source: Task is not started
ar: المهمة لَم تبدأ
eo: Tasko ne estas komencita
sl: Naloga še ni začeta

# @info
source: Task is not finished
ar: المهمة لَم تنتهِ
eo: Tasko ne estas finita
sl: Naloga še ni zaključena

# @info:tooltip
source: Existing entry
ar: إدخال موجود
eo: Ekzistanta eniro
sl: Obstoječ vnos

# @info:tooltip
source: New entry
ar: مدخلة جديدة
eo: Nova eniro
sl: Nov vnos

# @info:tooltip
source: New value: %1%<nl/>Current value: %2%
ar: قيمة جديدة: %1%<nl/>قيمة حالية: %2%
eo: Nova valoro: %1%<nl/>Nuna valoro: %2%
sl: Nova vrednost: %1%<nl/>Trenutna vrednost: %2%

# @info:tooltip
source: New value: %1<nl/>Current value: %2
ar: قيمة جديدة: %1<nl/>قيمة حالية: %2
eo: Nova valoro: %1<nl/>Nuna valoro: %2
sl: Nova vrednost: %1<nl/>Trenutna vrednost: %2

source: No documents
ar: لا مستندات
eo: Neniuj dokumentoj
sl: Ni dokumentov

source: The package owner '%1' is not a resource in this project. You must handle this manually.
ar: مالك الرزمة '%1' ليس موردًا في هذا المشروع. يجب أن تتعامل مع هذا يدويًا.
eo: La pakposedanto '%1' ne estas rimedo en ĉi tiu projekto. Vi devas manipuli ĉi tion permane.
sl: Lastnik paketa '%1' ni vir tega projekta. Ta zahteva ročno obravnavo.

source: Generated:
ar: مولّد:
eo: Generita:
sl: Generirano:

source: From:
ar: من:
eo: De:
sl: Od:

source: <package time>
ar: <وقت الرزمة>
eo: <pakotempo>
sl: <čas paketa>

source: Update
ar: حدّث
eo: Ĝisdatigo
sl: Osveži

source: No more data. Press Close to finish.
ar: لا يوجد المزيد من البيانات. اضغط إغلاق للإنهاء.
eo: Ne plu datumoj. Premu Fermi por fini.
sl: Ni več podatkov. Pritisnite Zapri za zaključek.

# @title:window
source: Send Work Packages
ar: أرسِل رزم العمل
eo: Sendi Laborpakaĵojn
sl: Pošlji delovne pakete

# @title
source: Resource
ar: مورد
eo: Rimedo
sl: Vir

source: Here you can enter your usual currency symbol, e.g. $ or €.
ar: هنا يمكن إدخال رَمز عملتك المعتاد، مثل $ أو €.
eo: Tie ĉi vi povas tajpi vian ordinaran monosimbolon, ekz. € aŭ $.
sl: Tu lahko vnesete običajni simbol valute npr. $ ali €.

source: Currency symbol:
ar: رمز العملة:
eo: Monsimbolo:
sl: Simbol valute:

source: Fractional digits:
ar: الأرقام الجزئية:
eo: Frakciaj ciferoj:
sl: Decimalnih mest:

# @info:whatsthis
source: <title>Milestone Gantt View</title><para>Displays scheduled milestones in a Gantt diagram. The chart area can be zoomed in and out with a slider positioned in the upper left corner of the time scale. <note>You need to hoover over it with the mouse for it to show.</note></para><para>This view supports configuration and printing using the context menu.<nl/><link url='%1'>More...</link></para>
ar: <title>عرض مَعلم چانت</title><para>اعرض المعالِم المجدولة في رسم تخطيطي لـ چانت. يمكن تكبير وتصغير مساحة المخطط بمزلاق موضّع في الزاوية العلوية اليسرى من مقياس الوقت. <note>مرّر مؤشر الفأرة فوقه ليظهر لك.</note></para><para>هذا العرض يدعم الضبط والطباعة باستخدام قائمة السياق.<nl/><link url='%1'>المزيد...</link></para>
eo: <title>Milestone Gantt View</title><para>Montras planitajn mejloŝtonojn en Gantt-diagramo. La diagramo areo povas esti zomita en kaj eksteren kun glitilo poziciigita en la supra maldekstra angulo de la temposkalo. <note>Vi devas ŝvevi ĝin per la muso por ke ĝi montriĝu.</note></para><para>Ĉi tiu vido subtenas agordon kaj presadon per la kunteksta menuo.<nl/><link url='%1 '>Pli...</link></para>
sl: <title>Ganttov pogled mejnikov</title><para>Prikaže načrtovane mejnike v Ganttovem diagramu. Območje grafikona lahko povečate in pomanjšate z drsnikom, ki je nameščen v zgornjem levem kotu časovne lestvice.<note>Da se pokaže, morate z miško prek njega.</note></para><para>Ta pogled podpira nastavitve in tiskanje s pomočjo kontekstnega menija.<nl/><link url='%1'>Več...</link></para>

# Chart axis title 1=currency symbol
source: Cost (%1)
ar: التكلفة (%1)
eo: Kosto (%1)
sl: Strošek (%1)

# Chart axis title
source: Effort (hours)
ar: الجهد (ساعات)
eo: Laborkvanto (horoj)
sl: Delovni napor (ure)

# @info:whatsthis
source: <title>Task Performance View</title><para>Displays performance data aggregated to the selected task.</para><para>This view supports configuration and printing using the context menu.<nl/><link url='%1'>More...</link></para>
ar: <title>عرض أداء المهمة</title><para>اعرض بيانات الأداء المجمّعة إلى المهمة المختارة.</para><para>هذا العرض يدعم الضبط والطباعة باستخدام قائمة السياق.<nl/><link url='%1'>المزيد...</link></para>
eo: <title>Taska Agado-Vido</title><para>Montras agado-datumojn aldonitajn al la elektita tasko.</para><para>Ĉi tiu vido subtenas agordon kaj presadon per la kunteksta menuo.<nl/><link url='%1'>Pli...</link></para>
sl: <title>Pogled uspešnosti nalog</title><para>Prikaže podatke o uspešnosti za izbrano nalogo.</para><para>Ta pogled podpira nastavitve in tiskanje s kontekstnim menijem.<nl/><link url='%1'>Več...</link></para>

source: Chart Settings
ar: اضبط إعدادات المخطط
eo: Chart-Agordoj
sl: Nastavitve grafikona

source: Chart type
ar: نوع المخطط
eo: Tipo de diagramo
sl: Vrsta grafikona

source: Line chart
ar: مخطط بياني خطي
eo: Linia diagramo
sl: Črtasti grafikon

source: Bar chart
ar: مخطط شريطي
eo: Bar-diagramo
sl: Stolpični grafikon

source: Table
ar: الجدول
eo: Tabelo
sl: Tabela

source: Base values
ar: القيم المبدئية
eo: Bazaj valoroj
sl: Vrednosti osnove

source: Indices
ar: المؤشرات
eo: Indeksoj
sl: Indeksi

source: Cost
ar: التكلفة
eo: Kostoj
sl: Strošek

source: Show BCWS plot
ar: اعرض مخطط BCWS
eo: Montri BCWS-diagramon
sl: Prikaži graf BCWS

source: Show BCWP plot
ar: اعرض مخطط BCWP
eo: Montri BCWP-diagramon
sl: Prikaži graf BCWP

source: Show ACWP plot
ar: اعرض مخطط ACWP
eo: Montri ACWP-diagramon
sl: Prikaži graf ACWP

source: SPI Cost
ar: مؤشر أداء الجدول (تكلفة)
eo: SPI Kosto
sl: Strošek SPI

source: SPI Effort
ar: مؤشر أداء الجدول (جهد)
eo: SPI Penado
sl: Napor SPI

source: CPI Effort
ar: مؤشر أداء التكلفة (جهد)
eo: KPI Klopodo
sl: Napor CPI

source: CPI Cost
ar: مؤشر أداء التكلفة (تكلفة)
eo: CPI Kosto
sl: Strošek CPI

# @info:whatsthis
source: <title>Project Performance View</title><para>Displays performance data aggregated to the project level.</para><para>This view supports configuration and printing using the context menu.<nl/><link url='%1'>More...</link></para>
ar: <title>عرض أداء المشروع</title><para>اعرض بيانات الأداء المجمّعة إلى مستوى المشروع.</para><para>هذا العرض يدعم الضبط والطباعة باستخدام قائمة السياق.<nl/><link url='%1'>المزيد...</link></para>
eo: <title>Projekta Efikeco-Vido</title><para>Montras agado-datumojn agregitaj al la projekta nivelo.</para><para>Ĉi tiu vido subtenas agordon kaj presadon per la kunteksta menuo.<nl/><link url='%1'>Pli...</link></para>
sl: <title>Pogled uspešnosti projekta</title><para>Prikaže podatke o uspešnosti na ravni projekta.</para><para>Ta pogled podpira nastavitve in tiskanje s kontekstnim menijem.<nl/><link url='%1'>Več...</link></para>

source: ID
ar: المُعرّف

source: File
ar: ملف
eo: Dosiero
sl: Datoteka

source: Delete
ar: احذف
eo: Forigi
sl: Izbriši

# @title:column
source: Predecessor
ar: السالف
eo: Antaŭulo
sl: Predhodnik

# @title:column
source: Lag
ar: التخلف
eo: Malfruo
sl: Zakasnitev

# @info:whatsthis
source: <title>Task Dependency Dialog</title><para>The task dependency dialog enables you to easily add a predecessor to the selected task.<nl/>When opened, it presents the previous task as the default predecessor. This is often the desired predecessor, and can be added by just pressing <interface>OK</interface>.<nl/>The dropdown list of possible predecessors is sorted with the most likely tasks first.</para>
ar: <title>حوار اعتمادية المهمة</title><para>حوار اعتمادية المهمة يفعّل إضافة سالف بسهولة للمهمة المختارة.<nl/>عند فتحه، يعرض المهمة السابقة كالسالف المبدئي. هذا السالف هو المرغوب غالبًا، ويمكن إضافته بمجرد ضغط <interface>حسنًا</interface>.<nl/>قائمة المنسدلة للسوالف الممكنة ترتب مع المهام الأكثر احتمالًا أولًا.</para>
eo: <title>Dialogo pri Taska Dependeco</title><para>La dialogo pri Taska Dependeco ebligas al vi facile aldoni antaŭulon al la elektita tasko. <nl/>Kiam ĝi estas malfermita, ĝi prezentas la antaŭan taskon kiel la defaŭltan antaŭulon. Ĉi tio ofte estas la dezirata antaŭulo, kaj povas esti aldonita nur premante <interface>Bone</interface>.<nl/>La fallisto de eblaj antaŭuloj estas ordigita unue kun la plej verŝajnaj taskoj.</para>
sl: <title>Pogovorno okno odvisnosti nalog</title> <para>Pogovorno okno odvisnosti nalog vam omogoča enostavno dodajanje predhodnika k izbrani nalogi.<nl/>Ko odpremo to okno, prikaže prejšnja naloga kot privzeta predhodnica. Tole je pogosto želen predhodnik, in dodate ga lahko s pritiskom <interface>OK</interface>. <nl/>Spustni seznam možnih predhodnikov je razvrščen z najverjetnejšimi nalogami na začetku seznama.</para>

source: Un-Delete
ar: تراجع عن الحذف
eo: Mal-Forigi
sl: Od-Izbriši

# (qtundo-format)
source: Modify dependency
ar: غيّر الاعتمادية
eo: Modifi dependecon
sl: Spremeni odvisnost

# Insert task dependency
source: Insert
ar: أدرج
eo: Enmeti
sl: Vstavi

source: From
ar: من
eo: El
sl: Od

source: To
ar: إلى
eo: Al
sl: Do

source: Dependency Type
ar: نوع الاعتمادية
eo: Tipo de Dependeco
sl: Vrsta odvisnosti

source: Task status
ar: حالة المهمة
eo: Taskostato
sl: Stanje naloge

source: Resources
ar: الموارد
eo: Rimedoj
sl: Viri

source: Resource assignments
ar: تعيينات الموارد
eo: Asigno de rimedoj
sl: Dodelitve virov

source: Cost Performance
ar: أداء التكلفة
eo: Kosta Agado
sl: Stroškovna uspešnost

source: Effort Performance
ar: أداء الجهد
eo: Pena Agado
sl: Uspešnost napora

source: Cost Breakdown
ar: تحليل التكلفة
eo: Kosto-Rompiĝo
sl: Razrez stroškov

source: Page
ar: الصفحة
eo: Paĝo
sl: Stran

source: Go to first page
ar: انتقل إلى الصفحة الأولى
eo: Iri al la unua paĝo
sl: Pojdi na prvo stran

source: Go to previous page
ar: انتقل إلى الصفحة السابقة
eo: Iri al la antaŭa paĝo
sl: Pojdi na prejšnjo stran

source: Show page
ar: أظهر الصفحة
eo: Montri paĝon
sl: Prikaži stran

source: of
ar: من
eo: el
sl: od

source: Go to next page
ar: انتقل إلى الصفحة التالية
eo: Iri al la sekva paĝo
sl: Pojdi na naslednjo stran

source: Go to last page
ar: انتقل إلى الصفحة الأخيرة
eo: Iri al la lasta paĝo
sl: Pojdi na zadnjo stran

source: Enable report header
ar: فعّل ترويسة التقرير
eo: Ebligi raportan kaplinion
sl: Omogoči glavo poročila

source: Report Header
ar: رأس التقرير
eo: Raporta Kapo
sl: Glava poročila

source: Enable report footer
ar: فعّل تذييل التقرير
eo: Ebligi raportpiedon
sl: Omogoči nogo poročila

source: Report Footer
ar: تذييل التقرير
eo: Raporta Piedo
sl: Noga poročila

source: Page Header
ar: رأس الصفحة
eo: Paĝa Kapo
sl: Glava strani

source: Enable header on first page
ar: فعّل الترويسة في الصفحة الأولى
eo: Ebligi kaplinion sur la unua paĝo
sl: Omogoči glavo na prvi strani

source: First page
ar: الصفحة الأولى
eo: Unua paĝo
sl: Prva stran

source: Enable header on last page
ar: فعّل الترويسة في الصفحة الأخيرة
eo: Ebligi kaplinion sur la lasta paĝo
sl: Omogoči glavo na zadnji strani

source: Last page
ar: الصفحة الأخيرة
eo: Lasta paĝo
sl: Zadnja stran

source: Enable header on odd pages
ar: فعّل الترويسة في الصفحات الفردية
eo: Ebligi kaplinion sur neparaj paĝoj
sl: Omogoči glave na lihih straneh

source: Odd pages
ar: الصفحات الفردية
eo: Neparaj paĝoj
sl: Lihe strani

source: Enable header on even pages
ar: فعّل الترويسة في الصفحات الزوجية
eo: Ebligi kaplinion sur paraj paĝoj
sl: Omogoči glave na sodih straneh

source: Even pages
ar: الصفحات الزوجية
eo: Paraj paĝoj
sl: Sode strani

source: Enable header on all pages
ar: فعّل الترويسة في جميع الصفحات
eo: Ebligi kaplinion sur ĉiuj paĝoj
sl: Omogoči glavo na vseh straneh

source: All pages
ar: كل الصفحات
eo: Ĉiuj paĝoj
sl: Vse strani

source: Page Footer
ar: تذييل الصفحة
eo: Paĝa Piedo
sl: Noga strani

source: Enable footer on first page
ar: فعّل التذييل في الصفحة الأولى
eo: Ebligi piedlinion sur la unua paĝo
sl: Omogoči nogo na prvi strani

source: Enable footer on odd pages
ar: فعّل التذييل في الصفحات الفردية
eo: Ebligi piedlinion sur neparaj paĝoj
sl: Omogoči nogo na lihih straneh

source: Enable footer on even pages
ar: فعّل التذييل في الصفحات الزوجية
eo: Ebligi piedlinion sur paraj paĝoj
sl: Omogoči nogo na sodih straneh

source: Enable footer on last page
ar: فعّل التذييل في الصفحة الأخيرة
eo: Ebligi piedlinion sur lasta paĝo
sl: Omogoči nogo na zadnji strani

source: Enable footer on all pages
ar: فعّل التذييل في جميع الصفحات
eo: Ebligi piedlinion sur ĉiuj paĝoj
sl: Omogoči nogo na vseh straneh

# @title:window
source: Export Report
ar: صدّر التقرير
eo: Eksporta Raporto
sl: Izvozi poročilo

source: Export to text document is not supported
ar: لا يوجد دعم للتصدير إلى مستند نصي
eo: Eksporto al tekstdokumento ne estas subtenata
sl: Izvoz v besedilni dokument ni podprt

source: Export to text document failed
ar: فشل التصدير إلى مستند نصي
eo: Eksporto al tekstdokumento malsukcesis
sl: Izvoz v besedilni dokument ni uspel

# @info
source: Failed to export to <filename>%1</filename>
ar: فشل التصدير إلى <filename>%1</filename>
eo: Malsukcesis eksporti al <filename>%1</filename>
sl: Neuspel izvoz v <filename>%1</filename>

source: Export to spreadsheet document is not supported
ar: لا يوجد دعم للتصدير إلى مستند جدول بيانات
eo: Eksporto al kalkultabeldokumento ne estas subtenata
sl: Izvoz v preglednico ni podprt

source: Export to spreadsheet failed
ar: فشل التصدير إلى جدول بيانات
eo: Eksporto al kalkultabelo malsukcesis
sl: Izvoz v preglednico ni uspel

source: Export to HTML document is not supported
ar: لا يوجد دعم للتصدير إلى مستند HTML
eo: Eksporto al HTML-dokumento ne estas subtenata
sl: Izvoz v html dokument ni podprt

source: Export to HTML failed
ar: فشل التصدير إلى HTML
eo: Eksporto al HTML malsukcesis
sl: Izvoz v HTML ni uspel

source: Edit Report
ar: حرّر التقرير
eo: Redakti Raporton
sl: Uredi poročilo

# @info:tooltip
source: Edit the report definition
ar: حرّر تعريف التقرير
eo: Redakti la raportan difinon
sl: Uredi definicijo poročila

# @info:whatsthis
source: Opens the report design in the report design dialog.
ar: افتح تصميم التقرير في مربع حوار تصميم التقرير.
eo: Malfermas la raportan dezajnon en la raportodezajno-dialogo.
sl: Odpre oblikovanje poročila v pogovornem oknu oblikovanja poročila.

source: View report
ar: اعرض التقرير
eo: Vidi raporton
sl: Poglej poročilo

source: Undo all changes
ar: تراجع عن جميع التغييرات
eo: Malfari ĉiujn ŝanĝojn
sl: Razveljavi vse spremembe

source: Export report definition
ar: صدّر تعريف التقرير
eo: Difino pri eksporta raporto
sl: Izvozi definicijo poročila

# @info
source: Cannot open file:<nl/><filename>%1</filename>
ar: تعذّر فتح الملفّ:<nl/><filename>%1</filename>
eo: Ne povas malfermi dosieron:<nl/><filename>%1</filename>
sl: Ni moč odpreti datoteke<nl/><filename>%1</filename>

# @title:window report data elements
source: Data Elements
ar: عناصر البيانات
eo: Datenelementoj
sl: Podatkovni elementi

# @title:window report section docker
source: Headers && Footers
ar: ترويسات وتذييلات
eo: Kapoj && Piedoj
sl: Glava in noga

# @title:window report group section docker
source: Groups
ar: المجموعات
eo: Grupoj
sl: Skupine

# @title:column
source: Column
ar: العمود
eo: Kolumno
sl: Stolpec

# @title:column
source: Sort
ar: الفرز
eo: Ordigi
sl: Razvrsti

# @title:column
source: Header
ar: الترويسة
eo: Kapo
sl: Glava

# @title:column
source: Footer
ar: التذييل
eo: Piedo
sl: Noga

# @title:column
source: Page Break
ar: فاصل صفحات
eo: Paĝrompo
sl: Prelom strani

# @info:tooltip
source: Groups data by the selected column
ar: جمع البيانات بالعمود المختار
eo: Grupigas datumojn laŭ la elektita kolumno
sl: Grupira podatke po izbranem stolpcu

# @info:tooltip
source: Sorts data
ar: رتّب البيانات
eo: Ordigas datumojn
sl: Razporedi podatke

# @info:tooltip
source: Show header section
ar: اعرض قسم الترويسة
eo: Montri kaplinian sekcion
sl: Prikaži sekcijo glave

# @info:tooltip
source: Show footer section
ar: اعرض قسم التذييل
eo: Montri sekcion de piedlinio
sl: Prikaži sekcijo noge

# @info:tooltip
source: Insert page break
ar: أدرج فاصل صفحات
eo: Enmeti paĝrompon
sl: Vstavi prelom strani

source: Ascending
ar: تصاعدي
eo: Kreskante
sl: Naraščajoče

source: Descending
ar: تنازليًّا
eo: Malkreskante
sl: Padajoče

source: No
ar: لا
eo: Ne
sl: Ne

source: Yes
ar: نعم
eo: Jes
sl: Da

source: After footer
ar: بعد التذييل
eo: Post piedlinio
sl: Pred nogo

source: Before header
ar: قبل الترويسة
eo: Antaŭ kaplinio
sl: Pred glavo

source: Nothing
ar: لا شيء
eo: Nenio
sl: Nič

# @title:column
source: Report Template
ar: قالب التقرير
eo: Raporta Ŝablono
sl: Predloga poročila

# @title:column
source: Add
ar: أضف
eo: Aldoni
sl: Dodaj

# @title:column
source: Report File
ar: ملف التقرير
eo: Raporta Dosiero
sl: Datoteka poročila

# @info:tooltip
source: Report name
ar: اسم التقرير
eo: Nomo de raporto
sl: Ime poročila

# @info:tooltip
source: Report template file name
ar: اسم ملف قالب التقرير
eo: Raporta ŝablono dosiernomo
sl: Ime datoteke predloge poročila

# @info:tooltip
source: Information added to filename
ar: معلومات أُضيفت إلى اسم الملف
eo: Informoj aldonitaj al dosiernomo
sl: Informacija dodana imenu datoteke

# @info:tooltip
source: Name of the generated report file
ar: اسم ملف التقرير المُولَّد
eo: Nomo de la generita raportdosiero
sl: Ime datoteke generiranega poročila

# @info:whatsthis
source: <title>Add and generate reports</title><para>Enables you to add and generate reports based on Open Document (.odf) files.</para><para>You can create a report template using any Open Document text editor.<nl/><link url='%1'>More...</link></para>
ar: <title>أضِف ولّد التقارير</title><para>يمكّنك من إضافة وتوليد تقارير بناءً على ملفات Open Document (.odf).</para><para>يمكنك إنشاء قالب تقرير باستخدام أي محرر نصوص Open Document.<nl/><link url='%1'>المزيد...</link></para>
eo: <title>Aldoni kaj generi raportojn</title><para>Ebligas al vi aldoni kaj generi raportojn bazitajn sur Malferma Dokumento (.odf) dosieroj.</para><para>Vi povas krei raportŝablonon uzante ajnan Malferma Dokumentan tekstoredaktilon. .<nl/><link url='%1'>Pli...</link></para>
sl: <title>Dodajanje in ustvarjanje poročil</title><para>Omogoča dodajanje in ustvarjanje poročil, ki temeljijo na datotekah odprtega dokumenta (.odf).</para><para>Ustvarite lahko predlogo poročila z uporabo katerega koli urejevalnika besedila Open Document.<nl/> <link url='%1'>Več...</link></para>

source: Add Report
ar: أضِف تقريرًا
eo: Aldoni Raporton
sl: Dodaj poročilo

source: Remove Report
ar: أزِل التقرير
eo: Forigi Raporton
sl: Odstrani dokument

source: Generate Report
ar: ولّد التقرير
eo: Generi Raporton
sl: Ustvari poročilo

source: Open...
ar: افتح...
eo: Malfermi...
sl: Odpri...

source: New report
ar: تقرير جديد
eo: Nova raporto
sl: Novo poročilo

# @title:window
source: Generate Report
ar: ولّد التقرير
eo: Generi Raporton
sl: Ustvari poročilo

source: Failed to generate %1.<nl/>Template file name is empty.
ar: فشل توليد %1.<nl/>اسم ملف القالب فارغ.
eo: Malsukcesis generi %1.<nl/>Ŝablona dosiernomo estas malplena.
sl: Ni uspelo ustvariti %1.<nl/>Datoteka predloge je prazna.

source: Failed to generate %1.<nl/>Template file does not exist:<nl/>%2
ar: فشل توليد %1.<nl/>ملف القالب غير موجود:<nl/>%2
eo: Malsukcesis generi %1.<nl/>Ŝablona dosiero ne ekzistas:<nl/>%2
sl: Ni uspelo ustvariti %1.<nl/>Datoteka predloge ne obstaja:<nl/>%2

source: Failed to generate %1.<nl/>Report file name is empty.
ar: فشل توليد %1.<nl/>اسم ملف التقرير فارغ.
eo: Malsukcesis generi %1.<nl/>Raporta dosiernomo estas malplena.
sl: Ni uspelo ustvariti %1.<nl/>Datoteka poročila je prazna.

# @info
source: File exists:<nl/>%1
ar: الملف موجود:<nl/>%1
eo: Dosiero ekzistas:<nl/>%1
sl: Datoteka obstaja:<nl/>%1

# @title:window
source: Report Generation
ar: توليد التقرير
eo: Raporta Generacio
sl: Generiranje poročila

source: Failed to open report generator
ar: فشل فتح مُولِّد التقرير
eo: Malsukcesis malfermi raportgeneratoron
sl: Neuspelo odpreti generator poročil

source: Failed to create report
ar: فشل إنشاء التقرير
eo: Malsukcesis krei raporton
sl: Neuspelo ustvariti poročilo

# @info
source: Report file generated:<nl/><filename>%1</filename>
ar: مُلِّف التقرير مُولَّد:<nl/><filename>%1</filename>
eo: Raporta dosiero generita:<nl/><filename>%1</filename>
sl: Datoteka poročila ustvarjena<nl/><filename>%1</filename>

source: Alternatives
ar: بدائل
eo: Alternativoj
sl: Alternative

source: Required
ar: مطلوب
eo: Bezonata
sl: Potrebno

source: Allocate
ar: خَصِّص
eo: Asigni
sl: Dodeli
