Repository: KDE/calligraplan
Catalog: po/*/calligraplanlibs.po
Languages: ar, eo, sl

# @info:whatsthis
source: <html><head/><body><p><span style=" font-weight:600;">Open Project</span></p><p>Displays a file dialog enabling you to open an existing project.</p></body></html>
ar: <html><head/><body><p><span style=" font-weight:600;">افتح مشروعًا</span></p><p>اعرض حوار ملفات يمكِّنك من فتح مشروع موجود.</p></body></html>
eo: <html><head/><body><p><span style=" font-weight:600;">Malfermi Projekton</span></p><p>Montras dosieron dialogon ebligante al vi malfermi ekzistanta projekto.</p></body></html>
sl: <html><head/><body><p><span style=" font-weight:600;">Odpri projekt</span></p><p>Prikaži pogovorno okno, ki omogoča odprtje obstoječega projekta.</p></body></html>

source: Open Project
ar: افتح مشروعًا
eo: Malfermi Projekton
sl: Odpri projekt

source: <html><head/><body><p align="center"><span style=" font-size:8pt; font-style:italic;">Recent projects:</span></p></body></html>
ar: <html><head/><body><p align="center"><span style=" font-size:8pt; font-style:italic;">المشاريع الحديثة:</span></p></body></html>
eo: <html><head/><body><p align="center"><span style=" font-size:8pt; font-style:italic;">Lastatempaj projektoj:</span></p></body></html>
sl: <html><head/><body><p align="center"><span style=" font-size:8pt; font-style:italic;">Nedavni projekti:</span></p></body></html>

source: Information
ar: معلومات
eo: Informoj
sl: Informacije

source: <html><head/><body><p><a href="https://calligra.org/plan"><span style=" text-decoration: underline; color:#2980b9;">Home</span></a></p></body></html>
ar: <html><head/><body><p><a href="https://calligra.org/plan"><span style=" text-decoration: underline; color:#2980b9;">المنزل</span></a></p></body></html>
eo: <html><head/><body><p><a href="https://calligra.org/plan"><span style=" text-decoration: underline; color:#2980b9;">Hejmo</span></a></p></body></html>
sl: <html><head/><body><p><a href="https://calligra.org/plan"><span style=" text-decoration: underline; color:#2980b9;">Domov</span></a></p></body></html>

# @action:button
source: <a href="https://docs.kde.org/index.php?application=calligraplan">User documentation</a>
ar: <a href="https://docs.kde.org/index.php?application=calligraplan">توثيق المُستخدِم</a>
eo: <a href="https://docs.kde.org/index.php?application=calligraplan">Uzantdokumentaro</a>

# @action:button
source: <a href="https://forum.kde.org/viewforum.php?f=203">Community forum</a>
ar: <a href="https://forum.kde.org/viewforum.php?f=203">مُنتَدى المُجتمَع</a>
eo: <a href="https://forum.kde.org/viewforum.php?f=203">Komunuma forumo</a>

# @action:button
source: <a href="https://userbase.kde.org/Plan">Community</a>
ar: <a href="https://userbase.kde.org/Plan">المجتمع</a>
eo: <a href="https://userbase.kde.org/Plan">Komunumo</a>

source: Create Shared Resources
ar: أنشئ موارد مُشارَكة
eo: Krei Komunajn Rimedojn
sl: Ustvari skupne vire

# @title:column
source: Allocation
ar: التخصيص
eo: Asigno
sl: Dodelitev

# @info:tooltip
source: Not allocated
ar: غير مُخصَّص
eo: Ne asignita
sl: Ni dodeljeno

source: There is %1 resource available in this group
ar: يتوفّر %1 مورِد في هذه المجموعة
eo: Estas %1 rimedo disponebla en ĉi tiu grupo
sl: Vir %1 je na voljo v tej grupi

source: Name
ar: الاسم
eo: Nomo
sl: Ime

source: Type
ar: النوع
eo: Tipo
sl: Vrsta

source: Allocation
ar: التخصيص
eo: Asigno
sl: Dodelitev

# @title:column
source: Available
ar: متوفّرة
eo: Disponebla
sl: Na voljo

source: Resource allocation
ar: تخصيص المورِد
eo: Asigno de rimedoj
sl: Dodelitev virov

# @info:tootip
source: Available resources or resource units
ar: الموارد المتاحة أو وحدات الموارد
eo: Disponeblaj rimedoj aŭ rimedunuoj
sl: Viri ali enote virov, ki so na voljo

# @info:tooltip
source: %1 resource requested for dynamic allocation
ar: طُلِب %1 مورِد للتخصيص الحركي
eo: %1 rimedo alpetita por dinamika asignado
sl: %1 vir zahtevan za dinamično dodeljevanje

# @info:tooltip
source: %1 resource allocated
ar: خُصِّص %1 مورِد
eo: %1 rimedo asignita
sl: %1 vir dodeljen

# @info:whatsthis
source: <title>Group allocations</title><para>You can allocate a number of resources from a group and let the scheduler select from the available resources at the time of scheduling.</para> These dynamically allocated resources will be in addition to any resource you have allocated specifically.
ar: <title>تخصيصات المجموعة</title><para>أستطيع تخصيص عدد من الموارد من مجموعة والسماح للمُجَدْوِل بالاختيار من الموارد المتاحة في وقت الجدولة.</para> ستكون هذه الموارد المُخصَّصة حركيًا بالإضافة إلى أي مورِد خصَّصته تحديدًا.
eo: <title>Grupaj asignoj</title><para>Vi povas asigni kelkajn rimedojn de grupo kaj lasi la planilon elekti el la disponeblaj rimedoj en la momento de la planado.</para> Ĉi tiuj dinamike asignitaj rimedoj estos aldone al ajna rimedo, kiun vi asignis specife.
sl: <title>Grupne razporeditve</title><para>Več virov iz grupe lahko dodelite tako, da planerju pustite izbiro virov iz razpoložljivih virov in časa dodeljevanja.</para>Te dinamično dodeljeni viri dodatni viri poleg vseh virov, ki ste že dodelili posebej.

# 1: free resources, 2: number of resources
source: %1 of %2
ar: %1 من %2
eo: %1 de %2
sl: %1 od %2

# @info:tooltip
source: There is %1 resource available in this group
ar: يتوفّر %1 مورِد في هذه المجموعة
eo: Estas %1 rimedo disponebla en ĉi grupo
sl: Na voljo je %1 vir v tej grupi

source: Week %1
ar: الأسبوع %1
eo: Semajno %1
sl: Teden %1

source: Next year
ar: السّنة القادمة
eo: Venonta jaro
sl: Naslednje leto

source: Previous year
ar: السّنة الماضية
eo: Pasinta jaro
sl: Prejšnje leto

source: Next month
ar: الشّهر القادم
eo: Venonta monato
sl: Naslednji mesec

source: Previous month
ar: الشّهر الماضي
eo: Pasinta monato
sl: Prejšnji mesec

source: Select a week
ar: اختر أسبوعًا
eo: Elekti semajnon
sl: Izberite teden

source: Select a month
ar: اختر شهرًا
eo: Elekti monaton
sl: Izberite mesec

source: Select a year
ar: اختر سنة
eo: Elekti jaron
sl: Izberite leto

source: Select the current day
ar: اختر اليوم اليوم
eo: Elekti aktualan tagon
sl: Izberite trenutni dan

# 1=account name
source: %1 (Default account)
ar: %1 (حساب مبدئي)
eo: %1 (Defaŭlta konto)
sl: %1 (Privzeti račun)

source: Description
ar: الوصف
eo: Priskribo
sl: Opis

# (qtundo-format)
source: Modify account name
ar: عدِّل اسم الحساب
eo: Modifi konton nomon
sl: Spremeni ime računa

# (qtundo-format)
source: De-select as default account
ar: ألْغِ اختياره كحساب مبدئي
eo: Malelekti kiel defaŭltan konton
sl: Prekliči izbor kot privzetega računa

# (qtundo-format)
source: Select as default account
ar: اختره كحساب مبدئي
eo: Elekti kiel defaŭltan konton
sl: Izberi kot privzeti račun

# (qtundo-format)
source: Modify account description
ar: عدِّل وصف الحساب
eo: Modifi kontan priskribon
sl: Spremeni opis računa

# (qtundo-format)
source: Add account
ar: أضف حسابًا
eo: Aldoni konton
sl: Dodaj račun

# (qtundo-format)
source: Delete Account
ar: احذف الحساب
eo: Forigi Konton
sl: Izbriši %1 račun

source: Actual total cost: %1, planned total cost: %2
ar: إجمالي التكلفة الفعلي: %1، إجمالي التكلفة المُخطَّط: %2
eo: Fakta totalkosto: %1, planita totalkosto: %2
sl: Trenutni skupni stroški: %1, planirani celotni stroški: %2

source: Total
ar: المجموع
eo: Sumo
sl: Skupaj

source: Planned
ar: مُخطَّط
eo: Planita
sl: Planirano

source: Actual
ar: فعلي
eo: Fakta
sl: Dejanski

source: The total cost for the account shown as: Actual cost [ Planned cost ]
ar: إجمالي التكلفة للحساب معروضة هكذا: التكلفة الفعلي [التكلفة المُخطَّطة]
eo: La totala kosto por la konto montrita kiel: Fakta kosto [ Planita kosto ]
sl: Skupni stroški za prikazani račun kot: Dejanski stroški [ planirani stroški ]

# @info:tooltip week-year
source: Week %1-%2
ar: الأسبوع %1-%2
eo: Semajno %1-%2
sl: Teden %1-%2

# 1=calendar name
source: %1 (Default calendar)
ar: %1 (التّقويم المبدئيّ)
eo: %1 (Defaŭlta kalendaro)
sl: %1 (Privzeti koledar)

source: Local
ar: المحليّة
eo: Loka
sl: Lokalno

source: Shared
ar: مشتركة
eo: Kunhavita
sl: Deljeno

# @info:tooltip 1=calendar name
source: %1 is a <emphasis>Local</emphasis> calendar
ar: %1 تقويم <emphasis>محلي</emphasis>
eo: %1 estas <emphasis>Loka</emphasis> kalendaro
sl: %1 je <emphasis>lokalni</emphasis> koledar

# @info:tooltip 1=calendar name
source: %1 is a <emphasis>Shared</emphasis> calendar
ar: %1 تقويم <emphasis>مُشارَك</emphasis>
eo: %1 estas kalendaro <emphasis>Dividita</emphasis>
sl: %1 je <emphasis>deljeni</emphasis> koledar

# (qtundo-format)
source: Modify calendar name
ar: عدِّل اسم التقويم
eo: Modifi kalendaran nomon
sl: Spremeni ime koledarja

# (qtundo-format)
source: De-select as default calendar
ar: ألْغِ اختياره كتقويم مبدئي
eo: Malelekti kiel defaŭltan kalendaron
sl: Prekliči izbor privzetega koledarja

# (qtundo-format)
source: Select as default calendar
ar: اختره كتقويم مبدئي
eo: Elekti kiel defaŭltan kalendaron
sl: Izberi kot privzeti koledar

# (qtundo-format)
source: Modify calendar timezone
ar: عدِّل المنطقة الزمنية للتقويم
eo: Modifi kalendaran horzonon
sl: Spremeni časovni pas koledarja

source: Default
ar: المبدئيّ
eo: Defaŭlte
sl: Privzeto

# @info:tooltip
source: No holidays
ar: لا عُطَل
eo: Neniuj ferioj
sl: Brez praznikov

# @info:tooltip
source: Default region: <emphasis>%1</emphasis>
ar: المنطقة المبدئية: <emphasis>%1</emphasis>
eo: Defaŭlta regiono: <emphasis>%1</emphasis>
sl: Privzeto območje: <emphasis>%1</emphasis>

# (qtundo-format)
source: Modify calendar holiday region
ar: عدِّل منطقة عطل التقويم
eo: Modifi kalendaran feriregionon
sl: Spremeni koledarjevo področje praznikov

# @title:column
source: Name
ar: الاسم
eo: Nomo
sl: Ime

# @title:column
source: Origin
ar: الأصل
eo: Origino
sl: Izvor

# @title:column
source: Timezone
ar: المنطقة الزمنية
eo: Horzono
sl: Časovni pas

# @title:column
source: Holiday Region
ar: منطقة العُطَل
eo: Feria Regiono
sl: Območje praznikov

# @info:tooltip
source: The holiday region
ar: منطقة العُطَل
eo: La feria regiono
sl: Območje praznikov

# (qtundo-format)
source: Re-parent calendar
ar: أعِد أبوة التقويم
eo: Repatrigi kalendaron
sl: Spremeni nadrejeni koledar

# (qtundo-format)
source: Move calendar
ar: حرِّك التقويم
eo: Movi kalendaron
sl: Premakni koledar

# (qtundo-format)
source: Add calendar
ar: أضف تقويمًا
eo: Aldoni kalendaron
sl: Dodaj koledar

# (qtundo-format)
source: Delete calendar
ar: احذف التّقويم
eo: Forigi kalendaron
sl: Izbriši koledar

# Undefined
source: U
ar: غ‌م

# NonWorking
source: NW
ar: لا‌ي
eo: NOk
sl: ND

# Working
source: W
ar: ي
eo: Ok
sl: D

# (qtundo-format)
source: Modify calendar state
ar: عدِّل حالة التقويم
eo: Modifi kalendaran staton
sl: Spremeni stanje koledarja

# 1=time 2=The number of hours of work duration (non integer)
source: %1, %2 hours
ar: %1، %2 ساعات
eo: %1, %2 horoj
sl: %1, %2 ur

# @info:tooltip
source: Undefined
ar: غير معرّف
eo: Nedifinita
sl: Nedoločeno

# @info:tooltip
source: Non-working
ar: غير عامل
eo: Nelaboranta
sl: Nedelujoč

# @info:tooltip
source: Holiday
ar: عطلة
eo: Ferio
sl: Praznik

# (qtundo-format)
source: Modify calendar weekday
ar: عدِّل يوم الأسبوع في التقويم
eo: Modifi kalendaran labortagon
sl: Spremeni koledarjev prvi dan v tednu

# (qtundo-format)
source: Modify calendar date
ar: عدِّل تاريخ التقويم
eo: Modifi kalendaran daton
sl: Spremeni datum v koledarju

# @title:column
source: Weekday
ar: يوم الأسبوع
eo: Semajntago
sl: Dan v tednu

# @title:column
source: Date
ar: التّاريخ
eo: Dato
sl: Datum

# @info:tooltip
source: The name of the task
ar: اسم المُهمّة
eo: La nomo de la tasko
sl: Ime naloge

# @info:tooltip
source: Task type
ar: نوع المُهمّة
eo: Tipo de tasko
sl: Vrsta naloge

# @info:tooltip
source: The person responsible for this task
ar: الشخص المسؤول عن هذه المُهمّة
eo: La respondeculo por ĉi tiu tasko
sl: Oseba odgovorna za to nalogo

# @info:tooltip
source: List of resource allocations
ar: قائمة تخصيصات الموارد
eo: Listo de resursaj atribuoj
sl: Seznam rezervacij virov

# @info:tooltip
source: The timing constraint type
ar: نوع قيد التوقيت
eo: La tempolimo-tipo
sl: Vrsta časovne omejitve

# @info:tooltip
source: Constraint start time
ar: وقت بدء القيد
eo: Limigo de komenco-tempo
sl: Začetni čas omejitve

# @info:tooltip
source: Constraint end time
ar: وقت انتهاء القيد
eo: Limiga fintempo
sl: Končni čas omejitve

# @info:tooltip
source: Task notes
ar: ملاحظات المُهمّة
eo: Taskaj notoj
sl: Opombe naloge

# @info:tooltip
source: Work Breakdown Structure Code
ar: رمز هيكل تجزئة العمل
eo: Kodo de Struktura Malfunkcio de Laboro
sl: Koda strukture razčlenitve dela

# @info:tooltip
source: Node level
ar: مستوى العُقدة
eo: Noda nivelo
sl: Nivo vozla

# @info:tooltip
source: Risk controls the PERT distribution used when calculating the actual estimate for this task
ar: يتحكَّم الخطر في توزيع PERT المُستخدَم عند حساب التقدير الفعلي لهذه المُهمّة
eo: Riskkontrolas la PERT-distribuon uzatan dum kalkulado de la reala takso por ĉi tiu tasko
sl: Kontrole tveganj, ki so ga uporabili algoritmi PERTH ob izračunu trenutne ocene za to nalogo

# @info:tooltip
source: Scheduling priority.<nl/>A higher number means higher priority.
ar: أولوية الجدولة.<nl/>العدد الأعلى يعني أولوية أعلى.
eo: Programprioritato.<nl/>Pli alta nombro signifas pli altan prioritaton.
sl: Prednost pri planiranju.<nl/>Višja številka pomeni višjo prednost.

# @info:tooltip
source: Account for running costs
ar: حساب التكاليف الجارية
eo: Konti pri rulantaj kostoj
sl: Tekoči stroški za račun

# @info:tooltip
source: Account for cost incurred at startup of the task
ar: حساب التكلفة المُتكَبَّدة عند بدء المُهمّة
eo: Konti pri kosto kaŭzita ĉe ekfunkciigo de la tasko
sl: Račun za stroške, ki se pojavijo ob začetku naloge

# @info:tooltip
source: The cost incurred at startup of the task
ar: التكلفة المُتكَبَّدة عند بدء المُهمّة
eo: La kosto kaŭzita ĉe ekfunkciigo de la tasko
sl: Stroški, ki so se pojavili o začetku naloge

# @info:tooltip
source: Account for cost incurred at shutdown of the task
ar: حساب التكلفة المُتكَبَّدة عند إنهاء المُهمّة
eo: Konti pri kosto kaŭzita je ĉesigo de la tasko
sl: Račun za stroške, ki so se pojavili ob zaključku naloge

# @info:tooltip
source: The cost incurred at shutdown of the task
ar: التكلفة المُتكَبَّدة عند إنهاء المُهمّة
eo: La kosto kaŭzita ĉe ĉesigo de la tasko
sl: Stroški, ki so se pojavili ob zaključku naloge

# @info:tooltip
source: Planned start time
ar: وقت البدء المُخطَّط
eo: Planita komenca tempo
sl: Planiran začetni čas

# @info:tooltip
source: Planned finish time
ar: وقت الانتهاء المُخطَّط
eo: Planita fintempo
sl: Planiran čas zaključka

# @info:tooltip
source: Earliest start time allowed by dependencies
ar: أبكر وقت بدء مسموح به حسب التبعيات
eo: Plej frua komenca tempo permesita de dependecoj
sl: Najzgodnejši začetek, dovoljen glede odvisnih naloge

# @info:tooltip
source: Earliest finish time allowed by dependencies
ar: أبكر وقت انتهاء مسموح به حسب التبعيات
eo: Plej frua fintempo permesita de dependecoj
sl: Najzgodnejši čas zaključka, dovoljen glede odvisnih naloge

# @info:tooltip
source: Latest start time allowed by dependencies
ar: أبطأ وقت بدء مسموح به حسب التبعيات
eo: Plej lasta komenca tempo permesita de dependecoj
sl: Najpoznejši začetek, dovoljen glede odvisnih nalog

# @info:tooltip
source: Latest finish time allowed by dependencies
ar: أبطأ وقت انتهاء مسموح به حسب التبعيات
eo: Plej lasta fintempo permesita de dependecoj
sl: Najpoznejši čas zaključka, dovoljen glede odvisnih nalog

# @info:tooltip
source: The planned duration
ar: المُدَّة المُخطَّطة
eo: La planita daŭro
sl: Načrtovano trajanje

# @info:tooltip
source: The variance of the duration
ar: تَبايُن المُدَّة
eo: La varianco de la daŭro
sl: Varianca trajanja naloge

# @info:tooltip
source: The optimistic duration
ar: المُدَّة المُتفائلة
eo: La optimisma daŭro
sl: Optimistično trajanje

# @info:tooltip
source: The pessimistic duration
ar: المُدَّة المُتشائمة
eo: La pesimisma daŭro
sl: Pesimistično trajanje

# @info:tooltip
source: The duration by which a tasks start can be delayed without affecting the project completion time
ar: المُدَّة التي أستطيع تأخير بدء المُهمّة بها دون التأثير على وقت إكمال المشروع
eo: La tempodaŭro laŭ kiu taskoj komenciĝas povas esti prokrastita sen tuŝi la projektan fintempon
sl: Čas, za kolikor lahko začetek naloge zamudi, ne da bi vplival na končni čas projekta

# @info:tooltip
source: The duration by which the duration of a task or path has to be reduced in order to fulfill a timing constraint
ar: المُدَّة التي يجب تقليص مُدَّة مُهمّة أو مسار بها لتحقيق قيد التوقيت
eo: La tempodaŭro laŭ kiu la daŭro de tasko aŭ vojo devas esti reduktita por plenumi tempiglimon
sl: Čas za kolikor je treba čas naloge skrajšati, da bi lahko zadovoljili časovne omejitve

# @info:whatsthis
source: Negative float is the duration by which the duration of a task or path has to be reduced in order to fulfill a timing constraint.
ar: الفضاء السالب هو المُدَّة التي يجب تقليص مُدَّة مُهمّة أو مسار بها لتحقيق قيد التوقيت.
eo: Negativa flosilo estas la tempodaŭro de kiu la tempodaŭro de tasko aŭ vojo devas esti reduktita por plenumi tempiglimon.
sl: Negativna premičnost je dolžina časa, za katerega je treba trajanje naloge ali poti zmanjšati, da se izpolni časovna omejitev.

# @info:tooltip
source: The duration by which a task can be delayed or extended without affecting the start of any succeeding task
ar: المُدَّة التي أستطيع تأخير أو تمديد مُهمّة بها دون التأثير على بدء أيّ مُهمّة لاحقة
eo: La daŭro de kiu tasko povas esti prokrastita aŭ plilongigita sen influi la komencon de iu sukcesa tasko
sl: Čas za koliko lahko naloga zamuja ali je lahko podaljšana, ne da bi vplivala na začetek kateregakoli naslednje naloge

# @info:whatsthis
source: Free float is the duration by which a task can be delayed or extended without affecting the start of any succeeding task.
ar: الفضاء الحُرّ هو المُدَّة التي أستطيع تأخير أو تمديد مُهمّة بها دون التأثير على بدء أيّ مُهمّة لاحقة.
eo: Libera flosilo estas la daŭro de kiu tasko povas esti prokrastita aŭ etendita sen influi la komencon de iu sukcesa tasko.
sl: Prosta premičnost je dolžina časa, s katerim lahko nalogo odložite ali podaljšate, ne da bi to vplivalo na začetek katere koli naslednje naloge.

# @info:tooltip
source: The duration from Early Start to Late Start
ar: المُدَّة من البدء المُبكِّر إلى البدء المتأخر
eo: La daŭro de Frua Komenco ĝis Malfrua Komenco
sl: Trajanje od zgodnjega začetka do poznega začetka

# @info:whatsthis
source: Start float is the duration from Early Start to Late Start.
ar: فضاء البدء هو المُدَّة من البدء المُبكِّر إلى البدء المتأخر.
eo: Komenca flosilo estas la daŭro de Frua Komenco ĝis Malfrua Komenco.
sl: Začetna premičnost je trajanje od zgodnjega začetka do poznega začetka.

# @info:tooltip
source: The duration from Early Finish to Late Finish
ar: المُدَّة من الانتهاء المُبكِّر إلى الانتهاء المتأخر
eo: La daŭro de Frua Fino ĝis Malfrua Fino
sl: Trajanje od zgodnjega zaključka do poznega zaključka

# @info:whatsthis
source: Finish float is the duration from Early Finish to Late Finish.
ar: فضاء الانتهاء هو المُدَّة من الانتهاء المُبكِّر إلى الانتهاء المتأخر.
eo: Fina flosilo estas la daŭro de Frua Fino ĝis Malfrua Fino.
sl: Končna premičnost je trajanje od zgodnjega zaključka do poznega zaključka.

# @info:tooltip
source: The resources assigned to the task
ar: الموارد المُسنَدة إلى المُهمّة
eo: La rimedoj atribuitaj al la tasko
sl: Viri dodeljeni k nalogi

# @info:tooltip
source: Task status
ar: حالة المُهمّة
eo: Taskostato
sl: Stanje naloge

# @info:tooltip
source: Task completion
ar: إكمال المُهمّة
eo: Taskokompletigo
sl: Dokončanje naloge

# @info:tooltip
source: Planned effort
ar: الجهد المُخطَّط
eo: Planita penado
sl: Načrtovan delovni napor

# @info:tooltip
source: Actual effort
ar: الجهد الفعلي
eo: Reala penado
sl: Dejanski delovni napor

# @info:tooltip
source: Remaining effort
ar: الجهد المُتَبَقّي
eo: Restanta peno
sl: Preostali delovni napor

# @info:tooltip
source: Planned cost
ar: التكلفة المُخطَّطة
eo: Planita kosto
sl: Načrtovani strošek

# @info:tooltip
source: Actual cost
ar: التكلفة الفعلية
eo: Fakta kosto
sl: Dejanski strošek

# @info:tooltip
source: Time when task was actually started
ar: الوقت الذي بدأت فيه المُهمّة فعلاً
eo: Tempo kiam tasko estis efektive komencita
sl: Čas ob katerem se je naloga res pričela

# @info:tooltip
source: Shows if the task is started
ar: اعرض إن بدأت المُهمّة
eo: Montras ĉu la tasko estas komencita
sl: Prikaže, če se je naloga začela

# @info:tooltip
source: Time when task was actually finished
ar: الوقت الذي انتهت فيه المُهمّة فعلاً
eo: Tempo kiam tasko estis efektive finita
sl: Čas ob katerem se je naloga res zaključila

# @info:tooltip
source: Shows if the task is finished
ar: اعرض إن انتهت المُهمّة
eo: Montras ĉu la tasko estas finita
sl: Prikaže, če je naloga zaključena

# @info:tooltip
source: Status Note
ar: ملاحظة الحالة
eo: Statusa Noto
sl: Opomba stanja

# @info:tooltip
source: Calculated expected estimate
ar: التقدير المُتوقَّع المُحْتَسَب
eo: Kalkulita atendata takso
sl: Izračunaj pričakovano oceno

# @info:tooltip
source: Calculated estimate variance
ar: تباين التقدير المحسوب
eo: Kalkulita taksa varianco
sl: Izračunaj pričakovano varianco

# @info:tooltip
source: Optimistic estimate
ar: تقدير متفائل
eo: Optimisma takso
sl: Optimistična ocena

# @info:tooltip
source: Pessimistic estimate
ar: تقدير متشائم
eo: Pesimisma takso
sl: Pesimistična ocena

# @info:tooltip
source: Type of estimate
ar: نوع التقدير
eo: Tipo de takso
sl: Vrsta ocene

# @info:tooltip
source: The calendar used when estimate type is Duration
ar: التقويم المستخدَم عندما يكون نوع التقدير هو المدة
eo: La kalendaro uzata kiam taksa tipo estas Daŭro
sl: Koledar, ki je v rabi kadar je tip ocenjevanja Trajanje

# @info:tooltip
source: The most likely estimate
ar: التقدير الأرجح
eo: La plej verŝajna takso
sl: Najbolj verjetna ocena

# @info:tooltip
source: Type of risk
ar: نوع المخاطرة
eo: Tipo de risko
sl: Vrsta tveganja

# @info:tooltip
source: Shows the tasks scheduling status
ar: يظهر حالة جدولة المهام
eo: Montras la staton pri planado de taskoj
sl: Prikazuje planirana stanja nalog

# @info:tooltip
source: The task has not been scheduled
ar: المهام لم تجدول
eo: La tasko ne estis planita
sl: Naloga še ni bilo razporejena

source: An effort has been estimated, but no resource has been assigned
ar: قدر الجهد، لكن لم يعين مورد
eo: Peno estis taksita, sed neniu rimedo estis atribuita
sl: Napor je bil ocenjen, a noben vir še ni bil dodeljen

# @info:tooltip
source: A resource assigned to this task is overbooked
ar: حجز المورد المخصص لهذه المهمة حجوزات زائدة
eo: Rimedo atribuita al ĉi tiu tasko estas troplena
sl: Vir dodeljen tej nalogi je večkratno dodeljen

# @info:tooltip
source: A resource assigned to this task is not available
ar: المورد المعيّن لهذه المهمة غير متاح
eo: Rimedo atribuita al ĉi tiu tasko ne estas disponebla
sl: Vir dodeljen tej nalogi ni na voljo

# @info:tooltip
source: A timing constraint could not be met
ar: لم يلب قيد التوقيت
eo: Tempolimo ne povis esti plenumita
sl: Časovnih omejitev ni mogoče uresničiti

# @info:tooltip
source: The assigned resource could not meet the estimated effort
ar: المورد المعيَّن لم يلب الجهد المقدر المطلوب
eo: La atribuita rimedo ne povis plenumi la laŭtaksan penon
sl: Dodeljen vir ne more zagotoviti planiranega napora

# @info:tooltip
source: A scheduling error occurred
ar: وقع خطأ في الجدولة
eo: Okazis eraro pri planado
sl: Pojavila se je napaka pri planiranju

# @info:tooltip
source: Budgeted Cost of Work Scheduled
ar: التكلفة المرصودة للعمل المجدول
eo: Buĝeta Kosto de Laboro Planita
sl: Proračunsko razporejeni stroški dela

# @info:tooltip
source: Budgeted Cost of Work Performed
ar: التكلفة المرصودة للعمل المنفّذ
eo: Buĝeta Kosto de Laboro Farita
sl: Proračunsko porabljeni stroški dela

# @info:tooltip
source: Actual Cost of Work Performed
ar: التكلفة الفعلية للعمل المنفّذ
eo: Fakta Kosto de Laboro Farita
sl: Dejanski stroški izvedenega dela
