Repository: KDE/calligraplan
Catalog: po/*/calligraplan.po
Languages: ar, eo, ka, sl

source: &File
ar: &ملف
eo: &Dosiero
ka: &ფაილი
sl: Datoteka

source: &Edit
ar: &حرّر
eo: R&edakti
ka: &ჩასწორება
sl: Uredi

source: &View
ar: &عرض
eo: &Vido
ka: &ნახვა
sl: Pogled

source: &Project
ar: &مشروع
eo: &Projekto
ka: პროე&ქტი
sl: &Projekt

source: &Tools
ar: أ&دوات
eo: &Iloj
ka: &ხელსაწყოები
sl: Orodja

source: &Settings
ar: إ&عدادات
eo: A&gordo
ka: &პარამეტრები
sl: Na&stavitve

source: &Help
ar: م&ساعدة
eo: &Helpo
ka: &დახმარება
sl: Pomoč

source: Edit
ar: حرّر
eo: Redakti
ka: ჩასწორება
sl: Uredi

source: Hours per year
ar: الساعات في السنة
eo: Horoj jare
ka: საათი წელიწადში
sl: Ur na leto

source: Hours per month
ar: الساعات في الشهر
eo: Horoj monate
ka: საათი თვეში
sl: Ur na mesec

source: Hours per week
ar: الساعات في الأسبوع
eo: Horoj semajne
ka: საათი კვირაში
sl: Ur na teden

source: Hours per day
ar: الساعات في اليوم
eo: Horoj tage
ka: საათი დღეში
sl: Ur na dan

source: Generate working week
ar: أَولِدْ أسبوع العمل
eo: Generi laborsemajnon
ka: სამუშაო კვირის გენერაცია
sl: Ustvari delovni teden

source: Generate working week options
ar: خيارات توليد أسبوع العمل
eo: Generi laborsemajnajn opciojn
ka: სამუშაო კვირის გენერირების მროგება
sl: Ustvari možnosti delovnega tedna

source: If none exists
ar: إن لم يوجد أحد
eo: Se neniu ekzistas
ka: თუ არ არსებობს
sl: Če ne obstaja noben

source: Always
ar: دائمًا
eo: Ĉiam
ka: ყოველთვის
sl: Vedno

source: Generate holidays
ar: أَولِدْ العطلات
eo: Generi feriojn
ka: დასვენებების გენერაცია
sl: Ustvari praznike

source: Generate holidays options
ar: خيارات توليد العطلات
eo: Generi feriajn opciojn
ka: დასვენებების გენერაციის მორგება
sl: Ustvari možnosti praznikov

source: In base calendar
ar: في التقويم الأساسي
eo: En baza kalendaro
ka: საბაზისო კალენდარში
sl: Osnovni koledar

source: As sub-calendar
ar: كتقويم فرعي
eo: Kiel subkalendaro
ka: ქვეკალენდარში
sl: Podrejeni koledar

source: As separate calendar
ar: كتقويم منفصل
eo: Kiel aparta kalendaro
ka: ცალკე კალენდარში
sl: Ločeni koledar

source: Holiday region
ar: منطقة العطلات
eo: Feria regiono
ka: დასვენების რეგიონი
sl: Regija praznikov

source: Monday:
ar: الإثنين:
eo: Lundo:
ka: ორშაბათი:
sl: Ponedeljek:

source: Start of working day
ar: بداية يوم العمل
eo: Komenco de labortago
ka: სამუშაო დღის დასაწყისი
sl: Začetek delovnega dne

source: End of working day
ar: نهاية يوم العمل
eo: Fino de labortago
ka: სამუშაო დღის დასასრული
sl: Konec delovnega dne

source: Tuesday:
ar: الثلاثاء:
eo: Mardo:
ka: სამშაბათი:
sl: Torek:

source: Wednesday:
ar: الأربعاء:
eo: Merkredo:
ka: ოთხშაბათი:
sl: Sreda:

source: Thursday:
ar: الخميس:
eo: Ĵaŭdo:
ka: ხუთშაბათი:
sl: Četrtek:

source: Friday:
ar: الجمعة:
eo: Vendredo:
ka: პარასკევი:
sl: Petek:

source: Saturday:
ar: السبت:
eo: Sabato:
ka: შაბათი:
sl: Sobota:

source: Sunday:
ar: الأحد:
eo: Dimanĉo:
ka: კვირა:
sl: Nedelja:

source: Name of project manager
ar: اسم مدير المشروع
eo: Nomo de projektestro
ka: პროექტის მენეჯერის სახელი
sl: Ime projektnega managerja

source: Use shared resources
ar: استخدِم الموارد المشتركة
eo: Uzi komunajn rimedojn
ka: გაზიარებული რესურსების გამყენება
sl: Uporabite skupne vire

source: File to contain shared resources
ar: ملف لحفظ الموارد المشتركة
eo: Dosiero por enhavi komunajn rimedojn
ka: გაზიარებული რესურსების შემცველი ფაილი
sl: Datoteka, ki vsebuje skupne vire

source: Directory that contains projects that share resources
ar: المجلد الذي يحتوي على المشاريع التي تشترك في الموارد
sl: Direktorij, ki vsebuje projekte, ki si delijo skupne vire

source: Project description
ar: وصف المشروع
eo: Projekta priskribo
ka: პროექტის აღწერა
sl: Opis projekta

source: Name of task responsible
ar: اسم المسؤول عن المهمة
eo: Nomo de respondeca tasko
ka: დავალებაზე პასუხისმგებლის სახელი
sl: Ime odgovorne osebe za nalogo

source: Scheduling constraint type
ar: نوع قيود الجدولة
eo: Planada limtipo
ka: დაგეგმვის შეზღუდვის ტიპი
sl: Tip omejitve planiranja

source: Defines how start constraint time is used
ar: يحدد كيفية استخدام وقت قيد البداية
eo: Difinas kiel la komenca limtempo estas uzata
ka: განსაზღვრავს, როგორ გამოიყენება შეზღუდვის დროის დაწყება
sl: Določa, kako je časovno omejen začetek naloge

source: Constraint start date and time
ar: تاريخ ووقت قيد البداية
eo: Limigo de komenca dato kaj horo
ka: დაწყების თარიღისა და დროის შეზღუდვა
sl: Omejitve začetnega datuma in časa

source: Defines how end constraint time is used
ar: يحدد كيفية استخدام وقت قيد النهاية
eo: Difinas kiel finlimlimtempo estas uzata
ka: განსაზღვრავს, როგორ გამოიყენება შეზღუდვის დროის დასრულება
sl: Določa, kako je časovno omejen konec naloge

source: Constraint end date and time
ar: تاريخ ووقت قيد النهاية
eo: Limigi findaton kaj horon
ka: დასრულების თარიღისა და დროის შეზღუდვა
sl: Omejitev končnega datuma in časa

source: Type of estimate
ar: نوع التقدير
eo: Tipo de takso
ka: დაახლოების დრო
sl: Vrsta ocene

source: Estimate time unit
ar: وحدة زمن التقدير
eo: Takso tempounuo
ka: დაახლოების დროის ერეთეული
sl: Časovna enota ocene

source: Expected estimate
ar: التقدير المتوقع
sl: Pričakovana ocena

source: Optimistic estimate
ar: تقدير متفائل
eo: Optimisma takso
ka: ოპტიმისტური შეფასება
sl: Optimistična ocena

source: Pessimistic estimate
ar: تقدير متشائم
eo: Pesimisma takso
ka: პესიმისტური შეფასება
sl: Pesimistična ocena

source: Task description
ar: وصف المهمة
eo: Taskopriskribo
ka: ამოცანის აღწერა
sl: Opis naloge

source: Gradient
ar: تدرج اللون
eo: Gradiento
ka: გრადაცია
sl: Preliv

source: Linear
ar: خطّي
eo: Lineara
ka: ხაზოვანი
sl: Linearno

source: Flat
ar: مسطح
eo: Plata
ka: ბრტყელი
sl: Plosko

source: Enable summary task level colors
ar: فعّل ألوان مستوى مهمة الملخص
eo: Ebligi resumajn taskonivelajn kolorojn
ka: შემაჯამებელი ამოცანის დონის ფერების ჩართვა
sl: Omogoči barve povzetka nalog

source: Summary task default color
ar: لون مهمة الملخص المبدئي
eo: Resuma tasko defaŭlta koloro
ka: შემაჯამებელი ამოცანის ნაგულისხმები ფერი
sl: Privzete barve povzetka nalog

source: Summary task color, level 1
ar: لون مهمة الملخص، المستوى 1
eo: Resuma taskokoloro, nivelo 1
ka: შემაჯამებელი ამოცანის ფერი, დონე 1
sl: Barva povzetka nalog nivoja 1

source: Summary task color, level 2
ar: لون مهمة الملخص، المستوى 2
eo: Resuma taskokoloro, nivelo 2
ka: შემაჯამებელი ამოცანის ფერი, დონე 2
sl: Barva povzetka nalog nivoja 2

source: Summary task color, level 3
ar: لون مهمة الملخص، المستوى 3
eo: Resuma taskokoloro, nivelo 3
ka: შემაჯამებელი ამოცანის ფერი, დონე 3
sl: Barva povzetka nalog nivoja 3

source: Summary task color, level 4
ar: لون مهمة الملخص، المستوى 4
eo: Resuma taskokoloro, nivelo 4
ka: შემაჯამებელი ამოცანის ფერი, დონე 4
sl: Barva povzetka nalog nivoja 4

source: Task color in normal state
ar: لون المهمة في الحالة العادية
eo: Taskokoloro en normala stato
ka: ამოცანის ფერი ნორმალურ მდგომარეობაში
sl: Barva naloge v normalnem stanju

source: Task color in critical state
ar: لون المهمة في الحالة الحرجة
eo: Taskokoloro en kritika stato
ka: ამოცანის ფერი კრიტიკულ მდგომარეობაში
sl: Barva naloge v kritičnem stanju

source: Task color in finished state
ar: لون المهمة في حالة الانتهاء
eo: Taskokoloro en finita stato
ka: ამოცანის ფერი დასრულებულ მდგომარეობაში
sl: Barva naloge v zaključenem stanju

source: Task color in error state
ar: لون المهمة في حالة الخطأ
eo: Taskokoloro en erara stato
ka: ამოცანის ფერი შეცდომის მდგომარეობაში
sl: Barva naloge v napačnem stanju

source: Milestone color in normal state
ar: لون المعلم في الحالة العادية
eo: Mejloŝtonokoloro en normala stato
ka: ეტაპის ფერი ნორმალურ მდგომარეობაში
sl: Barva mejnika v normalnem stanju

source: Milestone color in critical state
ar: لون المعلم في الحالة الحرجة
eo: Mejloŝtonkoloro en kritika stato
ka: ეტაპის ფერი კრიტიკულ მდგომარეობაში
sl: Barva mejnika v kritičnem stanju

source: Milestone color in finished state
ar: لون المعلم في حالة الانتهاء
eo: Mejloŝtona koloro en preta stato
ka: ეტაპის ფერი დასრულებულ მდგომარეობაში
sl: Barva mejnika v zaključenem stanju

source: Milestone color in error state
ar: لون المعلم في حالة الخطأ
eo: Mejloŝtonkoloro en erara stato
ka: ეტაპის ფერი შეცდომის მდგომარეობაში
sl: Barva mejnika v napačnem stanju

source: Automatically check for new work packages
ar: افحص آلياً حزم العمل الجديدة
eo: Aŭtomate kontroli novajn laborpakaĵojn
ka: სამუშაო პაკეტების განახლებების ავტომატური შემოწმება
sl: Avtomatično preveri za nove delovne pakete

source: Directory where Plan retrieves work packages from project members
ar: المجلد الذي يسترد منه المُخطِط حزم العمل من أعضاء المشروع
eo: Dosierujo kie Plan prenas laborpakaĵojn de projektanoj
ka: საქაღალდე, სადაც Plan პროექტის წევრებისგან სამუშაო პაკეტებს შეინახავს
sl: Direktorij, kjer Plan pridobiva delovne pakete članov projekta

source: If set, Plan will delete the file after it has been read
ar: إذا ضُبط، فسيحذف المُخطِط الملف بعد قراءته
eo: Se fiksite, Plano forigos la dosieron post kiam ĝi estas legita
ka: თუ დაყენებულია, Plan-ი ფაილის წაკითხვის შემდეგ მას წაშლის
sl: Če je nastavljeno, bo Plan zbrisal datoteko potem ko je bila prebrana

source: If set, Plan will save the file after it has been read
ar: إذا ضُبط، فسيحفظ المُخطِط الملف بعد قراءته
eo: Se agordita, Plan konservos la dosieron post kiam ĝi estas legita
ka: თუ დაყენებულია, Plan-ი ფაილის წაკითხვის შემდეგ შეინახავს მას
sl: Če je nastavljeno, bo Plan shranil datoteko potem ko je bila prebrana

source: Directory where Plan saves work packages when the package has been read
ar: المجلد الذي يحفظ فيه المُخطِط حزم العمل عند قراءة الحزمة
eo: Dosierujo kie Plan konservas laborpakaĵojn kiam la pakaĵo estis legita
ka: საქაღალდე, სადაც Plan ინახავს სამუშაო პაკეტებს, როცა ხდება პაკეტების წაკითხვა
sl: Direktorij kamor Plan shranjuje delovne pakete, ko so bili prebrani

source: Directory where Plan publishes work packages
ar: المجلد الذي ينشر فيه المُخطِط حزم العمل
eo: Dosierujo kie Plan publikigas laborpakaĵojn
ka: დირექტორია, სადაც სამუშაო პაკეტების გამოქვეყნება მოხდება
sl: Mapa, kjer Plan publicira delovne pakete

source: The smallest duration unit allowed
ar: أصغر وحدة مدة مسموحة
eo: La plej malgranda daŭrounuo permesita
ka: ხანგრძლივობის მინიმალური დაშვებული პერიოდის ერთეული
sl: Najmanjša dovoljena enota trajanja

source: The largest duration unit allowed
ar: أكبر وحدة مدة مسموحة
eo: La plej granda daŭrounuo permesita
ka: ხანგრძლივობის მაქსიმალური დაშვებული პერიოდის ერთეული
sl: Največja dovoljena enota trajanja

source: Path to the documentation
ar: مسار إلى التوثيق
eo: Vojo al la dokumentado
ka: ბილიკი დოკუმენტაცამდე
sl: Pot do dokumentacije

source: Path to the context help documentation
ar: مسار إلى توثيق المساعدة السياقية
eo: Vojo al la kunteksta helpdokumentado
ka: ბილიკი კონტექსტის დახმარების დოკუმენტაციამდე
sl: Pot do kontekstne dokumentacije pomoči

source: The context help documentation must have been translated to the language
ar: توثيق المساعدة السياقية يجب أن يترجَم إلى هذه اللغة
eo: La kunteksta helpdokumentado devas esti tradukita al la lingvo
ka: კონტექსტის დახმარების დოკუმენტაციის ენაზე გადათარგმნა აუცილებელია
sl: Dokumentacija za pomoč je morala biti prevedena v ustrezni jezik

source: Use the task modules from your private store
ar: استخدِم وحدات المهام من مخزنك الخاص
eo: Uzi la taskomodulojn de via privata konservejo
ka: ამოცანის მოდულის პირადი საცავიდან გამოყენება
sl: Uporabi module nalog iz vaše zasebne zbirke

source: List of paths to task modules
ar: قائمة مسارات وحدات المهام
eo: Listo de vojoj al taskomoduloj
ka: ამოცანის მოდულების ბილიკიების სია
sl: Seznam poti za module nalog

source: List of paths to project templates
ar: قائمة مسارات قوالب المشاريع
eo: Listo de vojoj al projektŝablonoj
ka: პროექტის ნიმუშების ბილიკების სია
sl: Seznam poti za predloge projekta

source: Project Defaults
ar: مبدئيّات المشروع
eo: Defaŭltoj de projekto
ka: პროექტის ნაგულისხმები
sl: Privzete vrednosti projekta

source: Work & Vacation
ar: العمل و &العطلة
eo: Laboro kaj Ferio
ka: სამუშაო და დასვენება
sl: Delo in dopust

source: Task Defaults
ar: إعدادات المهام المبدئية
eo: Taskaj Defaŭltoj
ka: ამოცანის ნაგულისხმები მნიშვნელობები
sl: Privzete vrednosti naloge

source: Task Colors
ar: ألوان المهام
eo: Taskaj Koloroj
ka: ამოცანის ფერები
sl: Barve naloge

source: Task Modules
ar: وحدات المهام
eo: Taskaj Moduloj
ka: ამოცანის მოდულები
sl: Moduli naloge

source: Work Package
ar: حزمة العمل
eo: Laborpako
ka: სამუშაო პაკეტი
sl: Delovni paket

source: Documentation
ar: التّوثيق
sl: Dokumentacija

source: Project Templates
ar: قوالب المشاريع
eo: Projektaj Ŝablonoj
ka: პროექტის შაბლონები
sl: Predloge projekta

source: The person responsible for this task. This is not limited to persons available in a resource group but can be anyone. You can even directly access your address book with the Choose button.
ar: الشخص المسؤول عن هذه المهمة. هذا لا يقتصر على الأشخاص المتاحين في مجموعة موارد بل يمكن أن يكون أي شخص. يمكنك حتى الوصول مباشرة إلى دفتر العناوين الخاص بك بزر اختر.
eo: La respondeca por ĉi tiu tasko. Tio ĉi ne estas limigita al personoj disponeblaj en rimeda grupo sed povas esti iu ajn. Vi eĉ povas rekte aliri vian adreslibron per la butono Elekti.
ka: ამ ამოცანაზე პასუხისმგებელი პირი. ეს შემოიფარგლება რესურსების ჯგუფში არსებული პირებით და შეიძლება, ნებისმიერი პირი იყოს. შეგიძლიათ, პირდაპირ შეხვიდეთ თქვენს მისამართების წიგნში არჩევის ღილაკზე დაჭერით.
sl: Oseba, ki je odgovorna za to nalogo. Ni omejeno samo na osebe, ki so na voljo v skupini virov. To je lahko kdorkoli. Z gumbom Izbor lahko neposredno dostopate do svojega adresarja.

source: Documentation:
ar: التّوثيق:
sl: Dokumentacija:

source: Context help:
ar: مساعدة سياقيّة:
sl: Kontekstna pomoč:

source: Context language
ar: لغة السياق
sl: Kontekstni jezik

# @info:tooltip
source: The project manager of this project.
ar: مدير هذا المشروع.
eo: La projektestro de ĉi tiu projekto.
ka: ამ პროექტის პროექტების მმართველი.
sl: Projektni manager tega projekta.

# @info:tooltip
source: Check to enable shared resources
ar: اختر لتفعيل الموارد المشتركة
eo: Marku por ebligi komunajn rimedojn
ka: ჩართეთ გაზიარებული რესურსების ჩასართველად
sl: Izpolni za omogočanje skupnih virov

# @info:tooltip
source: The file where shared resources are defined
ar: الملف الذي تعرف فيه الموارد المشتركة
eo: La dosiero kie komunaj rimedoj estas difinitaj
ka: ფაილი, სადაც გაზიარებული რესურსებია აღწერილი
sl: Datoteka, kjer so določeni skupni viri

# @info:tooltip
source: The directory where projects sharing the resources are placed
ar: المجلد الذي وضعت فيه المشاريع التي تشارك الموارد
sl: Mapa, kjer se nahajajo skupni viri projektov

source: General
ar: عامّ
eo: Ĝenerala
ka: ზოგადი
sl: Splošno

source: &Manager:
ar: &المدير:
eo: Ad&ministranto:
ka: &მმართველი:

source: Use shared resources:
ar: استخدِم الموارد المشتركة:
eo: Uzi komunajn rimedojn:
ka: გაზიარებული რესურსების გამოყენება:
sl: Uporaba skupnih virov:

source: Shared resource file:
ar: ملف الموارد المشتركة:
eo: Komuna rimeda dosiero:
ka: გაზიარებული რესურსის ფაილი:
sl: Datoteka skupnih virov:

source: Browse...
ar: تصفّح...
eo: Foliumi...
ka: მოძებნა...
sl: Brskaj...

source: Shared projects:
ar: المشاريع المشتركة:
sl: Skupni projekti:

source: Description
ar: الوصف
eo: Priskribo
ka: აღწერა
sl: Opis

source: Project Templates Path
ar: مسار قوالب المشاريع
eo: Projekto Ŝablonoj Vojo
ka: პროექტის ნიმუშების ბილიკი
sl: Pot do šablon projekta

source: Insert
ar: أدرج
eo: Enmeti
ka: ჩამატება
sl: Vstavi

source: Remove
ar: أزل
eo: Forpreni
ka: წაშლა
sl: Odstrani

source: Task Modules Path
ar: مسار وحدات المهام
eo: Vojo de Taskaj Moduloj
ka: ამოცანის მოდულების ბილიკი
sl: Pot do modulov nalog

source: Use local task modules
ar: استخدِم وحدات المهام المحلية
eo: Uzi lokajn taskomodulojn
ka: ლოკალური ამოცანის მოდულების გამოყენება
sl: Uporabi module lokalnih nalog

source: Default
ar: المبدئيّ
eo: Defaŭlto
ka: ნაგულისხმები
sl: Privzeto

source: Working Hours
ar: ساعات العمل
eo: Laborhoroj
ka: სამუშაო საათები
sl: Delovne ure

source: <html><head/><body><p>Values used for generating default calendars for working weeks and holidays.</p><p>The <span style=" font-style:italic;">Week</span> calendar uses the values defined in <span style=" font-style:italic;">Working week</span>.</p><p>The <span style=" font-style:italic;">Week</span> calendar can be <span style=" font-style:italic;">Always</span> generated or only generated <span style=" font-style:italic;">If none exists</span>. The latter choice is the most common as you often have calendars defined as part of templates or shared resources.</p><p><span style=" font-style:italic;">Holidays</span> can be generated for your region (default) or any region you choose. The holidays can be added into the week calendar, as sub-calendar to the week calendar or as a separate calendar.</p><p>If a week calendar is not generated, the holidays are put into a separate calendar.</p></body></html>
ar: <html><head/><body><p>القيم المستخدَمة لتوليد التقاويم المبدئية لأسابيع العمل والعطلات.</p><p>يستخدم تقويم <span style=" font-style:italic;">الأسبوع</span> القيم المحددة في <span style=" font-style:italic;">أسبوع العمل</span>.</p><p>يمكن توليد تقويم <span style=" font-style:italic;">الأسبوع</span> <span style=" font-style:italic;">دائماً</span> أو توليده فقط <span style=" font-style:italic;">إن لم يوجد أحد</span>. الخيار الأخير هو الأكثر شيوعًا حيث غالبًا ما لديك تقاويم محددة كجزء من القوالب أو الموارد المشتركة.</p><p>يمكن توليد <span style=" font-style:italic;">العطلات</span> لمنطقتك (مبدئيًا) أو لأي منطقة تختارها. يمكن إضافة العطلات إلى تقويم الأسبوع، كتقويم فرعي لتقويم الأسبوع أو كتقويم منفصل.</p><p>إذا لم يولَّد تقويم أسبوع، توضع العطلات في تقويم منفصل.</p></body></html>
eo: <html><head/><body><p>Valoroj uzataj por generi defaŭltajn kalendarojn por laborsemajnoj kaj ferioj.</p><p>La <span style=" font-style:italic;">Semajno</span> kalendaro uzas la valorojn difinitajn en <span style=" font-style:italic;">Laborsemajno</span>.</p><p>La <span style=" font-style:italic; ;">Semajna</span> kalendaro povas esti <span style=" font-style:italic;">Ĉiam</span> generita aŭ nur generita <span style=" font-style:italic;">Se neniu ekzistas</span>. Ĉi-lasta elekto estas la plej ofta ĉar vi ofte havas kalendarojn difinitajn kiel parto de ŝablonoj aŭ komunaj rimedoj.</p><p><span style=" font-style:italic;">Ferioj</span> povas esti generitaj por via regiono (defaŭlte) aŭ iu ajn regiono, kiun vi elektas. La ferioj povas esti aldonitaj al la semajna kalendaro, kiel subkalendaro al la semajna kalendaro aŭ kiel aparta kalendaro.</p><p>Se semajna kalendaro ne estas generita, la ferioj estas metitaj en apartan kalendaron.</p></body></html>
ka: <html><head/><body><p>მნიშვნელობები, რომლებიც გამოიყენება სამუშაო კვირებისა და არდადეგების ნაგულისხმევი კალენდრების შესაქმნელად.</p><p><span style=" font-style:italic;">კვირის</span> კალენდარი იყენებს სამუშაო <span style=" font-style:italic;">კვირაში</span> განსაზღვრულ მნიშვნელობებს.</p><p><span style=" font-style:italic;">კვირის</span> კალენდარი <span style=" font-style:italic;">ყოველთვის</span> შეიძლება გენერირებული ან გენერირებული მხოლოდ <span style=" font-style:italic;">იმ შემთხვევაში, თუ არცერთი არსებობს</span>. ეს უკანასკნელი არჩევანი ყველაზე გავრცელებულია, რადგან ხშირად გაქვთ კალენდრები, რომლებიც განსაზღვრულია შაბლონების ან გაზიარებული რესურსების ნაწილად.</p><p><span style=" font-style:italic;">არდადეგების</span> გენერაცია შესაძლებელია თქვენი რეგიონისთვის (ნაგულისხმევი) ან თქვენს მიერ არჩეული ნებისმიერი რეგიონისთვის. არდადეგები შეიძლება დაემატოს კვირის კალენდარში, როგორც კვირის კალენდრის ქვეკალენდარი ან ცალკე კალენდარი.</p><p>თუ კვირის კალენდარი არ არის გენერირებული, არდადეგები ცალკე კალენდარში მოთავსდება.</p></body></html>
sl: <html><head/><body><p>Vrednosti, uporabljene za ustvarjanje privzetih koledarjev za delovne tedne in praznike.</p><p><span style=" font-style:italic;">Tedenski</span > koledar uporablja vrednosti, opredeljene v <span style=" font-style:italic;">Delovnem tednu</span>.</p><p><span style = "font-style: italic;">Tedenski</span> koledar je mogoče ustvariti za<span style = "font-style: italic;">Vedno</span> ali pa ustvarite le <span style=" font-style:italic;"> Če noben ne obstaja</span>. Slednja izbira je najpogostejša, saj imate pogosto koledarje definirane kot del predlog ali skupnih virov.</p><p><span style=" font-style:italic;">Dopust</span> lahko ustvarite za (privzeto) ali katero koli regijo, ki jo izberete. Praznike lahko dodate v tedenski koledar kot podkoledar tedenskemu koledarju ali kot ločen koledar.</p><p>Če tedenski koledar ni ustvarjen, so prazniki v posebnem koledarju.</p></body></html>

source: Calendar generation
ar: توليد التقويم
eo: Genero de kalendaro
ka: კალენდარის გენერაცია
sl: Tvorba koledarjev

source: Week
ar: الأسبوع
eo: Semajno
ka: კვირა
sl: Teden

source: Holidays
ar: العُطل
eo: Ferioj
ka: დასვენებები
sl: Prazniki

source: In week calendar
ar: في تقويم الأسبوع
eo: En semajna kalendaro
ka: კვირის კალენდარში
sl: V tedenskem koledarju

source: Holida&y region:
ar: منطقة العطل&ة:
eo: Feri&a regiono:
ka: &დასვენების რეგიონი:
sl: Regija praznikov:

source: Working week
ar: أسبوع العمل
eo: Laborsemajno
ka: სამუშაო კვირა
sl: Delovni teden

source: Tick if working day
ar: ضع علامة إذا كان يوم عمل
eo: Marku se labortago
ka: ჩართეთ , თუ დღე სამუშაოა
sl: Odkljukajte, če je delovni dan

source: Tick if working day
ar: ضع علامة إذا كان يوم عمل
eo: Marku se labortago
ka: ჩართეთ, თუ დღე სამუშაოა
sl: Odkljukajte, če je delovni dan

source: Estimate Conversions
ar: تحويلات التقدير
eo: Taksaj Konvertiĝoj
ka: დაახლოებითი გარდაქმნები
sl: Ocene konverzij

source: These values are used if your estimate is not in hours. Let us say Hours per day is 8. If you estimate that a task needs 3 days effort to complete, this is converted to 24 hours when the task is scheduled. The actual time it will take to complete is of course dependent on the availability of the person (or persons) that is assigned to the task.
ar: تستخدم هذه القيم إذا كان تقديرك ليس بالساعات. لنفترض أن الساعات في اليوم هي 8. إذا كنت تقدّر أن مهمة ما تحتاج إلى 3 أيام عمل لإكمالها، فسيحوَّل هذا إلى 24 ساعة عند جدولة المهمة. الوقت الفعلي الذي يستغرقه الإكمال يعتمد بالطبع على توفر الشخص (أو الأشخاص) المكلفين بالمهمة.
eo: Ĉi tiuj valoroj estas uzataj se via takso ne estas en horoj. Ni diru Horoj tage estas 8. Se vi taksas, ke tasko bezonas 3-tagan penon por plenumi, tio estas konvertita al 24 horoj kiam la tasko estas planita. La reala tempo, kiun ĝi bezonos por kompletigi, kompreneble dependas de la havebleco de la persono (aŭ personoj) kiu estas asignita al la tasko.
ka: ეს მნიშვნელობები გამოიყენება, თუ თქვენი შეფასება საათებში არაა. ვთქვათ, დღეში არის 8 საათი. თუ თქვენი შეფასებაა, რომ ამ ამოცანას 3 დღე სჭირდება დასასრულებლად, ეს გადაყვანილი იქნება 24 საათში, როცა ამოცანა იგეგმება. რეალური დრო, რომელიც დასრულებას სჭირდება, რა თქმა უნდა, დამოკიდებულია იმ პიროვნების (ან პიროვნებების) ხელმისაწვდომობაზე, რომელიც ამ ამოცანას ასრულებს.
sl: Te vrednosti se uporabljajo, če vaša ocena ni v urah. Recimo, da je število ur na dan 8. Če ocenite, da naloga traja 3 dni delovnih naporov, se to pretvori v 24 ur, ko je naloga razporejena. Dejanski čas, ki ga bo treba opraviti, je seveda odvisen od razpoložljivosti osebe (ali oseb), ki je dodeljena nalogi.

source: Hours &per year:
ar: الساعات في ال&سنة:
eo: Horoj &jare:
ka: საათი &წელიწადში:
sl: Ur na leto:

source: Hours per &month:
ar: الساعات في الش&هر:
eo: Horoj &monate:
ka: საათი &თვეში:
sl: Ur na mesec:

source: Hours per wee&k:
ar: الساعات في الأسبو&ع:
eo: Horoj sema&jne:
ka: საათი &კვირაში:
sl: Ur na teden:

source: These values are used when you estimate the effort needed to complete a task.
ar: تستخدم هذه القيم عند تقدير الجهد اللازم لإكمال مهمة.
eo: Ĉi tiuj valoroj estas uzataj kiam vi taksas la penon necesan por plenumi taskon.
ka: ეს მნიშვნელობები გამოიყენება, როცა ხდება ძალისხმევის განსაზღვრა, რომელიც ამ ამოცანის დასრულებას სჭირდება.
sl: Te vrednosti se uporabijo, ko ocenite delovni napor, potreben za dokončanje naloge.

source: Hours per &day:
ar: الساعات في ال&يوم:
eo: Horoj &tage:
ka: საათი &დღეში:
sl: Ur na dan:
