Repository: KDE/calligraplan
Catalog: po/*/calligraplanlibs.po
Languages: ar, eo, sl

# @info:tooltip
source: Use the tasks expected estimate directly
ar: استخدم تقدير المهام المتوقع مباشرة
eo: Uzi rekte la atenditan takson de taskoj
sl: Uporabite neposredno pričakovane ocene

# @label:listbox
source: None
ar: بلا شيء
eo: Neniu
sl: Brez

# (qtundo-format)
source: Modify scheduling distribution
ar: عدّل توزيع الجدولة
eo: Modifi planan distribuon
sl: Spremeni distribucijo planiranja

# @info:tooltip
source: Planned start: %1<nl/>Target start: %2
ar: بدء مخطط: %1<nl/>بدء مستهدف: %2
eo: Planita komenco: %1<nl/>Cela komenco: %2
sl: Planiran začetek: %1<nl/>Ciljni začetek: %2

# @info:tooltip
source: Target start: %1
ar: بدء مستهدف: %1
eo: Cela komenco: %1
sl: Ciljni začetek: %1

# @info:tooltip
source: Planned finish: %1<nl/>Target finish: %2
ar: انتهاء مخطط: %1<nl/>انتهاء مستهدف: %2
eo: Planita fino: %1<nl/>Cela finiĝo: %2
sl: Planiran zaključek: %1<nl/>Ciljni zaključek: %2

# @info:tooltip
source: Target finish: %1
ar: انتهاء مستهدف: %1
eo: Cela finiĝo: %1
sl: Ciljni zaključek: %1

source: Backwards
ar: للخلف
eo: Malantaŭen
sl: Nazaj

source: Forward
ar: تقدّم
eo: Antaŭen
sl: Naprej

source: (Backwards)
ar: (للخلف)
eo: (Malantaŭen)
sl: (Nazaj)

source: (Forward)
ar: (تقدّم)
eo: (Antaŭen)
sl: (Naprej)

# @info:tooltip
source: Schedule project from target end time
ar: جدول المشروع من وقت الانتهاء المستهدف
eo: Vicigi projekton de la celfina tempo
sl: Razporedi od ciljnega časa zaključka

# @info:tooltip
source: Schedule project from target start time
ar: جدول المشروع من وقت البدء المستهدف
eo: Vicigi projekton de la cela komenca tempo
sl: Razporedi od ciljnega časa začetka

# @info:tooltip 1=scheduler name
source: %1 always schedules from target start time
ar: %1 يجدول دائماً من وقت البدء المستهدف
eo: %1 ĉiam planas de la cela komenca tempo
sl: %1 vedno razporeja od ciljnega časa začetka

# @info:tooltip 1=scheduler name
source: %1 always schedules from target end time
ar: %1 يجدول دائماً من وقت الانتهاء المستهدف
eo: %1 ĉiam planas de la cela fintempo
sl: %1 vedno razporeja od ciljnega časa zaključka

# @label:listbox
source: Backwards
ar: للخلف
eo: Malantaŭen
sl: Nazaj

# @label:listbox
source: Forward
ar: تقدّم
eo: Antaŭen
sl: Naprej

# (qtundo-format)
source: Modify scheduling direction
ar: عدّل اتجاه الجدولة
eo: Modifi planan direkton
sl: Spremeni smer planiranja

source: Unknown
ar: مجهول
eo: Nekonata
sl: Neznano

# (qtundo-format)
source: Modify scheduler
ar: عدّل المُجدْول
eo: Modifi planilon
sl: Spremeni razporejevalnik

# Scheduling granularity not supported
source: None
ar: بلا شيء
eo: Neniu
sl: Brez

# @info:tooltip
source: Scheduling granularityIndex not supported
ar: لا يدعم دليل تفاصيل الجدولة
eo: Viciga granularityIndex ne estas subtenata
sl: Določanje indeksa zrnatosti ni podprto

# @info:tooltip
source: Selected scheduling granularity: %1
ar: تفاصيل الجدولة المختارة: %1
eo: Elektita programa granulareco: %1
sl: Izbira velikosti časovne enote planiranja: %1

# (qtundo-format)
source: Modify scheduling granularity
ar: عدّل تفاصيل الجدولة
eo: Modifi vicigan granularecon
sl: Sprememba velikosti časovne enote planiranja

source: State
ar: الحالة
eo: Stato
sl: Stanje

source: Mode
ar: الوضع
eo: Reĝimo
sl: Način

source: Direction
ar: الاتجاه
eo: Direkto
sl: Smer

source: Overbooking
ar: الحجز الزائد
eo: Tromendo
sl: Večkratno dodeljevanje

source: Distribution
ar: التوزيع
eo: Distribuo
sl: Distribucija

source: Planned Start
ar: بدء مخطط
eo: Planita Komenco
sl: Načrtovan začetek

source: Planned Finish
ar: انتهاء مخطط
eo: Planita Fino
sl: Načrtovan zaključek

source: Scheduler
ar: المجدول
eo: Planilo
sl: Razporejevalnik

# title:column
source: Granularity
ar: تفاصيل
eo: Granulareco
sl: Zrnatost

source: Message
ar: الرسالة
eo: Mesaĝo
sl: Sporočilo

source: Phase
ar: الطور
eo: Fazo
sl: Faza

source: Severity
ar: الخطورة
eo: Severeco
sl: Resnost

source: Not Started
ar: لم يبدأ
eo: Ne Komencita
sl: Ni začeto

source: Tasks that should have been started
ar: مهام يجب أن بدأت
eo: Taskoj kiuj devus esti komencitaj
sl: Naloge, ki so se začele

source: Tasks that are running
ar: مهام قيد التشغيل
eo: Taskoj kiuj funkcias
sl: Naloge, ki so v teku

source: Tasks that have finished during this period
ar: مهام انتهت أثناء هذه الفترة
eo: Taskoj kiuj finiĝis dum ĉi tiu periodo
sl: Naloge, ki so se zaključile v tem obdobju

source: Next Period
ar: الفترة التالية
eo: Sekva Periodo
sl: Naslednje obdobje

source: Tasks that are scheduled to start next period
ar: مهام مُجْدوَلة للبدء في الفترة التالية
eo: Taskoj kiuj estas planitaj komenci sekvan periodon
sl: Naloge razporejene tako, da se začenjajo v naslednjem obdobju

source: Sent to %1 at %2
ar: أرسل إلى %1 في %2
eo: Sendita al %1 ĉe %2
sl: Poslano %1 ob %2

source: Received from %1 at %2
ar: استقبل من %1 في %2
eo: Ricevite de %1 ĉe %2
sl: Sprejeto od %1 ob %2

source: Not available
ar: غير متوفّر
eo: Ne haviĝebla
sl: Ni na voljo

source: Work package sent at: %1
ar: أرسل حزمة العمل في: %1
eo: Laborpakaĵo sendita ĉe: %1
sl: Delovni paket poslan ob: %1

source: Work package transmission received at: %1
ar: استقبل إرسال حزمة العمل في: %1
eo: Transdono de laborpakaĵo ricevita ĉe: %1
sl: Delovni paket prejet ob: %1

source: Task reported %1% completed
ar: أبلغت المهمة باكتمال %1%
eo: Tasko raportita %1% plenumita
sl: Sporočeno, da je naloga %1 dokončana

source: Manager
ar: المدير
eo: Administranto
sl: Vodja

source: Missing report template file
ar: ملف قالب التقرير مفقود
eo: Mankas raporta ŝablonodosiero
sl: Manjka datoteka predloge poročila

source: Missing report result file
ar: ملف نتيجة التقرير مفقود
eo: Mankas raporta rezultdosiero
sl: Manjka datoteka z rezultati poročila

source: Report template file does not exist
ar: ملف قالب التقرير غير موجود
eo: Raporta ŝablono dosiero ne ekzistas
sl: Datoteka predloge poročila ne obstaja

source: Failed to open template file: %1
ar: فشل فتح ملف القالب: %1
eo: Malsukcesis malfermi ŝablonan dosieron: %1
sl: Ni bilo mogoče odpreti datoteke predloge: %1

source: Report generator has not been correctly opened
ar: لم يفتح مولد التقارير بشكل صحيح
eo: Generatoro de raportoj ne estis ĝuste malfermita
sl: Generator poročil ni bil pravilno odprt

source: Failed to write to store: %1
ar: فشل الكتابة في المخزن: %1
eo: Malsukcesis skribi al konservejo: %1
sl: Ni bilo mogoče pisati na medij: %1

source: Failed to write report file: %1
ar: فشل كتابة ملف التقرير: %1
eo: Malsukcesis verki raportdosieron: %1
sl: Ni bilo mogoče napisati datoteke poročila: %1

source: Failed to extract file: %1
ar: فشل استخراج الملف: %1
eo: Malsukcesis ĉerpi dosieron: %1
sl: Ekstrakcija datoteke ni uspela: %1

source: Failed to add file to store: %1
ar: فشل إضافة الملف إلى المخزن: %1
eo: Malsukcesis aldoni dosieron al konservejo: %1
sl: Dodajanje datoteke v skladišče ni uspelo: %1

source: Report generator can only generate local files
ar: يمكن لمولد التقارير إنشاء ملفات محلية فقط
eo: Generatoro de raportoj povas nur generi lokajn dosierojn
sl: Generator poročil lahko tvori samo lokalne datoteke

source: Failed to open report file: %1
ar: فشل فتح ملف التقرير: %1
eo: Malsukcesis malfermi raportdosieron: %1
sl: Ni bilo mogoče odpreti datoteke poročila: %1

source: Failed to load mimetype file
ar: فشل تحميل ملف نوع الوسائط
eo: Malsukcesis ŝargi mimetipdosieron
sl: Nalaganje datoteke mimetype ni uspelo

source: Failed to write manifest file
ar: فشل كتابة ملف البيان
eo: Malsukcesis skribi manifest-dosieron
sl: Ni uspelo pisanje datoteke manifesta

source: No store backend
ar: لا نهاية خلفية للتخزين
eo: Neniu konserveja backend
sl: Ni skladišča v zaledju

# @info
source: Failed to open file <filename>%1</filename> from store.
ar: فشل فتح الملف <filename>%1</filename> من المخزن.
eo: Malsukcesis malfermi dosieron <filename>%1</filename> el konservejo.
sl: Ni moč odpreti datoteke<filename>%1</filename> z diska.

# @info
source: Missing namespace declarations:<nl/><filename>%1</filename>
ar: إعلانات فضاء الاسم مفقودة:<nl/><filename>%1</filename>
eo: Mankas nomspacaj deklaroj:<nl/><filename>%1</filename>
sl: Manjkajo deklaracije namespace:<nl/><filename>%1</filename>

# (qtundo-format)
source: Modify resourcegroup name
ar: عدّل اسم مجموعة الموارد
eo: Modifi la nomon de la fontgrupo
sl: Spremeni ime skupine virov

# (qtundo-format)
source: Modify resourcegroup type
ar: عدّل نوع مجموعة الموارد
eo: Modifi rimedogrupon tipon
sl: Spremeni vrsto skupine virov

# (qtundo-format)
source: Modify resourcegroup coordinator
ar: عدّل منسق مجموعة الموارد
eo: Modifi kunordiganton de rimedogrupo
sl: Spremeni koordinatorja grupe virov

# (qtundo-format)
source: Add resource from address book
ar: أضف مورد من دفتر العناوين
eo: Alidoni rimedon el adreslibro
sl: Dodajte %1 vir iz vašega adresarja

# (qtundo-format)
source: Move resource
ar: حرّك مورد
eo: Movi rimedon
sl: Preseli %1 vir

# (qtundo-format)
source: Copy resource
ar: انسخ مورد
eo: Kopii rimedon
sl: Kopiraj %1 vir

# (qtundo-format)
source: Add resource group
ar: أضف مجموعة موارد
eo: Aldoni rimedan grupon
sl: Dodaj grupo virov

# (qtundo-format)
source: Add resource
ar: أضف مورد
eo: Aldoni rimedon
sl: Dodaj vir

# (qtundo-format)
source: Add parent group
ar: أضف مجموعة أصل
eo: Aldoni gepatran grupon
sl: Dodaj nadrejeno skupino

# (qtundo-format)
source: Remove parent group
ar: أزل مجموعة أصل
eo: Forigi gepatran grupon
sl: Odstrani nadrejeno skupino

# @info:tooltip
source: %1 is a <emphasis>Shared</emphasis> resource group and can thus be shared with other projects
ar: «%1» هي مجموعة موارد <emphasis>مشتركة</emphasis> وبذا يمكن مشاركتها مع مشاريع أخرى
eo: %1 estas <emphasis>Dividita</emphasis> rimeda grupo kaj povas tiel esti kunhavita kun aliaj projektoj
sl: %1 je <emphasis>Deljena</emphasis> grupa virov in jo je tako mogoče dodeliti ostalim projektom

# @info:tooltip
source: %1 is a <emphasis>Local</emphasis> resource group and can only be used in this project
ar: «%1» هي مجموعة موارد <emphasis>محلية</emphasis> ولا يمكن استخدامها إلا في هذا المشروع
eo: %1 estas <emphasis>Loka</emphasis> rimeda grupo kaj uzeblas nur en ĉi tiu projekto
sl: %1 je <emphasis>Lokalna</emphasis> grupa virov in jo je mogoče uporabiti samo na tem projektu

source: Origin
ar: الأصل
eo: Origino
sl: Izvor

source: Units
ar: الوحدات
eo: Unuoj
sl: Enote

source: Coordinator
ar: المنسق
eo: Kunordiganto
sl: Koordinator

# (qtundo-format)
source: Modify resource name
ar: عدّل اسم المورد
eo: Modifi la nomon de la rimedo
sl: Spremeni ime vira

# (qtundo-format)
source: Modify resource auto allocate
ar: عدّل التخصيص الآلي للمورد
eo: Modifi aŭtomate atribuon de rimedoj
sl: Spremeni avtomatično dodeljevanje vira

# (qtundo-format)
source: Modify resource type
ar: عدّل نوع المورد
eo: Modifi rimedan tipon
sl: Spremeni vrsto vira

# (qtundo-format)
source: Modify resource initials
ar: عدّل الأحرف المبدئية للمورد
eo: Modifi la inicialojn de la rimedoj
sl: Spremeni inicialke vira

# (qtundo-format)
source: Modify resource email
ar: عدّل بريد المورد
eo: Modifi retpoŝton pri rimedoj
sl: Spremeni elektronsko pošto vira

# (qtundo-format)
source: Modify resource calendar
ar: عدّل تقويم المورد
eo: Modifi la kalendaron de rimedoj
sl: Spremeni koledar vira

# (qtundo-format)
source: Modify resource available units
ar: عدّل وحدات المورد المتاحة
eo: Modifi disponeblajn rimedojn
sl: Spremeni enote vira, ki so na voljo

# (qtundo-format)
source: Modify resource available from
ar: عدّل توفر المورد من
eo: Modifi disponeblan rimedon de
sl: Spremeni od kdaj je vir na voljo

# (qtundo-format)
source: Modify resource available until
ar: عدّل توفر المورد حتى
eo: Modifi disponeblan rimedon ĝis
sl: Spremeni do kdaj je vir na voljo

# (qtundo-format)
source: Modify resource normal rate
ar: عدّل سعر المورد العادي
eo: Modifi normalan kurzon de rimedo
sl: Spremeni normalno tarifo vira

# (qtundo-format)
source: Modify resource overtime rate
ar: عدّل سعر المورد الإضافي
eo: Modifi rimedon kromlaboroprocenton
sl: Spremeni nadurno tarifo vira

# (qtundo-format)
source: Modify resource account
ar: عدّل حساب المورد
eo: Modifi konton de rimedo
sl: Spremeni račun vira

# @info:tooltip
source: %1:<nl/>Type: %2<nl/>Allocation: %3<nl/>Origin: %4
ar: %1:<nl/>النوع: %2<nl/>التخصيص: %3<nl/>الأصل: %4
eo: %1:<nl/>Tipo: %2<nl/>Asigno: %3<nl/>Origino: %4
sl: %1<nl/>Tip: %2<nl/>Alokacija: %3<nl/>Vir: %4

source: Manual
ar: يدوي
eo: Manlibro
sl: Ročno

source: On task creation
ar: عند إنشاء المهمة
eo: Pri kreado de taskoj
sl: Ob ustvarjanju naloge

# @info:tooltip
source: %1 is a <emphasis>Local</emphasis> resource and can only be used in this project
ar: «%1» هو مورد <emphasis>محلي</emphasis> ولا يمكن استخدامه إلا في هذا المشروع
eo: %1 estas <emphasis>Loka</emphasis> rimedo kaj uzeblas nur en ĉi tiu projekto
sl: %1 je <emphasis>Lokalni</emphasis> vir in ga je mogoče uporabiti samo na tem projektu

# @info:tooltip
source: %1 is a <emphasis>Shared</emphasis> resource and can thus be shared with other projects
ar: «%1» هو مورد <emphasis>مشترك</emphasis> وبذا يمكن مشاركته مع مشاريع أخرى
eo: %1 estas <emphasis>Dividita</emphasis> rimedo kaj povas tiel esti kunhavita kun aliaj projektoj
sl: %1 je <emphasis>Deljen</emphasis> vir in ga je tako možno uporabiti z ostalimi projekti

# @info:tooltip
source: Team: No team members
ar: الفريق: لا يوجد أعضاء في الفريق
eo: Teamo: Neniuj teamanoj
sl: Ekipa: ni članov ekipe

# @info:tooltip
source: Team: %1
ar: الفريق: %1
eo: Teamo: %1
sl: Ekipa: %1

# @info:tooltip
source: Required: %1
ar: المطلوب: %1
eo: Bezonata: %1
sl: Potrebno: %1

# Default (calendar name)
source: Default (%1)
ar: المبدئيّ (%1)
eo: Defaŭlta (%1)
sl: Privzeto (%1)

# @info:tooltip
source: A team resource does not have a calendar
ar: مورد الفريق ليس له تقويم
eo: Teama rimedo ne havas kalendaron
sl: Ekipni vir nima koledarja

# @info:tooltip
source: No calendar
ar: لا يوجد تقويم
eo: Neniu kalendaro
sl: Brez koledarja

# @info:tooltip 1=calendar name
source: Using default calendar: %1
ar: يستخدم التقويم المبدئي: %1
eo: Uzante defaŭltan kalendaron: %1
sl: Uporabljen privzeti koledar: %1

# infor:tooltip
source: Available from: %1
ar: متاح من: %1
eo: Havebla de: %1
sl: Na voljo od: %1

# infor:tooltip
source: Available from project target start time: %1
ar: متاح من وقت البدء المستهدف للمشروع: %1
eo: Havebla de la celo de la komenco de la projekto: %1
sl: Na voljo od začetnega časa projekta: %1

# infor:tooltip
source: Available until: %1
ar: متاح حتى: %1
eo: Disponebla ĝis: %1
sl: Na voljo: do: %1

# infor:tooltip
source: Available until project target finish time: %1
ar: متاح حتى وقت الانتهاء المستهدف للمشروع: %1
eo: Disponebla ĝis la celo de la projekto: %1
sl: Na voljo do časa zaključka projekta: %1

source: Cost per hour, normal time: %1
ar: التكلفة لكل ساعة، الوقت العادي: %1
eo: Kosto por horo, normala tempo: %1
sl: Strošek na uro v normalnem delovnem času: %1

source: Cost per hour, overtime: %1
ar: التكلفة لكل ساعة، وقت إضافي: %1
eo: Kosto por horo, kromlaboro: %1
sl: Strošek na uro pri nadurah: %1

source: Account: %1
ar: الحساب: %1
eo: Konto: %1
sl: Račun: %1

source: Initials
ar: الحروف البادئة
eo: Komencliteroj
sl: Začetnice

source: Email
ar: البريد الإلكترونيّ
eo: Retpoŝto
sl: E-pošta

source: Calendar
ar: التقويم
eo: Kalendaro
sl: Koledar

source: Limit (%)
ar: الحد (٪)
eo: Limo (%)
sl: Omejitev (%)

source: Available From
ar: متاح من
eo: Havebla De
sl: Na voljo od

source: Available Until
ar: متاح حتى
eo: Disponebla Ĝis
sl: Na voljo do

source: Normal Rate
ar: السعر العادي
eo: Normala Tarifo
sl: Normalna tarifa

source: Overtime Rate
ar: معدل ساعات العمل الإضافية
eo: Kromlaboro-Indico
sl: Nadurna tarifa

source: Parsing error in the main document at line %1, column %2 Error message: %3
ar: خطأ تحليل في المستند الرئيسي عند السطر %1، العمود %2 رسالة الخطأ: %3
eo: Analiza eraro en la ĉefa dokumento ĉe linio %1, kolumno %2 Erara mesaĝo: %3
sl: Napaka razčlenitve v glavnem dokumentu v vrstic i%1, stolpec %2 Sporočilo o napaki: %3

# Page size
source: ISO A3
ar: أيزو A3

# Page size
source: ISO A4
ar: أيزو A4

# Page size
source: ISO A5
ar: أيزو A5

# Page size
source: US Letter
ar: رسالة أمريكيّة
eo: Usona Letero

# Page size
source: US Legal
ar: قانون أمريكية

# Page size
source: Screen
ar: الشاشة
eo: Ekrano
sl: Zaslon

# Page size
source: Custom
ar: مخصّص
eo: Propra
sl: Po meri

# Page size
source: ISO B5
ar: أيزو B5

# Page size
source: US Executive
ar: تنفيذي أمريكي
eo: Usona Ekzekutivo

# Page size
source: ISO A0
ar: أيزو A0

# Page size
source: ISO A1
ar: أيزو A1

# Page size
source: ISO A2
ar: أيزو A2

# Page size
source: ISO A6
ar: أيزو A6

# Page size
source: ISO A7
ar: أيزو A7

# Page size
source: ISO A8
ar: أيزو A8

# Page size
source: ISO A9
ar: أيزو A9

# Page size
source: ISO B0
ar: أيزو B0

# Page size
source: ISO B1
ar: أيزو B1

# Page size
source: ISO B10
ar: أيزو B10

# Page size
source: ISO B2
ar: أيزو B2

# Page size
source: ISO B3
ar: أيزو B3

# Page size
source: ISO B4
ar: أيزو B4

# Page size
source: ISO B6
ar: أيزو B6

# Page size
source: ISO C5
ar: أيزو C5

source: Millimeters (mm)
ar: مليميترات (مم)
eo: Milimetroj (mm)
sl: Milimetri (mm)

source: Centimeters (cm)
ar: سنتيمترات (سم)
eo: Centimetroj (cm)
sl: Centimetri (cm)

source: Decimeters (dm)
ar: ديسيمترات (دسم)
eo: Decimetroj (dm)
sl: Decimetri (dm)

source: Inches (in)
ar: بوصات (in)
eo: Coloj (en)
sl: Palci (in)

source: Cicero (cc)
ar: سيسيرو (cc)
eo: Cicerono (cc)

source: Points (pt)
ar: نقاط (pt)
eo: Punktoj (pt)

source: Pixels (px)
ar: بكسلات (px)
eo: Pikseloj (pikseloj)

source: Unsupported unit
ar: وحدة غير مدعومة
eo: Nesubtenata unuo
sl: Nepodprta enota

source: This document contains an unknown checksum. When you give a password it might not be verified.
ar: هذا المستند يحتوي على مجموع تحقق مجهول. عندما تعطي كلمة سر قد لا يتعرف عليها.
eo: Ĉi tiu dokumento enhavas nekonatan ĉeksumon. Kiam vi donas pasvorton, ĝi eble ne estas konfirmita.
sl: Ta dokument vsebuje neznano kontrolno vsoto. Ko podate geslo, morda ne bo preverjeno.

source: This document contains an unknown encryption method. Some parts may be unreadable.
ar: هذا المستند يحتوي على وسيلة تعمية مجهولة. بعض الأجزاء قد لا يمكن قراءتها.
eo: Ĉi tiu dokumento enhavas nekonatan ĉifradan metodon. Iuj partoj povas esti nelegeblaj.
sl: Ta dokument vsebuje neznano metodo šifriranja. Nekateri deli morda ne bodo berljivi.

source: This document contains incomplete encryption data. Some parts may be unreadable.
ar: هذا المستند يحتوي بيانات تعمية غير كاملة. بعض الأجزاء قد لا يمكن قراءتها.
eo: Ĉi tiu dokumento enhavas nekompletajn ĉifradajn datumojn. Iuj partoj povas esti nelegeblaj.
sl: Ta dokument vsebuje nekompletno šifrirane podatke. Nekateri deli morda ne bodo berljivi.

source: QCA has currently no support for SHA1 or PBKDF2 using SHA1. The document can not be opened.
ar: لا يدعم QCA حالياً SHA1 أو PBKDF2 باستخدام SHA1. لا يمكن فتح المستند.
eo: QCA havas nuntempe neniun subtenon por SHA1 aŭ PBKDF2 uzante SHA1. La dokumento ne povas esti malfermita.
sl: QCA trenutno ne podpira SHA1 ali PBKDF2 z uporabo SHA1. Takega dokumenta ne moremo odpreti.

source: The manifest file seems to be corrupted. It cannot be modified and the document will remain unreadable. Please try and save the document again to prevent losing your work.
ar: ملف البيان يبدو فاسداً. لا يمكن تعديله والمستنند سيبقى غير قابل للقراءة. يرجى المحاولة وحفظ المستند مجددا لمنع فقدان عملك.
eo: La manifestdosiero ŝajnas esti koruptita. Ĝi ne povas esti modifita kaj la dokumento restos nelegebla. Bonvolu provi kaj konservi la dokumenton denove por eviti perdi vian verkon.
sl: Zdi se, da je datoteka manifesta poškodovana. Tega ni mogoče spremeniti in dokument bo ostal neberljiv. Poskusite dokument znova shraniti in tako prepreči izgubo vašega dela.

source: The manifest file cannot be written. The document will remain unreadable. Please try and save the document again to prevent losing your work.
ar: ملف البيان لا يمكن كتابته. سيبقى المستند غير قابل للقراءة. يرجى المحاولة وحفظ المستند مجددا لمنع فقدان عملك.
eo: La manifest-dosiero ne povas esti skribita. La dokumento restos nelegebla. Bonvolu provi kaj konservi la dokumenton denove por eviti perdi vian verkon.
sl: Datoteke manifesta ni mogoče zapisati. Dokument bo ostal neberljiv. Poskusite znova shraniti dokument, tako da preprečite izgubo vašega dela.

source: Read error
ar: خطأ قراءة
eo: Leg-eraro
sl: Napaka pri branju

# @info
source: Please enter the password to open this file:<nl/>%1
ar: يرجي إدخال كلمة السر لفتح هذا الملف:<nl/>%1
eo: Bonvolu enigi la pasvorton por malfermi ĉi tiun dosieron:<nl/>%1
sl: Prosimo vnesite geslo za odpiranje te datoteke:<nl/>%1

source: Empty decrypted file
ar: ملف فك التعمية فارغ
eo: Malplena malĉifrita dosiero
sl: Izprazni dešifrirano datoteko

source: Please enter the password to encrypt the document with.
ar: يرجى إدخال كلمة السر لتعمية المستند معها.
eo: Bonvolu enigi la pasvorton per ĉifri la dokumenton.
sl: Prosimo vnesite geslo, za šifriranje te datoteke.

source: Do you want to save the password?
ar: هل ترغب بحفظ كلمة السر؟
eo: Ĉu vi volas konservi la pasvorton?
sl: Ali želite shraniti geslo?

# @title:window
source: Save Password
ar: احفظ كلمة السر
eo: Konservi Pasvorton
sl: Shrani geslo

source: File '%1' is not readable
ar: الملف '%1' غير قابل للقراءة
eo: Dosiero '%1' ne estas legebla
sl: Datoteke '%1' ni mogoče prebrati

source: ERROR: Unknown protocol '%1'
ar: خطأ: بروتوكول غير معروف '%1'
eo: ERARO: Nekonata protokolo '%1'
sl: NAPAKA: Neznan protokol '%1'

source: The directory mode is not supported for remote locations.
ar: نمط الفهرس ليس مدعوما للأماكن البعيدة.
eo: La dosieruja reĝimo ne estas subtenata por foraj lokoj.
sl: Način imenika ni podprt za oddaljene lokacije.

source: Calligra Storage
ar: تخزين Calligra
eo: Calligra Konservo

# @info:tooltip
source: Toggle extended filter options
ar: بدّل خيارات التصفية الموسعة
eo: Baskuligi etenditajn filtrilopciojn
sl: Preklopi razširjene možnosti filtra

# @info:tooltip
source: Filter names
ar: تصفية الأسماء
eo: Nomoj de filtriloj
sl: Imena filtrov

source: Printing Options
ar: خيارات الطباعة
eo: Presaj Opcioj
sl: Možnosti tiskanja

source: Filter Options
ar: خيارات المرشح
eo: Filtrilaj Opcioj
sl: Možnosti filtra

source: Show project
ar: اعرض المشروع
eo: Montri projekton
sl: Prikaži projekt

source: Tasks and Milestones
ar: المهام والمعالم
eo: Taskoj kaj Mejloŝtonoj
sl: Naloge in mejniki

source: Tasks
ar: المهام
eo: Taskoj
sl: Naloge

source: Milestones
ar: معالم في الطريق
eo: Mejloŝtonoj
sl: Mejniki

source: Unscheduled tasks
ar: مهام غير مُجْدوَلة
eo: Neplanitaj taskoj
sl: Nerazporejene naloge

source: Period
ar: الفترة
eo: Periodo
sl: Perioda

source: Running tasks
ar: مهام قيد التشغيل
eo: Kurantaj taskoj
sl: Naloge v teku

source: Finished tasks
ar: مهام منتهية
eo: Finitaj taskoj
sl: Zaključene naloge

source: Not started tasks
ar: مهام لم تبدأ
eo: Ne komencitaj taskoj
sl: Še ne začete naloge

source: Number of days around current datetime
ar: عدد الأيام حول التاريخ والوقت الحالي
eo: Nombro da tagoj ĉirkaŭ nuna datotempo
sl: Število dni okrog trenutnega datuma in časa

source: Period:
ar: الفترة:
eo: Periodo:
sl: Perioda:

source: Specific period:
ar: فترة محددة:
eo: Specifa periodo:
sl: Specifična perioda:

# @title:tab
source: Chart
ar: المخطط البياني
eo: Diagramo
sl: Grafikon

source: Timeline
ar: الخطّ الزّمنيّ
eo: Templinio
sl: Časovni trak

source: Do not show the timeline
ar: لا تعرض الخط الزمني
eo: Ne montri la templinion
sl: Ne kaži časovnega traku

source: Hide
ar: أخفِ
eo: Kaŝi
sl: Skrij

source: Show timeline in the foreground
ar: اعرض الخط الزمني في المقدمة
eo: Montri templinion en la malfono
sl: Prikaži časovni trak v ospredju

source: Foreground
ar: واجهة
eo: Malfono
sl: Ospredje

source: Show timeline in the background
ar: اعرض الخط الزمني في الخلفية
eo: Montri templinion en la fono
sl: Prikaži časovni trak v ozadju

source: Background
ar: الخلفية
eo: Fono
sl: Ozadje
