Repository: KDE/calligraplan
Catalog: po/*/calligraplanportfolio.po
Languages: ar, ca@valencia, ka, tr

source: Gantt Summary
ar: ملخص غانت
ca@valencia: Resum de Gantt
ka: Gantt-ის შეჯამება
tr: Gantt Özeti

source: Existing schedule '%1' is not scheduled. '%1' will be scheduled.
tr: Var olan program '%1', zamanlanmamış. '%1' zamanlanacak.

source: Project is baselined. '%1' will be created as sub-schedule to '%2'.
tr: Proje ana hatı çıkarıldı. '%1', '%2' ögesine bir alt program olarak oluşturulacak.

source: Project is started. Schedule '%1' will be re-scheduled.
tr: Proje başlatıldı. '%1' programı yeniden zamanlanacak.

source: Project is started. Existing schedule '%1' will be re-scheduled.
tr: Proje başlatıldı. Var olan program '%1' yeniden zamanlanacak.

source: Project is not started. New sub-schedule '%1'. '%1' will be created as sub-schedule to '%2'.
tr: Proje başlatılmadı. Yeni alt program '%1'. '%1', '%2' ögesine bir alt program olarak oluşturulacak.

source: Project is not started. New schedule '%1' will be created.
tr: Proje başlatılmadı. Yeni program '%1' oluşturulacak.

source: Project is not started. Existing schedule '%1' will be re-scheduled.
tr: Proje başlatılmadı. Var olan program '%1' yeniden zamanlanacak.
