Repository: KDE/calligraplan
Catalog: po/*/calligraplanlibs.po
Languages: ar, eo, sl

# @info:whatsthis
source: <title>Resource Assignments (Gantt)</title><para>Displays the scheduled resource - task assignments in a Gantt diagram. The chart area can be zoomed in and out with a slider positioned in the upper left corner of the time scale. <note>You need to hoover over it with the mouse for it to show.</note></para><para>This view supports configuration and printing using the context menu.<nl/><link url='%1'>More...</link></para>
ar: <title>تعيينات الموارد (مخطط جانت)</title><para>يعرض تعيينات الموارد-المهام المجدولة في مخطط جانت. يمكن تكبير وتصغير منطقة المخطط باستخدام شريط تمرير موضوع في الزاوية العلوية اليسرى من مقياس الوقت. <note>تحتاج إلى التمرير فوقه بالفأرة لكي يظهر.</note></para><para>يدعم هذا العرض اضبط والطباعة باستخدام قائمة السياق.<nl/><link url='%1'>المزيد...</link></para>
eo: <title>Assignoj de Rimedoj (Gantt)</title><para>Montras la planitan rimedon - taskojn en diagramo de Gantt. La diagramo areo povas esti zomita en kaj eksteren kun ŝovilo poziciigita en la supra maldekstra angulo de la temposkalo. <note>Vi devas ŝvevi ĝin per la muso por ke ĝi montriĝu.</note></para><para>Ĉi tiu vido subtenas agordon kaj presadon per la kunteksta menuo.<nl/><link url='%1 '>Pli...</link></para>
sl: <title>Ganttov diagram dodelitve virov</title><para>Prikaže načrtovano dodelitev virov - nalogam v Ganttovem diagramu. Območje grafikona je mogoče povečati ali zmanjšati z drsnikom, nameščenim v zgornjem levem kotu časovne lestvice.<note>Da se pokaže, morate z miško prek njega.</note></para><para>Ta pogled podpira nastavitve in tiskanje s pomočjo kontekstnega menija.<nl/><link url='%1'>Več...</link></para>

# @info:tooltip
source: <title>%1</title><para>Available: %2<nl/>Booked: %3</para>
ar: <title>%1</title><para>متوفر: %2<nl/>محجوز: %3</para>
eo: <title>%1</title><para>Havebla: %2<nl/>Mentita: %3</para>
sl: <title>%1</title><para>Na voljo: %2<nl/>Rezervirano: %3</para>

source: Email:
ar: البريد الإلكترونيّ:
eo: Retpoŝto:
sl: E-pošta:

source: Initials:
ar: الحروف البادئة:
eo: Komencliteroj:
sl: Začetnice:

source: Choose resource from address book
ar: اختر موردًا من دفتر العناوين
eo: Elekti rimedon el adreslibro
sl: Izberite vir iz imenika

source: Resource type:
ar: نوع المورد:
eo: Tipo de rimedo:
sl: Vrsta vira:

source: Work
ar: العمل
eo: Laboro
sl: Delo

source: Material
ar: الخامة
eo: Materialo

source: Team
ar: فريق
eo: Teamo
sl: Ekipa

source: Available:
ar: المتوفّر:
eo: Disponebla:
sl: Na voljo:

source: Calendar:
ar: التقويم:
eo: Kalendaro:
sl: Koledar:

source: Unlimited
ar: غير محدود
eo: Senlima
sl: Neomejeno

source: Until
ar: حتى
eo: Ĝis
sl: Do

source: Required resources:
ar: الموارد المطلوبة:
eo: Bezonataj rimedoj:
sl: Zahtevani viri:

source: Hourly rate:
ar: المعدل الساعي:
eo: Hora tarifo:
sl: Urna postavka:

source: Overtime rate:
ar: معدل ساعات العمل الإضافية:
eo: Kromlaboroprocento:
sl: Nadurna tarifa:

# @info:whatsthis
source: <title>Resource Breakdown Structure</title><para>Resources can be organized in a Resource Breakdown Structure. The structure is purely organizational and has no impact on resource allocations.<nl/><link url='%1'>More...</link></para>
ar: <title>هيكل تجزئة الموارد</title><para>يمكن تنظيم الموارد في هيكل تجزئة للموارد. الهيكل تنظيمي بحت ولا تأثير له على تخصيصات الموارد.<nl/><link url='%1'>المزيد...</link></para>
eo: <title>Strukturo de Malrompo de Rimedoj</title><para>Rimedoj povas esti organizitaj en Strukturo de Malrompo de Rimedoj. La strukturo estas pure organiza kaj havas neniun efikon al resursasignoj.<nl/><link url='%1'>Pli...</link></para>
sl: <title>Struktura razčlenitve virov</title><para>Vire lahko organizirate v strukturi razčlenitve virov. Struktura je izključno organizacijska in nima vpliva na dodeljevanje virov.<nl/><link url='%1'>Več...</link></para>

source: Add Resource Group
ar: أضِف مجموعة موارد
eo: Aldoni Rimedan Grupon
sl: Dodaj grupo virov

source: Add Child Resource Group
ar: أضِف مجموعة موارد فرعية
eo: Aldoni Infana Rimeda Grupo
sl: Dodaj naslednika grupe virov

# (qtundo-format) @action
source: Delete resourcegroup
ar: احذف مجموعة الموارد
eo: Forigi rimedgrupon
sl: Briši grupo virov

# (qtundo-format)
source: Delete resourcegroup
ar: احذف مجموعة الموارد
eo: Forigi rimedgrupon
sl: Briši grupo virov

# @action:intoolbar
source: Open Link
ar: افتح الوصلة
eo: Malfermi Ligon
sl: Odpri povezavo

source: Dialog
ar: حواريّ
eo: Dialogo

source: Keep task as summary task
ar: أبقِ المهمة كمهمة ملخصة
eo: Konservi taskon kiel resuman taskon
sl: Ohrani nalogo kot izdelavo povzetka

source: Split into parts:
ar: اقسم إلى أجزاء:
eo: Dividi en partojn:
sl: Razdeli v več delov:

source: These values are used if your estimate is not in hours. Let us say Hours per day is 8. If you estimate that a task needs 3 days effort to complete, this is converted to 24 hours when the task is scheduled. The actual time it will take to complete is of course dependent on the availability of the person (or persons) that is assigned to the task.
ar: استخدِم هذه القيم إذا لم يكن تقديرك بالساعات. لنفترض أن الساعات في اليوم 8. إذا قدَّرت أن مهمة تحتاج إلى 3 أيام جهد لإكمالها، فهذا يُحوَّل إلى 24 ساعة عند جدولة المهمة. الوقت الفعلي الذي ستحتاجه للإكمال يعتمد بالطبع على توافر الشخص (أو الأشخاص) المُعيَّن للمهمة.
eo: Ĉi tiuj valoroj estas uzataj se via takso ne estas en horoj. Ni diru Horoj tage estas 8. Se vi taksas, ke tasko bezonas 3-tagan penon por plenumi, tio estas konvertita al 24 horoj kiam la tasko estas planita. La reala tempo, kiun ĝi bezonos por kompletigi, kompreneble dependas de la havebleco de la persono (aŭ personoj) kiu estas asignita al la tasko.
sl: Te vrednosti se uporabijo, če vaša ocena ni v urah. Recimo, da je delovni dan 8 ur. Če ocenite, da naloga potrebuje 3 dni delovnega napora za dokončanje, se to pretvori v 24 ur, kot je naloga po razporeditvi. Dejanski čas, potreben za dokončanje, je seveda odvisen od razpoložljivosti osebe (ali oseb), ki ji je dodeljena naloga.

source: Hours per year:
ar: الساعات في السنة:
eo: Horoj jare:
sl: Ur na leto:

source: Hours per month:
ar: الساعات في الشهر:
eo: Horoj monate:
sl: Ur na mesec:

source: Hours per week:
ar: الساعات في الأسبوع:
eo: Horoj semajne:
sl: Ur na teden:

source: These values are used when you estimate the effort needed to complete a task.
ar: استخدِم هذه القيم عند تقدير الجهد اللازم لإكمال مهمة.
eo: Ĉi tiuj valoroj estas uzataj kiam vi taksas la penon necesan por plenumi taskon.
sl: Te vrednosti se uporabljajo, ko ocenite napor, potreben za dokončanje naloge.

source: Hours per day:
ar: الساعات في اليوم:
eo: Horoj tage:
sl: Ur na dan:

source: Tasks Settings
ar: إعدادات المهام
eo: Agordoj de Taskoj
sl: Nastavitve nalog

# (qtundo-format)
source: Modify tasks
ar: عدِّل المهام
eo: Modifi taskojn
sl: Spremeni naloge

# (qtundo-format)
source: Modify Tasks
ar: عدّل المهام
eo: Modifi Taskojn
sl: Spremeni naloge

source: Responsib&le:
ar: ال&مسؤول:
eo: Responde&ca:
sl: &Odgovorni:

source: Sched&ule:
ar: الج&دولة:
eo: Horar&o:
sl: &Plan:

source: Es&timate:
ar: ال&تقدير:
eo: &Takso:
sl: &Ocena:

source: Ris&k:
ar: ال&مخاطرة:
eo: Ris&ko:
sl: &Tveganje:

source: Optimistic:
ar: متفائل:
eo: Optimisma:
sl: Optimistično:

source: Pessimistic:
ar: متشائم:
eo: Pesimisma:
sl: Pesimistično:

# (qtundo-format)
source: Split task
ar: اقسم المهمة
eo: Dividi taskon
sl: Razdeli naloge

source: Number of tasks:
ar: عدد المهام:
eo: Nombro da taskoj:
sl: Število nalog:

source: Migrate estimate
ar: انقُل التقدير
eo: Migri takson
sl: Preseli oceno

source: Migrate resource allocations
ar: انقُل تخصيصات الموارد
eo: Migri asignojn de rimedoj
sl: Prenesi dodelitve vira

source: Create dependencies
ar: أنشئ التبعيات
eo: Krei dependecojn
sl: Ustvari odvisnosti

source: &Try
ar: &جرّب
eo: &Provi
sl: &Poskusi

source: modified
ar: المعدّل
eo: modifita
sl: spremenjeno

source: &Details
ar: التّ&فاصيل
eo: &Detaloj
sl: &Porobnosti

source: Get help...
ar: احصل على المساعدة...
eo: Ricevi helpon...
sl: Pridobi pomoč...

# @info:tooltip
source: Float Docker
ar: عَوِّم المُرسِي
eo: Flosigi Docker
sl: Sidrišče pomičnosti

# @info:tooltip
source: Close Docker
ar: أغلِق المُرسِي
eo: Fermi Docker
sl: Zapri sidrišče

# @info:tooltip
source: Collapse Docker
ar: اطوِ المُرسِي
eo: Malvastigi Docker
sl: Strni sidrišče

# @info:tooltip
source: Lock Docker
ar: أغلِق المُرسِي
eo: Ŝlosi Docker
sl: Zakleni sidrišče

source: &Encrypt
ar: &عمِّ
eo: &Ĉifri
sl: Šifriraj

source: Keywords:
ar: الكلمات المفتاحيّة:
eo: Ŝlosilvortoj:
sl: Ključne besede:

source: Subject:
ar: الموضوع:
eo: Subjekto:
sl: Predmet:

source: Last printed:
ar: آخر طباعة:
eo: Laste presita:
sl: Zadnje natiskane:

source: Type:
ar: النوع:
eo: Tipo:
sl: Vrsta:

source: Total editing time:
ar: إجمالي وقت التحرير:
eo: Tuta redakta tempo:
sl: Skupni čas urejanja:

source: Encryption:
ar: التّعمية:
eo: Ĉifrado:
sl: Šifriranje:

# Document title
source: Title:
ar: العنوان:
eo: Titolo:
sl: Naslov:

source: Revision number:
ar: رقم المراجعة:
eo: Numero de revizio:
sl: Številka revizije:

source: Modified:
ar: عُدّل في:
eo: Modifita:
sl: Spremenjeno:

source: Comments:
ar: التعليقات:
eo: Komentoj:
sl: Komentarji:

source: Created:
ar: أُنشئ في:
eo: Kreita:
sl: Ustvarjeno::

source: Path:
ar: المسار:
eo: Vojo:
sl: Pot:

source: &Reset
ar: &صفّر
eo: &Restarigi
sl: &Ponovno nastavi

source: Language:
ar: اللغة:
eo: Lingvo:
sl: Jezik:

source: Title:
ar: العنوان:
eo: Titolo:
sl: Naslov:

source: Position:
ar: الموضع:
eo: Pozicio:
sl: Položaj:

source: Company:
ar: الشركة:
eo: Kompanio:
sl: Podjetje:

source: Telephone (home):
ar: الهاتف (المنزل):
eo: Telefono (hejme):
sl: Telefon (doma):

source: Telephone (work):
ar: الهاتف (العمل):
eo: Telefono (laboro):
sl: Telefon (služba):

source: Fax:
ar: الفاكس:
eo: Faksi:
sl: Faks:

source: Street:
ar: الشارع:
eo: Strato:
sl: Ulica:

source: Postal code:
ar: الرمز البريدي:
eo: Poŝtkodo:
sl: Poštna številka:

source: City:
ar: المدينة:
eo: Urbo:
sl: Kraj:

source: Country:
ar: الدّولة:
eo: Lando:
sl: Država:

source: Author
ar: المؤلف
eo: Aŭtoro
sl: Avtor

source: Last saved by
ar: آخر من حفظ
eo: Laste konservite de
sl: Zadnja shranjeno od

source: Use ';' (Example: Office;KDE;Calligra)
ar: استخدِم ';' (مثال: Office;KDE;Calligra)
eo: Uzu ';' (Ekzemplo: Oficejo;KDE;Calligra)
sl: Use ';' (Primer: Office;KDE;Calligra)

source: This document will be decrypted
ar: هذا المستند سيُفك تعميته
eo: Ĉi tiu dokumento estos deĉifrita
sl: Ta dokument bo dešifriran

source: Do not decrypt
ar: لا تفك التعمية
eo: Ne malĉifri
sl: Ne dešifriraj

source: This document is encrypted
ar: هذا المستند معمى
eo: Ĉi tiu dokumento estas ĉifrita
sl: Ta dokument je šifriran

source: D&ecrypt
ar: فكّ التعمية
eo: D&eĉifri
sl: &Dešifriraj

source: This document will be encrypted.
ar: هذا المستند سيعمى
eo: Ĉi tiu dokumento estos ĉifrita.
sl: Ta dokument bo šifriran.

source: Do not encrypt
ar: لا تعمِ
eo: Ne ĉifri
sl: Ne šifriraj

source: This document is not encrypted
ar: هذا المستند ليس معمًا
eo: Ĉi tiu dokumento ne estas ĉifrita
sl: Ta dokument ni šifriran

source: This document does not support encryption
ar: لا يدعم هذا المستند التعمية
eo: Ĉi tiu dokumento ne subtenas ĉifradon
sl: Ta dokument ne podpira šifriranja

source: <qt>Decrypting the document will remove the password protection from it.<p>Do you still want to decrypt the file?</qt>
ar: <qt>فك تعمية الملف سيزيل منه حماية كلمة السر.<p>هل لازلت تريد فك تعمية الملف؟</qt>
eo: <qt>Malĉifri la dokumenton forigos la pasvortan protekton de ĝi.<p>Ĉu vi ankoraŭ volas malĉifri la dosieron?</qt>
sl: <qt>Dešifriranje dokument bo odstranilo zaščito gesla.<p>Ali še želite dešifrirati datoteko?</qt>

source: Confirm Decrypt
ar: أكد فك التعمية
eo: Konfirmi Malĉifron
sl: Potrdi dešifriranje

source: Decrypt
ar: فكّ التّعمية
eo: Malĉifri
sl: Dešifriraj

source: <qt>Your document could not be saved automatically.<p>To complete the decryption, please save the document.</qt>
ar: <qt>تعذر حفظ مستندك آليّا.<p>لإكمال فك التعمية، يرجى حفظ المستند.</qt>
eo: <qt>Via dokumento ne povis esti aŭtomate konservita.<p>Por kompletigi la deĉifradon, bonvolu konservi la dokumenton.</qt>
sl: <qt>Vaš dokument ni bil avtomatsko shranjen.<p>Za zaključek dešifriranja, prosimo shranite dokument.</qt>

source: <qt>The document has been changed since it was opened. To complete the decryption the document needs to be saved.<p>Do you want to save the document now?</qt>
ar: <qt>غُيِّر المستند منذ فُتح. لإكمال فك التعمية يحتاج المستند إلى الحفظ.<p>هل تُريد حفظ المستند الآن؟</qt>
eo: <qt>La dokumento estas ŝanĝita de kiam ĝi estis malfermita. Por kompletigi la deĉifradon, la dokumento devas esti konservita.<p>Ĉu vi volas konservi la dokumenton nun?</qt>
sl: <qt>Vaš dokument je bil spremenjen odkar je bil odprt. Za zaključek dešifriranja, mora biti dokument shranjen.<p>Ali želite zdaj shraniti dokument?</qt>

source: <qt>The document is currently saved as %1. The document needs to be changed to <b>OASIS OpenDocument</b> to be encrypted.<p>Do you want to change the file to OASIS OpenDocument?</qt>
ar: <qt>المستند محفوظ حالياً على أنه %1. يحتاج المستند أن يغير إلى <b>OASIS OpenDocument</b> حتى يعمى.<p>هل تريد تغيير الملف إلى OASIS OpenDocument؟</qt>
eo: <qt>La dokumento estas nuntempe konservita kiel %1. La dokumento devas esti ŝanĝita al <b>OASIS OpenDocument</b> por esti ĉifrita.<p>Ĉu vi volas ŝanĝi la dosieron al OASIS OpenDocument?</qt>
sl: <qt>Dokument je trenutno shranjen kot %1. Dokument je treba spremeniti v <b>OASIS OpenDocument</b> za šifriranje.<p>Ali želite spremeniti datoteko v OASIS OpenDocument?</qt>

source: Change Filetype
ar: غيّر نوع الملف
eo: Ŝanĝi Dosiertipon
sl: Spremeni vrsto datoteke

source: Change
ar: عدّل
eo: Ŝanĝi
sl: Spremeni

source: <qt>Your document could not be saved automatically.<p>To complete the encryption, please save the document.</qt>
ar: <qt>تعذر حفظ مستندك آليّا.<p>لإكمال التعمية، يرجي حفظ الملف.</qt>
eo: <qt>Via dokumento ne povis esti aŭtomate konservita.<p>Por kompletigi la ĉifradon, bonvolu konservi la dokumenton.</qt>
sl: <qt>Vašega dokumenta ni mogoče samodejno shraniti.<p>Za dokončanje šifriranja, shranite dokument.</qt>

source: <qt>The document has been changed since it was opened. To complete the encryption the document needs to be saved.<p>Do you want to save the document now?</qt>
ar: <qt>لقد تغير المستند منذ فتحه. لإكمال التعمية يحتاج المستند أن يحفظ.<p>هل تريد حفظ المستند الآن؟</qt>
eo: <qt>La dokumento estas ŝanĝita de kiam ĝi estis malfermita. Por kompletigi la ĉifradon, la dokumento devas esti konservita.<p>Ĉu vi volas konservi la dokumenton nun?</qt>
sl: <qt>Dokument je bil od odprtja spremenjen. Za dokončanje šifriranja dokumenta, ga je treba shraniti.<p>Ali želite shraniti dokument zdaj?</qt>

source: <qt>The document is currently saved as %1. The document needs to be changed to <b>%2</b> to be encrypted.<p>Do you want to change the file to %2?</qt>
ar: <qt>المستند محفوظ حاليًا باسم %1. يجب تغيير المستند إلى <b>%2</b> لتعميته.<p>هل تُريد تغيير الملف إلى %2؟</qt>
eo: <qt>La dokumento estas nuntempe konservita kiel %1. La dokumento devas esti ŝanĝita al <b>%2</b> por esti ĉifrita.<p>Ĉu vi volas ŝanĝi la dosieron al %2?</qt>
sl: <qt>Dokument je trenutno shranjen kot %1. Dokument je treba spremeniti v <b>%2</b> za šifriranje.<p>Ali želite spremeniti datoteko v %2?</qt>

source: Page Layout
ar: تخطيط الصفحة
eo: Paĝaranĝo
sl: Postavitev strani

source: Apply to document
ar: طبّق على المستند
eo: Apliki al dokumento
sl: Uporabi na dokumentu

source: Left Edge:
ar: الحافّة اليسرى:
eo: Maldekstra Rando:
sl: Levi rob:

source: Right Edge:
ar: الحافّة اليمنى:
eo: Dekstra Rando:
sl: Desni rob:

source: Binding Edge:
ar: حافة التجليد:
eo: Binda Rando:
sl: Rob za vezavo:

source: Page Edge:
ar: حافة الصفحة:
eo: Paĝa Rando:
sl: Rob strani:

source: Facing Pages:
ar: صفحات متقابلة:
eo: Frontaj Paĝoj:
sl: Nasprotne strani:

source: Facing pages
ar: صفحات متقابلة
eo: Alfrontantaj paĝoj
sl: Nasprotne strani

source: Page Layout:
ar: تخطيط الصفحة:
eo: Paĝaranĝo:
sl: Postavitev strani:

source: Page spread
ar: انتشار الصفحة
eo: Paĝa disvastiĝo
sl: Širjenje strani

source: Unit:
ar: الوحدة:
eo: Unuo:
sl: Enota:

source: Follow style:
ar: اتبع النمط:
eo: Sekvi stilon:
sl: Sledi slogu:

source: Size:
ar: الحجم:
eo: Grandeco:
sl: Velikost:

source: Width:
ar: العرض:
eo: Larĝo:
sl: Širina:

source: Height:
ar: الارتفاع:
eo: Alteco:
sl: Višina:

source: Orientation:
ar: الاتّجاه:
eo: Orientiĝo:
sl: Orientacija:

source: Portrait
ar: بالطّول
eo: Portreto
sl: Pokončna

source: Landscape
ar: بالعرض
eo: Pejzaĝo
sl: Ležeča

source: Facing pages:
ar: صفحات متقابلة:
eo: Frontaj paĝoj:
sl: Nasprotne strani:

source: Single sided
ar: صفحة واحدة
eo: Unuflanka
sl: Enostranski tisk

source: Text direction:
ar: اتجاه النص:
eo: Teksta direkto:
sl: Smer besedila:

source: Automatic
ar: آليّ
eo: Aŭtomata
sl: Avtomatsko

source: Left to right
ar: من اليسار إلى اليمين
eo: De maldekstre al dekstre
sl: Od leve na desno

source: Right to left
ar: من اليمين إلى اليسار
eo: Dekstre al maldekstre
sl: Z desne na levo

source: Margins
ar: الهوامش
eo: Marĝenoj
sl: Robovi

source: Top:
ar: الأعلى:
eo: Supre:
sl: Na vrhu:

source: Binding edge:
ar: حافة التجليد:
eo: Binda rando:
sl: Rob za vezavo:

source: Page edge:
ar: حافة الصفحة:
eo: Paĝrando:
sl: Rob strani:

source: Bottom:
ar: الأسفل:
eo: Malsupro:
sl: Dno:

# title@column
source: Parameter
ar: المُعامِل
eo: Parametro

# title@column
source: Substitution
ar: استبدال
eo: Anstataŭigo
sl: Zamenjava

source: All supported formats
ar: جميع التنسيقات المدعومة
eo: Ĉiuj subtenataj formatoj
sl: Vsi podprti formati

# Page size
source: US Common 10
eo: Usona Komuna 10

# Page size
source: US Ledger
eo: Usona Ĉeflibro

# Page size
source: US Tabloid
eo: Usona Tabloido

source: Pica (pi)
eo: Pico (pi)

# @title:column Budgeted Cost of Work Scheduled
source: BCWS
sl: BCVS

# @title:column Budgeted Cost of Work Performed
source: BCWP
sl: BCVP

source: Ctrl+I
sl: Ctrl+1

source: Del
sl: Izbriši
