Repository: KDE/calligraplan
Catalog: po/*/calligraplanlibs.po
Languages: ar, eo, sl

source: Could not create the file for saving
ar: لا يمكن إنشاء الملف للحفظ
eo: Ne eblis krei la dosieron por konservi
sl: Kreiranje datoteke za shranjevanje ni uspelo

source: Not able to write '%1'. Partition full?
ar: لا يمكن كتابة '%1'. القسم مليء؟
eo: Ne eblas skribi '%1'. Vando plena?
sl: Ni mogoče pisati '%1'. DIsk poln?

source: Error while trying to write '%1'. Partition full?
ar: خطأ عند محاولة كتابة '%1'. القسم مليء؟
eo: Eraro dum provado skribi '%1'. Vando plena?
sl: Napaka pri poskusu pisanja '%1'. Disk poln?

source: Malformed URL %1
ar: العنوان مشوّه %1
eo: Misformita URL %1
sl: Napačno oblikovan spletni naslov %1

source: An autosaved file exists for this document. Do you want to open it instead?
ar: توجد نسخة محفوظة آليّا لهذا الملف هل تريد أن تفتح هذه النسخة كبديل ؟
eo: Aŭtomata konserva dosiero ekzistas por ĉi tiu dokumento. Ĉu vi volas ĝin malfermi anstataŭe?
sl: Obstaja avtomatično shranjena datoteka za ta dokument. Ali morda želite odpreti to?

source: Autosave
ar: احفظ آليّا
eo: Aŭtokonservado
sl: Samodejno shranjevanje

source: The file %1 does not exist.
ar: الملفّ %1 غير موجود.
eo: La dosiero %1 ne ekzistas.
sl: Datoteka %1 ne obstaja.

source: Opening Document
ar: افتح المستنَد
eo: Malferma Dokumento
sl: Odpiram dokumente

source: Could not create the filter plugin
ar: لا أستطيع إنشاء ملحقة المصفّي
eo: Ne eblis krei la filtrilan kromaĵon
sl: Ni bilo mogoče ustvariti vtičnika za filter

source: Could not create the output document
ar: لا أستطيع إنشاء مستنَد الخرج
eo: Ne eblis krei la eligdokumenton
sl: Ni bilo mogoče ustvariti izhodnega dokumenta

source: File not found
ar: لا يمكن العثور على الملف
eo: Dosiero ne trovita
sl: Datoteke ni bilo mogoče najti

source: Cannot create storage
ar: لا يمكن إنشاء التخزين
eo: Ne povas krei konservejon
sl: Ni mogoče ustvariti shrambe

source: Bad MIME type
ar: نوع MIME سيئ
eo: Malbona tipo MIME
sl: Napačen tip MIME

source: Error in embedded document
ar: خطأ في المستند المضمن
eo: Eraro en enigita dokumento
sl: Napaka v vloženem dokumentu

source: Format not recognized
ar: لم يتعرف على التنسيق
eo: Formato ne rekonita
sl: Formata ni mogoče prepoznati

source: Not implemented
ar: غير مطبق
eo: Ne efektivigita
sl: Ni implementirano

source: Parsing error
ar: خطأ تحليل
eo: Analiza eraro
sl: Napaka pri razbiranju

source: Document is password protected
ar: المستند محمي بكلمة سر
eo: Dokumento estas pasvorta protektita
sl: Dokument je zavarovan z geslom

source: Invalid file format
ar: تنسيق الملف غير صالح
eo: Nevalida dosierformato
sl: Neveljaven format datoteke

source: Internal error
ar: خطأ داخليّ
eo: Interna eraro
sl: Notranja napaka

source: Out of memory
ar: نفذت الذّاكرة
eo: Sen memoro
sl: Premalo pomnilnika

source: Empty Filter Plugin
ar: ملحقة مصفّي فارغة
eo: Malplena Filtrila Kromaĵo
sl: Prazen vtičnik za filter

source: Trying to load into the wrong kind of document
ar: أحاول التحميل إلى نوع مستند خاطئ
eo: Provante ŝargi en la malĝusta speco de dokumento
sl: Poskus nalaganja v napačno zvrst dokumenta

source: Failed to download remote file
ar: فشل تنزيل ملف بعيد
eo: Malsukcesis elŝuti foran dosieron
sl: Ni bilo mogoče pridobiti oddaljene datoteke

source: Reading file timed out
ar: انتهى وقت قراءة الملف
eo: Legdosiero eltempiĝis
sl: Branje datoteke je poteklo

source: Unknown error
ar: خطأ مجهول
eo: Nekonata eraro
sl: Neznana napaka

source: Filter planconvert.jar not found, check your installation
ar: ما وُجِد المصفّي planconvert.jar، افحص تثبيتك
eo: Filtrilo planconvert.jar ne trovita, kontrolu vian instaladon
sl: Ni najdenega filtra planconvert.jar, preverite vašo namestitev

source: Execution failed. Check your installation
ar: فشل التنفيذ. افحص تثبيتك
eo: Rulo malsukcesis. Kontrolu vian instaladon
sl: Izvedba se je sesula. Preverite vašo namestitev

source: Execution failed. ODBC Driver not found
ar: فشل التنفيذ. ما وُجِد مُشغِّل ODBC
eo: Rulo malsukcesis. ODBC-pelilo ne trovita
sl: Izvajanje se je sesulo. Gonilnika ODBC ni mogoče najti

source: Could not open %2. Reason: %1. %3
ar: لا أستطيع فتح %2. السبب: %1. %3
eo: Ne eblis malfermi %2. Kialo: %1. %3
sl: Ni mogoče odpreti %2. Razlog: %1. %3

source: Document <i>%1</i> loaded
ar: المستند <i>%1</i> قد حًمّل
eo: Dokumento <i>%1</i> ŝargita
sl: Dokument <i>%1</i> je naložen

source: Could not find %1
ar: لا يمكن العثور على %1
eo: Ne eblis trovi %1
sl: Ni bilo mogoče najti %1

source: Parsing error in %1 at line %2, column %3 Error message: %4
ar: خطأ تحليل في %1 عند السطر %2, العمود %3 رسالة الخطأ: %4
eo: Analiza eraro en %1 ĉe linio %2, kolumno %3 Era mesaĝo: %4
sl: Napaka pri razbiranju v %1 v vrstici: %2, stolpec %3 Sporočilo napake: %4

source: %1 is not a file.
ar: %1 ليس ملفاً.
eo: %1 ne estas dosiero.
sl: %1 ni datoteka.

source: Could not open the file for reading (check read permissions).
ar: تعذر فتح الملف للقراءة (افحص صلاحيات القراءة).
eo: Ne eblis malfermi la dosieron por legado (kontrolu legpermesojn).
sl: Ni bilo mogoče odpreti datoteke za branje (preverite dovoljenja za branje).

source: Could not read the beginning of the file.
ar: تعذر قراءة بداية الملف.
eo: Ne eblis legi la komencon de la dosiero.
sl: Ni bilo mogoče prebrati začetka datoteke.

source: parsing error in the main document at line %1, column %2 Error message: %3
ar: خطأ تحليل في المستند الرئيسي عند السطر %1، العمود %2 رسالة الخطأ: %3
eo: analiza eraro en la ĉefa dokumento ĉe linio %1, kolumno %2 Erara mesaĝo: %3
sl: napaka pri razbiranju vsebine v glavnem dokumentu pri vrstici: %1, stolpec %2 Sporočilo napake: %3

source: Not a valid Calligra Plan file: %1
ar: ليس ملف Calligra Plan المُخطِط صالحًا: %1
eo: Ne valida dosiero de Calligra Plan: %1
sl: Ni veljavna datoteka za Calligro plan: %1

source: Invalid password
ar: كلمة السر غير صحيحة
eo: Nevalida pasvorto
sl: Neveljavno geslo

source: Invalid document: no file 'maindoc.xml'.
ar: مستند غير صالح: لا ملف 'maindoc.xml'.
eo: Nevalida dokumento: neniu dosiero 'maindoc.xml'.
sl: Neveljaven dokument: ni datoteke 'maindoc.xml''.

source: Document <i>%1</i> contains several versions. Go to File->Versions to open an old version.
ar: يحتوي المستند <i>%1</i> على عدّة إصدارات. اذهب إلى ملف->إصدارات لِفتح إصدار قديم.
eo: Dokumento <i>%1</i> enhavas plurajn versiojn. Iru al Dosiero->Versioj por malfermi malnovan version.
sl: Dokument <i>%1</i> vsebuje več verzij. Pojdite na Datoteka ->Verzije za odpiranje in odprite staro verzijo.

source: Untitled
ar: غير معنون
eo: Sentitola
sl: Brez naslova

source: <p>The document <b>'%1'</b> has been modified.</p><p>Do you want to save it?</p>
ar: <p>المستند <b>'%1'</b> تعرض للتعديل.</p><p>هل ترغب بحفظه؟</p>
eo: <p>La dokumento <b>'%1'</b> estas modifita.</p><p>Ĉu vi volas konservi ĝin?</p>
sl: <p>Dokument <b>'%1'</b> je bil spremenjen.</p><p>Ali jo želite shraniti?</p>

source: Save Document
ar: احفظ المستند
eo: Konservi Dokumenton
sl: Shrani dokument

source: Internal error: saveXML not implemented
ar: خطأ داخلي: حفظXML غير متوفر
eo: Interna eraro: saveXML ne efektivigita
sl: Interna napaka: saveXML ni implementirana

source: Could not open %1
ar: تعذر فتح %1
eo: Ne eblis malfermi %1
sl: Ni mogoče odpreti %1

source: Could not open %1 Reason: %2
ar: تعذر فتح %1 السبب: %2
eo: Ne eblis malfermi %1 Kialo: %2
sl: Ni mogoče odpreti %1 Razlog: %2

source: a word processing
ar: معالجة كلمات
eo: tekstotraktado
sl: obdelava besedil

source: a spreadsheet
ar: ورقة حسابية
eo: kalkultabelo
sl: preglednica

source: a presentation
ar: عرض تقديمي
eo: prezento
sl: predstavitev

source: a chart
ar: رسم بياني
eo: diagramo
sl: grafikon

source: a drawing
ar: رسم
eo: desegnaĵo
sl: risba

source: The document "%1" has been modified. Do you want to save your changes or discard them?
ar: عُدّل المستند "%1" ولم يُحفظ. أتريد حفظ التّعديلات أو رفضها؟
eo: La dokumento "%1" estas modifita. Ĉu vi volas konservi viajn ŝanĝojn aŭ forĵeti ilin?
sl: Dokument '"%1' je bil spremenjen. Ali želite shraniti vaše spremembe ali jih zavreči?

source: Close Document
ar: أغلق المستند
eo: Fermi Dokumenton
sl: Zapri dokument

source: Could not export file.
ar: تعذر تصدير الملف.
eo: Ne eblis eksporti dosieron.
sl: Ni bilo mogoče izvoziti datoteke.

source: Missing Export Filter
ar: مرشح التصدير مفقود
eo: Mankas Eksporta Filtrilo
sl: Manjka filter za izvoz

source: Could not import file of type %1
ar: تعذر استيراد الملف من نوع %1
eo: Ne eblis importi dosieron de tipo %1
sl: Ni bilo mogoče uvoziti datoteke tipe %1

source: Missing Import Filter
ar: مرشح استيراد مفقود
eo: Mankas Importa Filtrilo
sl: Manjka filter za uvoz

source: Choose Filter
ar: اختر مرشح
eo: Elekti Filtrilon
sl: Izberi filter

source: %1 unsaved document (%2)
ar: %1 مستند غير محفوظ (%2)
eo: %1 nekonservita dokumento (%2)
sl: %1 neshranjen dokument (%2)

source: Print to PDF...
ar: اطبع بي دي اف...
eo: Presi al PDF...
sl: Tiskanje na PDF...

source: Reload
ar: أعد التحميل
eo: Reŝargi
sl: Ponovno nalaganje

source: Import...
ar: استورد...
eo: Importi...
sl: Uvoz...

source: E&xport...
ar: ص&دِّر...
eo: E&ksporti...
sl: Izvoz...

source: En&crypt Document
ar: &عمِّي المستند
eo: Enĉ&ifri Dokumenton
sl: &Šifriraj dokument

source: &Uncompress to Directory
ar: &فُك الضغط إلى مجلَّد
eo: Malk&unpremi al Dosierujo
sl: &Razpakiraj v mapo

source: &New View
ar: &عرض جديد
eo: &Nova Vido
sl: &Novi pogled

source: Document Information
ar: معلومات المستند
eo: Dokumentaj Informoj
sl: Informacija o dokumentu

source: Full Screen Mode
ar: وضع ملء الشاشة
eo: Plenekrana Reĝimo
sl: Način polnega zaslona

source: Show Dockers
ar: اعرض المُرَفَّقَات
eo: Montri Dockers
sl: Prikaži sidrišča

# @action:inmenu
source: Show Docker Titlebars
ar: اعرض أشرطة عناوين المُرَفَّقَات
eo: Montri Docker-Titolbretojn
sl: Prikaži orodne vrstice sidrišč

source: Dockers
ar: مراسي
sl: Sidrišča

source: (write protected)
ar: (محمي من الكتابة)
eo: (skriba protektita)
sl: (zavarovano pred pisanjem)

source: Save as %1
ar: احفظ باسم %1
eo: Konservi kiel %1
sl: Shrani kot %1

source: Save
ar: احفظ
eo: Konservi
sl: Shrani

# @info
source: Cannot open a template file.<nl/>If you want to modify the template, create a new project using this template and save it using <interface>File->Create Project Template...</interface>.
ar: لا أستطيع فتح ملف صيغة مُسبَقة.<nl/>إن أردت تعديل الصيغة المُسبَقة، أنشئ مشروعًا جديدًا باستخدام هذه الصيغة المُسبَقة واحفظه باستخدام <interface>ملف->أنشئ صيغة مُسبَقة للمشروع...</interface>.
eo: Ne povas malfermi ŝablonan dosieron.<nl/>Se vi volas modifi la ŝablonon, kreu novan projekton per ĉi tiu ŝablono kaj konservu ĝin per <interface>Dosiero->Krei Projekt-Ŝablono...</interface>.
sl: Datoteke s predlogo ni mogoče odpreti. <nl/>Če želite spremeniti predlogo, ustvaritenov projekt s to predlogo in ga shranite s pomočjo <interface>Datoteka-> Ustvari predlogo projekta...</interface>.

source: %1 (unknown file type)
ar: %1 (نوع ملف مجهول)
eo: %1 (nekonata dosiertipo)
sl: %1 (neznani tip datoteke)

source: <qt>Saving as a %1 may result in some loss of formatting.<p>Do you still want to save in this format?</qt>
ar: <qt>الحفظ بصفة %1 قد يتسبب في فقدان بعض التنسيق.<p>هل لازلت تريد الحفظ بهذا التنسيق؟</qt>
eo: <qt>Konservado kiel %1 povas rezultigi ioman perdon de formatado.<p>Ĉu vi ankoraŭ volas konservi en ĉi tiu formato?</qt>
sl: <qt>Shranjevanje kot %1 lahko povzroči manjšo izgubo formatiranja.<p> Ali še vedno želite shraniti v tem formatu?</qt>

source: Confirm Save
ar: أكد الحفظ
eo: Konfirmi Konservadon
sl: Potrdi shranjevanje

source: <qt>Exporting as a %1 may result in some loss of formatting.<p>Do you still want to export to this format?</qt>
ar: <qt>التصدير بصيغة %1 قد يتسبب في فقدان بعض التنسيق.<p>هل لازلت تريد التصدير بهذا التنسيق؟</qt>
eo: <qt>Eksportado kiel %1 povas rezultigi ioman perdon de formatado.<p>Ĉu vi ankoraŭ volas eksporti al ĉi tiu formato?</qt>
sl: <qt>Izvažanje kot %1 lahko povzroči manjšo izgubo formatiranja.<p> Ali še vedno želite izvoziti v tem formatu?</qt>

source: Confirm Export
ar: أكد التصدير
eo: Konfirmi Eksporton
sl: Potrdi izvoz

source: Export
ar: صدّر
eo: Eksporti
sl: Izvoz

source: untitled
ar: بلا عنوان
eo: sentitola
sl: brez naslova

source: Open Document
ar: افتح مستندًا
eo: Malfermi Dokumenton
sl: Odpri dokument

source: Import Document
ar: استورد مستندا
eo: Importi Dokumenton
sl: Uvozi dokument

source: Cannot preview the document
ar: لا أستطيع استعراض المستند
eo: Ne povas antaŭrigardi la dokumenton
sl: Predogled dokumenta ni mogoč

source: Cannot open pdf viewer
ar: لا أستطيع فتح عارض pdf
eo: Ne povas malfermi pdf-rigardilon
sl: Ni mogoče odpreti vpogledovalnika pdf

source: Export as PDF
ar: صدر إلى بي دي اف
eo: Eksporti kiel PDF
sl: Izvoz kot PDF

source: Cannot export to the specified file
ar: لا أستطيع التصدير إلى الملف المُحدَّد
eo: Ne povas eksporti al la specifita dosiero
sl: Ne morem izvoziti v želeno datoteko

source: Document
ar: المستند
eo: Dokumento
sl: Dokument

source: Document - %1
ar: المستند - %1
eo: Dokumento - %1
sl: Dokument - %1

source: You will lose all changes made since your last save Do you want to continue?
ar: ستفقد كل التغييرات التي أجريتها منذ حفظك الأخير هل تريد المتابعة؟
eo: Vi perdos ĉiujn ŝanĝojn faritajn ekde via lasta konservado Ĉu vi volas daŭrigi?
sl: Izgubili boste vse vaše spremembe od zadnjega shranjevanja Ali želite nadaljevati?

source: Show %1 Toolbar
ar: اعرض شريط الأدوات %1
eo: Montri %1 Ilobreto
sl: Prikaži orodno vrstico %1

source: Hide %1 Toolbar
ar: اخف شريط الأدوات %1
eo: Kaŝi %1 Ilobreto
sl: Skrij orodno vrstico %1

source: Stop
ar: أوقف
eo: Halti
sl: Zaustavi

source: Printing
ar: الطباعة
eo: Presado
sl: Tiskanje

source: Printing done
ar: الطباعة انتهت
eo: Preso farita
sl: Tiskanje končano

source: Close
ar: أغلق
eo: Fermi
sl: Zapri

source: Stopped
ar: موقوف
eo: Haltis
sl: Zaustavljeno

source: Active Author Profile
ar: تشكيلة المُؤلِّف النشطة
eo: Aktiva Aŭtora Profilo
sl: Aktivni avtorjev profil

# choice for author profile
source: Anonymous
ar: مجهّل
eo: Anonima
sl: Anonimni

source: Default Author Profile
ar: تشكيلة المُؤلِّف المبدئية
eo: Defaŭlta Aŭtora Profilo
sl: Privzeti avtorjev profil

# @info
source: <subtitle>Context Help</subtitle><para>Many functions have help and hints that can be displayed with <emphasis>What's this</emphasis>.</para><para>Activate it by selecting the menu item <b><interface>Help|What's this</interface></b> or by pressing <shortcut>Shift+F1</shortcut>.</para><para>Try it on this text!</para>
ar: <subtitle>مساعدة السياق</subtitle><para>العديد من الوظائف لها مساعدة وتلميحات أستطيع عرضها بـ <emphasis>ما هذا</emphasis>.</para><para>نشِّطه باختيار بند القائمة <b><interface>مساعدة|ما هذا</interface></b> أو بالضغط على <shortcut>Shift+F1</shortcut>.</para><para>جرِّبه على هذا النصّ!</para>
eo: <subtitle>Kunteksta Helpo</subtitle><para>Multaj funkcioj havas helpon kaj sugestojn, kiujn oni povas montri per <emphasis>Kio ĉi tio estas</emphasis>.</para><para>Aktivigu ĝin elektante la menueron <b> <interface>Helpo|Kio estas ĉi tio</interface></b> aŭ premante <shortcut>Shift+F1</shortcut>.</para><para>Provu ĝin sur ĉi tiu teksto!</para>
sl: <subtitle>Kontekstna pomoč</subtitle><para>Veliko funkcij ima pomoč in namige, ki se prikažejo s <emphasis>Kaj je to</emphasis>.</para><para>Aktivirate jo z izbiro menijske točke <b><interface>Pomoč|Kaj je to</interface></b> ali s pritiskom <shortcut>Shift+F1</shortcut>.</para><para>Poskusite jo na tem besedilu!</para>

# @info
source: <subtitle>Online Resources</subtitle>
ar: <subtitle>الموارد على الإنترنت</subtitle>
eo: <subtitle>Retaj Rimedoj</subtitle>
sl: <subtitle>Spletni viri</subtitle>

# @info
source: <title>Create a new project</title><para>Creates a new project with default values defined in <emphasis>Settings</emphasis>.<nl/>Opens the <emphasis>project dialog</emphasis> so you can define project specific properties like <resource>Project Name</resource>, <resource>Target Start</resource> and <resource>- End</resource> times.<nl/><link url='%1'>More...</link></para>
ar: <title>أنشئ مشروعًا جديدًا</title><para>أنشِئ مشروعًا جديدًا بقِيَم مبدئية مُعرَّفة في <emphasis>الإعدادات</emphasis>.<nl/>افتح <emphasis>حوار المشروع</emphasis>، فتستطيع تعريف خصائص خاصة بالمشروع مثل <resource>اسم المشروع</resource> و <resource>بدء الهدف</resource> و <resource>- أوقات النهاية</resource>.<nl/><link url='%1'>المزيد...</link></para>
eo: <title>Krei novan projekton</title><para>Kreas novan projekton kun defaŭltaj valoroj difinitaj en <emphasis>Agordoj</emphasis>.<nl/>Malfermas la <emphasis>projektan dialogon</emphasis> por ke vi povu difinu specifajn propraĵojn de projekto kiel <resource>Projektonomo</resource>, <resource>Cela Komenco</resource> kaj <resource>- Fino</resource> fojojn.<nl/><link url='%1'>Pli ...</link></para>
sl: <title>Ustvari nov projekt</title><para>Ustvari nov projekt s privzetimi vrednostmi določenimi v <emphasis>Nastavitve</emphasis>.<nl/>Odpre <emphasis>pogovorno okno o projektu</emphasis> tako da lahko določite specifične lastnosti projekta kot so <resource>Ime projekt</resource>, čas <resource>Ciljnega začetka</resource> in <resource>- Konca</resource> .<nl/><link url='%1'>Več...</link></para>

# @info:whatsthis
source: <title>Shared resources</title><para>Create a shared resources file.<nl/>This enables you to only create your resources once, you just refer to your resources file when you create a new project.<nl/>These resources can then be shared between projects to avoid overbooking resources across projects.<nl/>Shared resources must be defined in a separate file.<nl/><link url='%1'>More...</link></para>
ar: <title>الموارد المُشارَكة</title><para>أنشِئ ملف موارد مُشارَكة.<nl/>هذا يمكِّنك من إنشاء مواردك مرّة واحدة فقط، فتستطيع الإشارة إلى ملف مواردك عند إنشاء مشروع جديد.<nl/>هذه الموارد أستطيع مشاركتها بين المشاريع لتجنب حجز الموارد زيادة عبر المشاريع.<nl/>يجب تعريف الموارد المُشارَكة في ملف منفصل.<nl/><link url='%1'>المزيد...</link></para>
eo: <title>Kundividitaj rimedoj</title><para>Krei komunan rimedoj-dosieron.<nl/>Ĉi tio ebligas al vi krei viajn rimedojn nur unufoje, vi nur referencas al via rimeda dosiero kiam vi kreas novan projekton.<nl/> Ĉi tiuj rimedoj povas esti dividitaj inter projektoj por eviti trorezervajn rimedojn inter projektoj.<nl/>Komunaj rimedoj devas esti difinitaj en aparta dosiero.<nl/><link url='%1'>Pli...</link> </para>
sl: <title>Skupni viri</title><para>Ustvari datoteko skupnih virov.<nl/>To vam omogoča, da samo enkrat ustvarite vaše vire na katere s sklicujete, ko ustvarite nov projekt.<nl/>Ti viri se lahko projekti delijo in obenem izogibajo konfliktom ob večkratni sočasni uporabi virov na več projektih.<nl/>Skupni viri morajo biti določeni v samostojni datoteki.<nl/><link url='%1'>Več...</link></para>

# @info:whatsthis
source: <title>Recent Projects</title><para>A list of the 10 most recent project files opened.</para><para><nl/>This enables you to quickly open projects you have worked on recently.</para>
ar: <title>المشاريع الحديثة</title><para>قائمة بأحدث 10 ملفات مشروع مفتوحة.</para><para><nl/>هذا يمكِّنك من فتح المشاريع التي عملت عليها حديثًا بسرعة.</para>
eo: <title>Lastatempaj Projektoj</title><para>Listo de la 10 plej lastatempaj projektdosieroj malfermitaj.</para><para><nl/>Tio ebligas al vi rapide malfermi projektojn pri kiuj vi laboris lastatempe.</para>
sl: <title>Nedavni projekti</title><para>Seznam zadnjih odprtih datotek projektov.</para><para><nl/>To omogoča hitro odpiranje projektov na katerih ste nedavno delali.</para>

# @info:whatsthis
source: <title>Context help</title><para>Help is available many places using <emphasis>What's This</emphasis>.<nl/>It is activated using the menu entry <interface>Help->What's this?</interface> or the keyboard shortcut <shortcut>Shift+F1</shortcut>.</para><para>In dialogs it is available via the <interface>?</interface> in the dialog title bar.</para><para>If you see <link url='%1'>More...</link> in the text, pressing it will display more information from the documentation.</para>
ar: <title>مساعدة السياق</title><para>المساعدة متاحة في أماكن عديدة باستخدام <emphasis>ما هذا</emphasis>.<nl/>تُنشَّط باستخدام مدخل القائمة <interface>مساعدة->ما هذا؟</interface> أو اختصار لوحة المفاتيح <shortcut>Shift+F1</shortcut>.</para><para>في الحوارات أستطيع إتاحتها عبر <interface>؟</interface> في شريط عنوان الحوار.</para><para>إن رأيت <link url='%1'>المزيد...</link> في النصّ، فبالضغط عليه سيعرض المزيد من المعلومات من التوثيق.</para>
eo: <title>Kunteksta helpo</title><para>Helpo disponeblas en multaj lokoj per <emphasis>Kio estas Ĉi tio</emphasis>.<nl/>Ĝi estas aktivigita per la menuo <interface>Helpo->Kio estas ĉi tio?</interface> aŭ la klavarkomando <shortcut>Shift+F1</shortcut>.</para><para>En dialogoj ĝi disponeblas per la <interface>?</interface> en la dialoga titolbreto.</para><para>Se vi vidas <link url='%1'>Pli...</link> en la teksto, premante ĝin montros pliajn informojn el la dokumentaro.</para>
sl: <title>Kontekstna pomoč</title><para>Pomoč je na voljo na več mestih z uporabo <emphasis>Kaj je to</emphasis>.<nl/>Aktiviramo jo z menijsko točko <interface>Pomoč->Kaj je to?</interface> ali s tipkama <shortcut>Shift+F1</shortcut>.</para><para>V pogovornih oknih je na voljo na vmesniku <interface>?</interface> v naslovni letvici.</para><para>Če vidite <link url='%1'>Več...</link> v besedilu, bo pritisk na to besedilo prikazalo več informacij iz dokumentacije.</para>

# @info:whatsthis
source: <title>Project Templates</title><para>Select a template to create a new project based on the selected template.</para><para>Plan searches for templates in the places you can define in the settings dialog: <interface>Settings->Configure Plan</interface>.</para><para>You can create new templates from a project using the <interface>File->Create Project Template</interface> menu entry.<nl/><link url='%1'>More...</link></para>
ar: <title>صيغ المشاريع المُسبَقة</title><para>اختر صيغة مُسبَقة لإنشاء مشروع جديد مبني على الصيغة المُسبَقة المُختارة.</para><para>يبحث Plan المُخطِط عن صيغ مُسبَقة في الأماكن التي أستطيع تعريفها في حوار الإعدادات: <interface>الإعدادات->اضبط Plan المُخطِط</interface>.</para><para>أستطيع إنشاء صيغ مُسبَقة جديدة من مشروع باستخدام مدخل القائمة <interface>ملف->أنشئ صيغة مُسبَقة للمشروع</interface>.<nl/><link url='%1'>المزيد...</link></para>
eo: <title>Projektaj Ŝablonoj</title><para>Elektu ŝablonon por krei novan projekton bazitan sur la elektita ŝablono.</para><para>Planu serĉojn por ŝablonoj en la lokoj, kiujn vi povas difini en la dialogo de agordoj: <interface>Agordoj->Agordi Planon</interface>.</para><para>Vi povas krei novajn ŝablonojn el projekto per la menuo <interface>Dosiero->Krei Projekt-Ŝablonon</interface>.<nl/><link url='%1'>Pli...</link></para>
sl: <title>Predloge projektov</title><para>Izberite predlogo, da ustvarite nov projekt na osnovi izbrane predloge.</para><para>Plan poišče predloge na mestih, ki so določene v pogovornem oknu nastavitev: <interface>Nastavitve->Nastavi Plan</interface>.</para><para>Iz projekta lahko ustvarite nove predloge z uporabo menijske točke <interface>Datoteka->Ustvari predlogo projekta</interface>.<nl/><link url='%1'>Več...</link></para>

source: New Project
ar: مشروع جديد
eo: Nova Projekto
sl: Novi projekt

source: <html><head/><body><p align="center"><span style=" font-size:8pt; font-style:italic;">Project templates:</span></p></body></html>
ar: <html><head/><body><p align="center"><span style=" font-size:8pt; font-style:italic;">صيغ المشاريع المُسبَقة:</span></p></body></html>
eo: <html><head/><body><p align="center"><span style=" font-size:8pt; font-style:italic;">Projektaj ŝablonoj:</span></p></body></html>
sl: <html><head/><body><p align="center"><span style=" font-size:8pt; font-style:italic;">Predloge projektov:</span></p></body></html>
