Repository: KDE/calligraplan
Catalog: po/*/calligraplan.po
Languages: ar, eo, ka, sl

source: Gradient:
ar: التدرّج:
eo: Gradiento:
ka: გრადიენტი:
sl: Preliv:

# @title:tab
source: Summary task
ar: ملخّص المهمة
eo: Resuma tasko
ka: ამოცანის შეჯამება
sl: Izvleček naloge

# @label:chooser
source: Default:
ar: المبدئيّ:
eo: Defaŭlto:
ka: ნაგულისხმები:
sl: Privzeto:

# @title:group
source: Use level colors
ar: استعمل ألوان المستويات
eo: Uzi nivelajn kolorojn
ka: დონის ფერების გამოყენება
sl: Uporabi barve nivojev

# @label:chooser
source: Level 1
ar: المستوى 1
eo: Nivelo 1
ka: დონე 1
sl: Stopnja 1

# @label:chooser
source: Level 2
ar: المستوى 2
eo: Nivelo 2
ka: დონე 2
sl: Stopnja 2

# @label:chooser
source: Level 3
ar: المستوى 3
eo: Nivelo 3
ka: დონე 3
sl: Stopnja 3

# @label:chooser
source: Level 4
ar: المستوى 4
eo: Nivelo 4
ka: დონე 4
sl: Stopnja 4

# @title:tab
source: Task
ar: المهمّة
eo: Tasko
ka: დავალება
sl: Naloga

# @label:chooser
source: Normal:
ar: عادي:
eo: Normala:
ka: ნორმალური:
sl: Običajno:

# @label:chooser
source: Critical:
ar: حرج:
eo: Kritikaj:
ka: კრიტიკული:
sl: Kritično:

# @label:chooser
source: Finished:
ar: انتهى:
eo: Finita:
ka: დასრულებული:
sl: Končano:

# @label:chooser
source: Error:
ar: خطأ:
eo: Eraro:
ka: შეცდომა:
sl: Napaka:

# @title:tab
source: Milestone
ar: علامة مسافات
eo: Mejloŝtono
ka: საფეხური
sl: Mejnik

source: Responsible:
ar: المسؤول:
eo: Respondeca:
ka: პასუხისმგებელი:
sl: Odgovorni:

source: Insert a person from your address book
ar: أَدرِجْ شخصًا من دفتر العناوين الخاص بك
eo: Enigi personon el via adreslibro
ka: ჩასვით პიროვნება თქვენი მისამართების წიგნიდან
sl: Vstavite osebo iz vašega adresarja

source: Insert a person from your address book.
ar: أَدرِجْ شخصًا من دفتر العناوين الخاص بك.
eo: Enigu personon el via adreslibro.
ka: ჩასვით პიროვნება თქვენი მისამართების წიგნიდან.
sl: Vstavite osebo iz vašega adresarja.

source: Choose...
ar: اختر...
eo: Elekti...
ka: აირჩიეთ...
sl: Izberite ...

source: Scheduling constraint:
ar: قيد الجدولة:
eo: Planada limigo:
ka: დაგეგმვის შეზღუდვა:
sl: Omejitev pri razporejanju:

source: As Soon as Possible
ar: في أقرب وقت ممكن
eo: Kiel Eble Frue
ka: რაც შეიძლება სწრაფად
sl: Takoj, ko je mogoče

source: As Late as Possible
ar: في أقصى وقت ممكن
eo: Kiel Eble Malfrue
ka: რაც შეიძლება, გვიან
sl: Tako pozno, kot je mogoče

source: Must Start On
ar: يجب أن يبدأ في
eo: Devas Komenci Je
ka: უნდა დაიწყოს დროზე
sl: Mora se začeti

source: Must Finish On
ar: يجب أن ينتهي في
eo: Devas Finiĝi Je
ka: უნდა დამთავრდეს დროზე
sl: Mora se končati

source: Start Not Earlier Than
ar: لا يبدأ قبل
eo: Komenci Ne Pli Frue Ol
ka: დაწყება არა უადრეს
sl: Ne začni prej kot

source: Finish Not Later Than
ar: لا ينتهي بعد
eo: Fini Ne Pli Poste Ol
ka: დასრულება არა უგვიანეს
sl: Ne končaj kasneje kot

source: Fixed Interval
ar: فاصل زمني ثابت
eo: Fiksa Intervalo
ka: ფიქსირებული ინტერვალი
sl: Fiksen interval

source: Constraint Start time usage:
ar: استخدام وقت قيد البداية:
eo: Limigo Komenca tempuzado:
ka: შეზღუდული დაწყების დროის გამოყენება:
sl: Omejitev rabe časa začetka:

source: Current date and time
ar: التاريخ والوقت الحاليان
eo: Nuna dato kaj horo
ka: მიმდინარე თარიღი და დრო
sl: Trenutni datum in čas

source: Current date, specified time
ar: التاريخ الحالي، وقت محدد
eo: Nuna dato, specifita horo
ka: მიმდინარე თარიღი, მითითებული დრო
sl: Trenutni datum, naveden čas

source: Specified date and time
ar: تاريخ ووقت محدد
eo: Specifita dato kaj horo
ka: მითითებული თარიღი და დრო
sl: Naveden datum in čas

source: Constraint start time:
ar: وقت قيد البداية:
eo: Limigo komenca tempo:
ka: შეზღუდვის დაწყების დრო:
sl: Omejitev začetnega časa:

source: Constraint End time usage:
ar: استخدام وقت قيد النهاية:
eo: Limigo Fina tempuzado:
ka: შეზღუდული დასრულების დროის გამოყენება:
sl: Omejitev končnega časa:

source: Constraint end time:
ar: وقت قيد النهاية:
eo: Limigo fintempo:
ka: დროის შეზღუდვის დასრულება:
sl: Omejitev končnega časa:

source: Estimate type:
ar: نوع التقدير:
eo: Taksa tipo:
ka: შეფასების ტიპი:
sl: Oceni vrsto:

source: Effort
ar: الجهد
eo: Penado
ka: ძალისხმევა
sl: Trud

source: Duration
ar: المدّة
eo: Daŭro
ka: ხანგრძლოვობა
sl: Trajanje

source: Expected estimate:
ar: التقدير المتوقع:
eo: Atendita takso:
ka: დაახლოებითი შეფასება:
sl: Pričakovana ocena:

source: Optimistic estimate:
ar: تقدير متفائل:
eo: Optimisma takso:
ka: ოპტიმისტური შეფასება:
sl: Optimistična ocena:

source: Pessimistic estimate:
ar: تقدير متشائم:
eo: Pesimisma takso:
ka: პესიმისტური შეფასება:
sl: Pesimistična ocena:

source: Retrieve
ar: الجلب
eo: Repreni
ka: გამოთხოვა
sl: Pridobi

source: Check for work packages
ar: افحص حزم العمل
eo: Kontroli pri laborpakaĵoj
ka: სამუშაო პაკეტების შემოწმება
sl: Preveri delovne pakete

source: Retrieve:
ar: الجلب:
eo: Ekpreni:
ka: გამოთხოვა:
sl: Pridobi:

source: Archive
ar: الأرشيف
eo: Arkivo
ka: არქივი
sl: Arhiviraj

source: Delete file after it has been retrieved
ar: احذِفْ الملف بعد استرداده
eo: Forigi dosieron post kiam ĝi estis prenita
ka: ფაილის წაშლა მისი მიღების შემდეგ
sl: Izbriši datoteko potem, ko je bila pridobljena

source: Archive file after it has been retrieved
ar: أَرشِفْ الملف بعد استرداده
eo: Arkivo-dosiero post kiam ĝi estis prenita
ka: ფაილის დაარქვივება მისი მიღების შემდეგ
sl: Arhiviraj datoteko potem, ko je bila pridobljena

source: Archive:
ar: الأرشيف:
eo: Arkivo:
ka: დაარქივება:
sl: Arhiv:

source: Publish
ar: النشر
eo: Publikigi
ka: გამოქვეყნება
sl: Objavi

source: Publish:
ar: النشر:
eo: Publikigi:
ka: გამოქვეყნება:
sl: Objavi:

source: This document has no syntax version. Opening it in Plan may lose information.
ar: هذا المستند لا يحمل إصدار نحوي. قد تفقد معلومات عند فتحه في المُخطِط.
eo: Ĉi tiu dokumento ne havas sintaksan version. Malfermi ĝin en Plan eble perdos informojn.
ka: ამ დოკუმენტს სინტაქსის ვერსია არ აქვს. Plan-ში გახსნით, შეიძლება, ინფორმაცია დაკარგოთ.
sl: Ta dokument ne vsebuje informacije o verziji sintakse. Njegovo odpiranje v Planu lahko izgubi nekaj informacij.

source: Continue
ar: تابِعْ
eo: Daŭrigi
ka: გაგრძელება
sl: Nadaljuj

source: File-Format Error
ar: خطأ في تنسيق الملف
eo: Dosiero-formata eraro
ka: ფაილის ფორმატის შეცდომა
sl: Napaka oblike datoteke

source: This document was created with a newer version of KPlato than Plan can load. Syntax version: %1 Opening it in this version of Plan may lose some information.
ar: أُنشِئَ هذا المستند بإصدار KPlato أحدث مما يستطيع المُخطِط تحميله. الإصدار النحوي: %1 قد تفقد معلومات عند فتحه في إصدار المُخطِط هذا.
eo: Ĉi tiu dokumento estis kreita kun pli nova versio de KPlato ol Plan povas ŝargi. Sintakso-versio: %1 Malfermi ĝin en ĉi tiu versio de Plan povas perdi iujn informojn.
ka: დოკუმენტი შექმნილია KPlato-ის იმაზე უფრო ახალი ვერსიით, ვიდრე Plan-ს შეუძლია, ჩატვირთოს. სინტაქსის ვერსია: %1 მისი Plan-ის ამ ვერსიაში გახსნით, შეიძლება, ინფორმაცია დაკარგოთ.
sl: Ta dokument je bil ustvarjen z novejšo različico KPlato kot pa ga lahko plan naloži Različica skladnje: %1 Njegovo odpiranje v tej različici Plana bo morda izgubilo nekaj informacij.

source: File-Format Mismatch
ar: تنسيق الملف غير مطابق
eo: Dosier-Formata Miskongruo
ka: ფაილის ფორმატები არ ემთხვევა
sl: Neujemanje vrst datotek

source: This document was created with a newer version of KPlatoWork (syntax version: %1) Opening it in this version of PlanWork will lose some information.
ar: أُنشِئَ هذا المستند بإصدار KPlatoWork أحدث (الإصدار النحوي: %1) قد تفقد معلومات عند فتحه في إصدار PlanWork هذا.
eo: Ĉi tiu dokumento estis kreita kun pli nova versio de KPlatoWork (sintakso versio: %1) Malfermi ĝin en ĉi tiu versio de PlanWork perdos iujn informojn.
ka: ეს დოკუმენტი KPlatoWork-ის უფრო ახალი ვერსიითაა შექმნილი (სინტაქსის ვერსია: %1) მისი გახსნით PlanWork-ის ამ ვერსიაში, შეიძლება, გარკვეული ინფორმაცია დაკარგოთ.
sl: Ta dokument je bil ustvarjen z novejšo različico KPlatoWork (različica skladnje %1) Njegovo odpiranje v tej različici PlanWork-a bo povzročilo izgubo nekaj informacij.

# application name
source: Plan
ar: الخطة
ka: Გეგმა

source: Project Planning and Management Tool
ar: أداة تخطيط وإدارة المشاريع
eo: Projektoplanada kaj Administra ilo
ka: პროექტის დაგეგმვისა და მართვის პროგრამა
sl: Orodje za planiranje in projektno vodenje

source: Copyright 1998-%1, The Plan Team
ar: حقوق النسخ 1998-%1، فريق المُخطِط
eo: Kopirajto 1998-%1, La Plan-Teamo
ka: 1998-%1, Plan -ის გუნდი, ყველა უფლება დაცულია
sl: Copyright 1998-%1. ekipa Plana

source: Dag Andersen
ar: داغ أندرسن

source: Thomas Zander
ar: توماس تساندر

source: Bo Thorsen
ar: بو تورسن

source: Raphael Langerhorst
ar: رافائيل لانغرهورست

# NAME OF TRANSLATORS
source: Your names
ar: ابراهيم خالد الابراهيم
eo: Axel Rousseau,Oliver Kellogg
ka: Temuri Doghonadze
sl: Gregor Rakar,Andrej Vernekar

# EMAIL OF TRANSLATORS
source: Your emails
ar: ibrahim@arabeyes.org
eo: axel@esperanto-jeunes.org,olivermkellogg@gmail.com
ka: Temuri.doghonadze@gmail.com
sl: gregor.rakar@kiss.si,andrej.vernekar@moj.net

# Network = task dependency network
source: Network Scheduler
ar: مجدول الشبكة
eo: Reta Planilo
ka: ქსელის დამგეგმავი
sl: Mrežni razporejevalnik

# @info:tooltip
source: Built-in network (PERT) based scheduler
ar: مُجدوِل شبكة (PERT) مُضمَّن
eo: Enkonstruita reto (PERT) bazita planilo
ka: ჩაშენებული ქსელური (PERT) მგეგმავი
sl: Vgrajeni mrežni razporejevalnik (PERT)

# @info:whatsthis
source: <title>Network (PERT) Scheduler</title><para>The network scheduler generally schedules tasks according to their dependencies. When a task is scheduled it is scheduled in full, booking the allocated resources if available. If overbooking is not allowed, subsequent tasks that requests the same resource will be scheduled later in time.</para><para>Tasks with time constraints will be scheduled first to minimize the problem with resource conflicts</para><para><note>This scheduler does not handle resource conflicts well.<nl/>You can try a different scheduler if available. You may also change resource allocations or add dummy dependencies to avoid the conflicts.</note></para>
ar: <title>مُجدوِل الشبكة (PERT)</title><para>يجدول مُجدوِل الشبكة المهام عمومًا وفقًا لاعتماديتها. عندما تُجدوَل مهمة، تُجدوَل بالكامل، محجِزة الموارد المخصصة إذا توفرت. إذا لم يسمح بالحجز المفرط، فستُجدوَل المهام اللاحقة التي تطلب المورد ذاته لاحقًا في الوقت.</para><para>ستُجدوَل المهام ذات قيود الوقت أولاً لتقليل مشكلة تعارضات الموارد</para><para><note>هذا المُجدوِل لا يعالج تعارضات الموارد جيدًا.<nl/>يمكنك تجربة مُجدوِل مختلف إذا كان متوفرًا. يمكنك أيضًا تغيير تخصيصات الموارد أو إضافة اعتماديات وهمية لتجنب التعارضات.</note></para>
eo: <title>Reto (PERT) Planilo</title><para>La retoplanilo ĝenerale planas taskojn laŭ iliaj dependecoj. Kiam tasko estas planita, ĝi estas planita plene, mendante la asignitajn rimedojn se disponeblaj. Se tromendo ne estas permesita, postaj taskoj, kiuj petas la saman rimedon, estos planitaj poste.</para><para>Taskoj kun tempolimoj estos planitaj unue por minimumigi la problemon kun rimedkonfliktoj</para><para><note>Ĉi tiu planilo ne bone traktas rimedkonfliktojn.<nl/>Vi povas provi alian planilon se disponebla. Vi ankaŭ povas ŝanĝi rimedojn asignojn aŭ aldoni falsajn dependecojn por eviti la konfliktojn.</note></para>
ka: <title>ქსელის (PERT) განრიგი</title><para>ქსელის განრიგი ზოგადად გეგმავს ამოცანებს მათი დამოკიდებულებების მიხედვით. როდესაც დავალება დაგეგმილია, ის დაგეგმილია სრულად, დაჯავშნეთ გამოყოფილი რესურსები, თუ ეს შესაძლებელია. თუ ზედმეტი დაჯავშნა დაუშვებელია, შემდგომი ამოცანები, რომლებიც ითხოვენ იმავე რესურსს, მოგვიანებით დაიგეგმება.</para>დროის <para>შეზღუდვის მქონე ამოცანები პირველ რიგში დაიგეგმა, რათა მინიმუმამდე დაიყვანოს რესურსების კონფლიქტების</para><para><note>პრობლემა ეს განრიგი კარგად არ უმკლავდება რესურსების კონფლიქტებს.<nl/>შეგიძლიათ სცადოთ სხვა განრიგი, თუ ეს შესაძლებელია. თქვენ ასევე შეგიძლიათ შეცვალოთ რესურსების განაწილება ან დაამატოთ მოჩვენებითი დამოკიდებულებები კონფლიქტების თავიდან ასაცილებლად.</note></para>
sl: <title>Mrežni razporejevalnik (PERT)</title><para>Mrežni razporejevalnik na splošno razporeja naloge glede na njihove odvisnosti. Ko je naloga razporejena, je razporejena v celoti, vključno z rezervacijo dodeljenih sredstev, če so na voljo. Če večkratno dodeljevanje virov ni dovoljeno, bodo naslednje naloge, ki zahtevajo iste vire, razporejene kasneje.</para> <para>Naloge s časovnimi omejitvami bodo razporejene kot prve, da se minimizira možnost konfliktov z viri.</para><para><note>Ta razporejevalnik ne obdeluje dobro konfliktov z viri.<nl/>Lahko poskusite z drugim razporejevalnikom, če je na voljo. Lahko pa tudi spremenite dodelitev sredstev ali dodajanje navideznih odvisnosti, da se izognete konfliktom.</note></para>

source: Insert File
ar: أدرج ملفًّا
eo: Enmeti dosieron
ka: ფაილის ჩასმა
sl: Vstavi datoteko

source: Current node:
ar: العقدة الحالية:
eo: Nuna nodo:
ka: მიმდინარე კვანძი:
sl: Trenutno vozlišče:

source: Insert on top level
ar: أَدرِجْ في المستوى الأعلى
eo: Enigi sur la supra nivelo
ka: ზედა დონეზე ჩასმა
sl: Vstavi na vrhu

source: Insert as children to current node
ar: أَدرِجْ كأبناء للعقدة الحالية
eo: Enmeti kiel infanojn al nuna nodo
ka: მიმდინარე კვანძში შვილებად ჩასმა
sl: Vstavi kot otroke trenutnega vozlišča

source: Insert after current node
ar: أَدرِجْ بعد العقدة الحالية
eo: Enmeti post nuna nodo
ka: მიმდინარე კვანძის შემდეგ ჩასმა
sl: Vstavi po trenutnem vozlišču

# @title:window
source: Load Resource Assignments
ar: حمل تعيينات الموارد
sl: Naloži dodelitve virov

source: Invalid document. No mimetype specified.
ar: مستند غير صالح. لم يحدد نوع MIME.
eo: Malvalida dokumento. Neniu 'mime'-tipo difinita.
ka: არასწორი დოკუმენტი. Mimetype მითითებული არაა.
sl: Neveljaven dokument. Ni navedene zvrsti MIME.

source: Invalid document. Expected mimetype application/x-vnd.kde.plan, got %1
ar: مستند غير صالح. نوع MIME المتوقع هو application/x-vnd.kde.plan، وحصلنا على %1
eo: Nevalida dokumento. Atendita mimetype application/x-vnd.kde.plan, akiris %1
ka: არასწორი დოკუმენტი. მოველოდი mime-ის ტიპს application/x-vnd.kde.plan, მივიღე %1
sl: Neveljaven dokument. Pričakovana zvrst MIME je bila application/x-vnd.kde.plan, dobljena %1

source: This document was created with a newer version of Plan (syntax version: %1) Opening it in this version of Plan will lose some information.
ar: أُنشِئَ هذا المستند بإصدار أحدث من المُخطِط (الإصدار النحوي: %1) قد تفقد معلومات عند فتحه في إصدار المُخطِط هذا.
eo: Ĉi tiu dokumento estis kreita kun pli nova versio de Plano (sintaksoversio: %1) Malfermi ĝin en ĉi tiu versio de Plan perdos iujn informojn.
ka: ეს დოკუმენტი უფრო ახალი ვერსიითაა, ვიდრე ეს მხარდაჭერილია PlanWork-ის მიერ (სინტაქსის ვერსია: %1) მისი გახსნით PlanWork-ის ამ ვერსიაში, შეიძლება, გარკვეული ინფორმაცია დაკარგოთ.
sl: Ta dokument je bil ustvarjen z novejšo različico Plana (različica skladnje %1) Njegovo odpiranje v tej različici Plana bo povzročilo izgubo nekaj informacij.

source: Could not create the workpackage file for saving: %1
ar: تعذر إنشاء ملف حزمة العمل للحفظ: %1
eo: Ne eblis krei la laborpakaĵdosieron por konservi: %1
ka: სამუშაო პაკეტის ფაილის შესანახად შექმნის შეცდომა: %1
sl: Ni bilo mogoče tvoriti datoteke z delovnim paketom za shranjevanje: %1

source: Not able to write '%1'. Partition full?
ar: لا يمكن كتابة '%1'. القسم مليء؟
eo: Ne eblas skribi '%1'. Diskospaco elĉerpita?
ka: '%1'-ის ჩაწერის შეცდომა. დანაყოფი გადავსებულია?
sl: Ni moč zapisati »%1«. Ali je particija polna?

source: Saving...
ar: حفظ...
eo: Konservanta...
ka: Შენახვა...
sl: Shranjevanje ...

source: Invalid document. Expected mimetype application/x-vnd.kde.plan.work, got %1
ar: مستند غير صالح. نوع MIME المتوقع هو application/x-vnd.kde.plan.work، وحصلنا على %1
sl: Neveljaven dokument. Pričakovana zvrst MIME je bila application/x-vnd.kde.plan.work, dobljena %1

source: This document was created with a newer version of PlanWork (syntax version: %1) Opening it in this version of PlanWork will lose some information.
ar: أُنشِئَ هذا المستند بإصدار أحدث من PlanWork (الإصدار النحوي: %1) قد تفقد معلومات عند فتحه في إصدار PlanWork هذا.
eo: Ĉi tiu dokumento estis kreita kun pli nova versio de PlanWork (sintakso versio: %1) Malfermi ĝin en ĉi tiu versio de PlanWork perdos iujn informojn.
ka: ეს დოკუმენტი Planwork-ის უფრო ახალი ვერსიითაა შექმნილი (სინტაქსის ვერსია: %1) მისი გახსნით PlanWork-ის ამ ვერსიაში, შეიძლება, გარკვეული ინფორმაცია დაკარგოთ.
sl: Ta dokument je bil ustvarjen z novejšo različico PlanWork (različica skladnje %1) Njegovo odpiranje v tej različici PlanWork-a bo povzročilo izgubo nekaj informacij.

source: Internal error, failed to insert file.
ar: خطأ داخلي، أخفق إدراج الملف.
eo: Interna eraro, malsukcesis enmeti dosieron.
ka: შიდა შეცდომა. ფაილის ჩასმა შეუძლებელია.
sl: Interna napaka, vstavljanje datoteke ni uspelo.

# (qtundo-format)
source: Insert project
ar: أَدرِجْ مشروعًا
eo: Enmeti projekton
ka: პროექტის ჩასმა
sl: Vstavi projekt

source: Group: %1
ar: المجموعة: %1
eo: Grupo: %1
ka: ჯგუფი: %1
sl: Grupa: %1

source: Resource: %1
ar: المورد: %1
eo: Rimedo: %1
ka: რესურსი: %1
sl: Vir: %1

source: Calendar: %1
ar: التقويم: %1
eo: Kalendaro: %1
ka: კალენდარი: %1
sl: Koledar: %1

source: Shared resources has been removed from the shared resources file. Select how they shall be treated in this project.
ar: أُزيلت الموارد المشتركة من ملف الموارد المشتركة. اختر كيف ستُعامَل في هذا المشروع.
sl: Skupni viri so bili odstranjeni iz datoteke z deljenimi viri. Izberite, kako naj bodo v tem projektu obravnavani.

# @title:window
source: Shared resources
ar: الموارد المشتركة
sl: Skupni deljeni viri

source: Convert
ar: حوّل
eo: Konverti
ka: გარდაქმნა
sl: Pretvori

source: Keep
ar: أبقِ
eo: Konservi
ka: დატოვება
sl: Ohrani

# Base calendar name
source: Base
ar: القاعدة
eo: Bazo
ka: საბაზისო
sl: Baza

source: Schedule Selector
ar: مُحدِّد الجدولة
eo: Horaro-Selektilo
ka: განრიგის არჩევანი
sl: Selektor razporejanja

source: Create Project Template...
ar: أَنشِئْ قالب مشروع...
eo: Krei Projektan Ŝablonon...
ka: პროექტის შაბლონის შექმნა...
sl: Ustvari predlogo projekta...

source: Create New Project...
ar: أَنشِئْ مشروعًا جديدًا...
eo: Krei Novan Projekton...
ka: ახალი პროექტის შექმნა...
sl: Ustvari nov projekt...

source: Show Selector
ar: أَرِ المُحدِّد
eo: Montri Elektilon
ka: არჩევის ფანჯრის ჩვენება
sl: Pokaži izbirnik

source: Edit...
ar: حرّر...
eo: Redakti...
ka: ჩასწორება...
sl: Uredi ...

source: Define Estimate Conversions...
ar: حدِّدْ تحويلات التقدير...
eo: Difini Taksajn Konvertiĝojn...
ka: სამუშაო დროის მორგება...
sl: Določi konvencije ocen...

source: Define WBS Pattern...
ar: حدد نمط هيكل تقسيم العمل (WBS)...
eo: Difini WBS-Ŝablonon...
ka: WBS ნიმუშის განსაზღვრა...
sl: Določi vzorec SRD ...

source: Define Currency...
ar: حدد العملة...
eo: Difini Valuton...
ka: ვალუტის აღწერა...
sl: Določi valuto ...

source: Edit Description...
ar: عدل الوصف...
eo: Redakti Priskribon...
ka: აღწერის ჩასწორება...
sl: Uredi opis...

source: Insert Project File...
ar: أدرج ملف مشروع...
eo: Enmeti Projektdosieron...
ka: პროექტის ფაილის ჩასმა...
sl: Vstavi projektno datoteko ...

source: Load Shared Projects...
ar: حمِّلْ المشاريع المشتركة...
sl: Naloži skupne projekte...

source: Open Report Definition File...
ar: افتح ملف تعريف التقرير...
eo: Malfermi Raportan Difindosieron...
ka: ანგარიშის აღწერის ფაილის გახსნა...
sl: Odpri definicijsko datoteko poročila...

source: Progress...
ar: التّقدّم...
sl: Napredek ...

source: Delete Task
ar: احذف المهمة
sl: Izbriši nalogo

source: Description...
ar: الوصف...
sl: Opis ...

source: Documents...
ar: المستندات...
sl: Dokumenti...

source: Indent Task
ar: أزح المهمة
sl: Zamakni nalogo

source: Unindent Task
ar: أزل إزاحة المهمة
sl: Odzamakni nalogo

source: Move Task Up
ar: انقل المهمة للأعلى
sl: Premakni nalogo gor

source: Move Task Down
ar: انقل المهمة للأسفل
sl: Premakni nalogo dol

source: Edit Resource...
ar: عدل المورد...
sl: Uredi vir ...

source: Edit Dependency...
ar: عدل التبعية...
sl: Uredi odvisnost ...

source: Delete Dependency
ar: احذف التبعية
sl: Izbriši odvisnost

source: Work Packages...
ar: حزم العمل...
eo: Laborpakaĵoj...
ka: სამუშაო პაკეტები...
sl: Delovni paketi...

# @info:tooltip
source: Work packages available
ar: حزم العمل المتاحة
eo: Laborpakaĵoj haveblaj
ka: სამუშაო პაკეტები ხელმისაწვდომია
sl: Delovni paketi na voljo

# @info
source: <note>This action cannot be undone.</note><nl/><nl/>Create a new Project from the current project with new project- and task identities.<nl/>Resource- and calendar identities are not changed.<nl/>All scheduling information is removed.<nl/><nl/>Do you want to continue?
ar: <note>لا يمكن التراجع عن هذا الإجراء.</note><nl/><nl/>أنشئ مشروعًا جديدًا من المشروع الحالي بهويات مشروع ومهمة جديدة.<nl/>لا تتغير هويات الموارد والتقويم.<nl/>تُزال جميع معلومات الجدولة.<nl/><nl/>هل تريد الاستمرار؟
eo: <note>Tiu ago ne povas esti malfarita.</note><nl/><nl/>Krei novan Projekton el la nuna projekto kun novaj projekt- kaj taskoidentoj.<nl/>Rimedo- kaj kalendaridentoj ne estas ŝanĝitaj. <nl/>Ĉiuj planaj informoj estas forigitaj.<nl/><nl/>Ĉu vi volas daŭrigi?
ka: <note>ეს ქმედება შეუქცევადია.</note><nl/><nl/>შექმენით ახალი პროექტი მიმდინარე პროექტიდან ახალი პროექტის და ამოცანის იდენტიფიკატორებით.<nl/>რესურსის და კალენდრის იდენტიფიკატორები არ შეიცვლება.<nl/>დაგეგმვის შესახებ ინფორმაცია სრულად წაიშლება.<nl/><nl/>გააგრძელებთ?
sl: <note>Tega dejanja ni mogoče razveljaviti.</note><nl/><nl/>Ustvari nov projekt iz trenutnega projekta z novimi identitetami projektov in nalog.<nl/>Identitete virov in koledarja se ne spremenijo.<nl/>Vse načrtovanje informacije so odstranjene.<nl/><nl/>Ali želite nadaljevati?

source: Edit task scheduling constraints
ar: عدل قيود جدولة المهمة
eo: Redakti taskoplanajn limigojn
ka: დავალების დაგეგმვის შეზღუდვების ჩასწორება
sl: Uredi omejitve pri razporejanju

source: Task Constraints
ar: قيود المهمة
eo: Taskaj Limigoj
ka: ამოცანის შეზღუდვები
sl: Omejitve naloge

source: Edit task cost
ar: عدل تكلفة المهمة
eo: Redakti taskokoston
ka: დავალების ღირებულების ჩასწორება
sl: Uredi stroške naloge

source: Task Cost
ar: تكلفة المهمة
eo: Tasko Kosto
ka: ამოცანის ფასი
sl: Stroški naloge

source: Generate reports
ar: ولد التقارير
eo: Generi raportojn
ka: ანგარიშების გენერირება
sl: Ustvari poročila

source: Task Status Report
ar: تقرير حالة المهمة
eo: Raporto pri Tasko-Stato
ka: სამუშაო სტატუსის ანგარიში
sl: Poročilo stanja nalog

# @info:tooltip
source: Edit working- and vacation days for resources
ar: عدل أيام العمل والإجازات للموارد
eo: Redakti labor- kaj feriajn tagojn por rimedoj
ka: რესურსებისთვის სამუშაო და დასვენების დღეების ჩასწორება
sl: Uredi delovne in proste dneve za vire

source: Cost Breakdown Structure
ar: هيكل تقسيم التكلفة
eo: Strukturo de Kostodispartigo
ka: ხარჯების სტრუქტურული დეკომპოზიცია
sl: Struktura razčlenitve stroškov

# @info:tooltip
source: Edit cost breakdown structure.
ar: عدل هيكل تقسيم التكلفة.
eo: Redakti kosto-dispartigan strukturon.
ka: ხარჯების სტრუქტურული დეკომპოზიციის ჩასწორება.
sl: Uredi strukturo razčlenitve stroškov.

source: Resources
ar: موارد
eo: Rimedoj
ka: რესურსები
sl: Viri

# @info:tooltip
source: Edit resource breakdown structure
ar: عدل هيكل تقسيم الموارد
eo: Redakti rimedo-dispartigan strukturon
ka: რესურსების სტრუქტურული დეკომპოზიციის ჩასწორება
sl: Uredi strukturo razčlenitve virov

source: Tasks
ar: المهام
eo: Taskoj
ka: ამოცანები
sl: Naloge

# @info:tooltip
source: Edit work breakdown structure
ar: عدل هيكل تقسيم العمل
eo: Redakti labor-dispartigan strukturon
ka: სამუშაოს სტრუქტურული დეკომპოზიციის ჩასწორება
sl: Uredi strukturo razčlenitve dela

source: Dependencies (Graphic)
ar: التبعيات (بيانيًا)
eo: Dependecoj (Grafiko)
ka: დამოკიდებულებები (გრაფიკული)
sl: Odvisnosti (grafično)

# @info:tooltip
source: Edit task dependencies
ar: عدل تبعيات المهمة
eo: Redakti taskodependecojn
ka: ამოცანის დამოკიდებულებების ჩასწორება
sl: Uredi odvisnosti naloge

source: Dependencies (List)
ar: التبعيات (قائمة)
eo: Dependecoj (Listo)
ka: დამოკიდებულებები (სია)
sl: Odvisnosti (seznam)

source: Schedules
ar: الجداول
eo: Horaroj
ka: განრიგი
sl: Razporedi
