Repository: KDE/calligraplan
Catalog: po/*/calligraplanlibs.po
Languages: ar, eo, sl

# @info:tooltip
source: The type of task or the estimate type of the task
ar: نوع المهمة أو نوع تقدير المهمة
eo: La speco de tasko aŭ la taksospeco de la tasko
sl: Tip naloge ali tip ocene naloge

# @info:whatsthis
source: <p>Indicates the type of task or the estimate type of the task.</p>The type can be set to <emphasis>Milestone</emphasis>, <emphasis>Effort</emphasis> or <emphasis>Duration</emphasis>.<nl/><note>If the type is <emphasis>Summary</emphasis> or <emphasis>Project</emphasis> the type is not editable.</note>
ar: <p>يُشير إلى نوع المهمة أو نوع تقدير المهمة.</p>يمكن ضبط النوع إلى <emphasis>مَعلَم</emphasis>، <emphasis>جهد</emphasis> أو <emphasis>مدة</emphasis>.<nl/><note>إذا كان النوع هو <emphasis>موجز</emphasis> أو <emphasis>مشروع</emphasis>، فإن النوع غير قابل للتعديل.</note>
eo: <p>Indikas la tipon de tasko aŭ la taksospecon de la tasko.</p>La tipo povas esti agordita al <emphasis>Mejloŝtono</emphasis>, <emphasis>Pelo</emphasis> aŭ <emphasis>Daŭro</emphasis> emphasis>.<nl/><note>Se la tipo estas <emphasis>Resumo</emphasis> aŭ <emphasis>Projekto</emphasis> la tipo ne estas redaktebla.</note>
sl: <p>Označuje vrsto naloge ali vrsto ocene naloge.</p>Vrsto lahko nastavite na <emphasis>mejnik</emphasis>, <emphasis>napor</emphasis> ali <emphasis>Trajanje</emphasis>.<nl/><note>Če je vrsta <emphasis>Povzetek</emphasis> ali <emphasis>Projekt</emphasis> te vrste ni mogoče urejati.</note>

# @info:tooltip
source: Task with estimate type: %1
ar: مهمة بنوع تقدير: %1
eo: Tasko kun taksa tipo: %1
sl: Naloga s tipom ocene: %1

# @info:tooltip
source: Task type: %1
ar: نوع المهمة: %1
eo: Taskotipo: %1
sl: Vrsta naloge: %1

# (qtundo-format)
source: Set type to Milestone
ar: اضبط النوع إلى مَعلَم
eo: Meti tipon al Mejlŝtono
sl: Nastavi tip na mejnik

# (qtundo-format)
source: Set type to %1
ar: اضبط النوع إلى %1
eo: Meti tipon al %1
sl: Nastavi vrsto na %1

# @info:whatsthis
source: <title>Task Editor</title><para>The Task Editor is used to create, edit, and delete tasks. Tasks are organized into a Work Breakdown Structure (WBS) to any depth.</para><para>This view supports configuration and printing using the context menu.<nl/><link url='%1'>More...</link></para>
ar: <title>محرّر المهام</title><para>يستخدم محرّر المهام لإنشاء وتعديل وحذف المهام. تنظَّم المهام في هيكل تجزئة العمل (WBS) لأي عمق.</para><para>هذا العرض يدعم الضبط والطباعة باستخدام قائمة السياق.<nl/><link url='%1'>المزيد...</link></para>
eo: <title>Taskredaktilo</title><para>La Taskredaktilo estas uzata por krei, redakti kaj forigi taskojn. Taskoj estas fakorganizitaj en Strukturon de Labora Malplenigo (WBS) ĝis ajna profundo.</para><para>Ĉi tiu vido subtenas agordon kaj presadon per la kunteksta menuo.<nl/><link url='%1'>Pli... </link></para>
sl: <title>Urejevalnik nalog</title><para>Urejevalnik nalog se uporablja za ustvarjanje, urejanje in brisanje nalog. Naloge so organizirane v strukturo razčlenitve del (WBS) do poljubne globine.</para><para>Ta pogled podpira nastavitve in tiskanje z uporabo kontekstnega menija.<nl/><link url='%1'>Več...</link></para>

# @title resource allocations
source: Allocations
ar: التخصيصات
eo: Asignoj
sl: Dodelitve

# @title
source: Resources
ar: الموارد
eo: Rimedoj
sl: Viri

# @info:tooltip
source: Drag resources into the Task Editor and drop into the allocations- or responsible column
ar: اسحب الموارد إلى محرّر المهام وأفلتها في عمود التخصيصات أو المسؤول
eo: Trenu rimedojn en la Taskredaktilon kaj falu en la asignojn- aŭ respondecan kolumnon
sl: Povlecite vire v urejevalnik nalog in jih spustite v dodelitve oz. odgovorni stolpec

# @title
source: Task Modules
ar: وحدات المهام
eo: Taskaj Moduloj
sl: Moduli nalog

# @info:tooltip
source: Drag a task module into the <emphasis>Task Editor</emphasis> to add it to the project
ar: اسحب وحدة مهام إلى <emphasis>محرّر المهام</emphasis> لإضافتها إلى المشروع
eo: Trenu taskomodulon en la <emphasis>Taskredaktilo</emphasis> por aldoni ĝin al la projekto
sl: Povlecite modul naloge v <emphasis>Urejevalnik nalog</emphasis>, da ga dodate k projektu

# @info:whatsthis
source: <title>Task Modules</title><para>Task Modules are a group of tasks that can be reused across projects. This makes it possible draw on past experience and to standardize similar operations.</para><para>A task module is a regular plan file and typically includes tasks, estimates and dependencies.</para><para><link url='%1'>More...</link></para>
ar: <title>وحدات المهام</title><para>وحدات المهام هي مجموعة من المهام يمكن إعادة استخدامها عبر المشاريع. هذا يجعل بالإمكان الاستفادة من الخبرة السابقة وتوحيد العمليات المماثلة.</para><para>وحدة المهام هي ملف خطة عادي وهي تتضمّن عادةً مهامًا، وتقديرات، واعتماديات.</para><para><link url='%1'>المزيد...</link></para>
eo: <title>Taskaj Moduloj</title><para>Taskaj Moduloj estas grupo de taskoj, kiuj povas esti reuzeblaj tra projektoj. Ĉi tio ebligas uzi pasintajn spertojn kaj normigi similajn operaciojn.</para><para>Taska modulo estas regula plandosiero kaj kutime inkluzivas taskojn, taksojn kaj dependecojn.</para><para><link url=' %1'>Pli...</link></para>
sl: <title>Moduli nalog</title> <para>Moduli nalog so skupina nalog, ki jih lahko ponovno uporabimo med projekti. To omogoča črpanje preteklih izkušenj in standardizacijo podobnih operacij.</para><para>Modul naloge je običajna datoteka plana in vključuje naloge, ocene in odvisnosti.</para><para><link url='%1'>Več...</link></para>

source: Add Milestone
ar: أضِف مَعلمًا
eo: Aldoni Mejloŝtonon
sl: Dodaj mejnik

source: Add Sub-Milestone
ar: أضِف مَعلمًا فرعيًا
eo: Aldoni Sub-Mejloŝtonon
sl: Dodaj podrejeni mejnik

source: Indent Task
ar: أزِح المهمة للداخل
eo: Deŝovi Taskon
sl: Zamakni nalogo

source: Unindent Task
ar: أزِل إزاحة المهمة
eo: Maldeŝovi Tasko
sl: Odzamakni nalogo

source: Move Up
ar: انقل لأعلى
eo: Movi supren
sl: Premakni gor

source: Move Down
ar: انقل لأسفل
eo: Movi malsupren
sl: Premakni dol

source: Split
ar: اقسم
eo: Disigi
sl: Razdeli

source: A task that has been scheduled will be deleted. This will invalidate the schedule.
ar: مهمة مجدولة ستحذف. هذا سيلغي صحة الجدول.
eo: Tasko kiu estis planita estos forigita. Ĉi tio nuligos la horaron.
sl: Vir, ki je bil razporejen, bo zbrisan. To bo pokvarilo razporeditev.

# (qtundo-format)
source: Delete task
ar: احذف مهمة
eo: Forigi taskon
sl: Izbriši nalogo

# (qtundo-format) @action
source: Delete task
ar: احذف مهمة
eo: Forigi taskon
sl: Izbriši nalogo

# (qtundo-format)
source: Indent task
ar: أزِح المهمة للداخل
eo: Deŝovi taskon
sl: Zamakni %1 nalogo

# (qtundo-format) For a single task
source: Unindent task
ar: أزِل إزاحة المهمة
eo: Maldeŝovi taskon
sl: Odzamakni nalogo

# (qtundo-format)
source: Unindent task
ar: أزِل إزاحة المهمة
eo: Maldeŝovi taskon
sl: Odzamakni %1 nalogo

# (qtundo-format)
source: Move task up
ar: حرّك المهمة للأعلى
eo: Movi taskon supren
sl: Premakni nalogo navzgor

# (qtundo-format)
source: Move task down
ar: حرّك المهمة للأسفل
eo: Movi taskon malsupren
sl: Premakni nalogo navzdol

# @info:whatsthis
source: <title>Task Execution View</title><para>The view is used to edit and inspect task progress during project execution.</para><para>This view supports configuration and printing using the context menu.<nl/><link url='%1'>More...</link></para>
ar: <title>عرض تنفيذ المهام</title><para>يستخدم العرض لتعديل وتفحص تقدّم المهمة أثناء تنفيذ المشروع.</para><para>هذا العرض يدعم الضبط والطباعة باستخدام قائمة السياق.<nl/><link url='%1'>المزيد...</link></para>
eo: <title>Taskoplenuma vido</title><para>La vido estas uzata por redakti kaj inspekti taskoprogreson dum la realigo de la projekto.</para><para>Tiu ĉi vido subtenas agordon kaj presadon per la kunteksta menuo.<nl/><link url='%1'>Pli...</link></para>
sl: <title>Pogled izvajanja nalog</title><para>Pogled se uporablja za urejanje in pregledovanje napredovanja nalog med izvajanjem projekta.</para><para>Ta pogled podpira nastavitve in tiskanje s kontekstnim menijem.<nl/><link url='%1'>Več...</link></para>

source: Publish...
ar: انشر...
eo: Publikigi...
sl: Publiciraj...

source: Work Packages...
ar: رزم العمل...
eo: Laborpakaĵoj...
sl: Delovni paketi...

# (qtundo-format)
source: Log Send Workpackage
ar: سجّل إرسال رزمة العمل
eo: Protokoli Sendon de Laborpakaĵo
sl: Delovni paket za pošiljanje dnevnika

# (qtundo-format)
source: Modify Task
ar: غيّر المهمة
eo: Ŝanĝi taskon
sl: Spremeni nalogo

source: N&ame:
ar: الا&سم:
eo: N&omo:
sl: I&me:

source: The person responsible for this task.
ar: الشخص المسؤول عن هذه المهمة.
eo: La respondeculo por ĉi tiu tasko.
sl: Oseba, odgovorna za to nalogo.

source: Responsi&ble:
ar: ال&مسؤول:
eo: Responde&ca:
sl: &Odgovorni:

source: Insert a person from your address book.
ar: أدرِج شخصًا من دفتر عناوينك.
eo: Enigu personon el via adreslibro.
sl: Vstavite osebo iz vašega adresarja.

source: Scheduling Configuration. These settings affect the actual scheduling of the task. The estimation can be either effort based or duration based. If it is effort based, the final duration will depend on the resources assigned to the task. For duration based estimation, the assigned resources do not affect the fixed duration of the task, but only the costs.
ar: ضبط الجدولة. هذه الإعدادات تؤثر في الجدولة الفعلية للمهمة. يمكن أن يكون التقدير إما قائمًا على الجهد أو قائمًا على المدة. إذا كان قائمًا على الجهد، فإن المدة النهائية ستعتمد على الموارد المعينة للمهمة. بالنسبة للتقدير القائم على المدة، فإن الموارد المعينة لا تؤثر في المدة الثابتة للمهمة، ولكن فقط في التكاليف.
eo: Planado Agordo. Ĉi tiuj agordoj influas la realan planadon de la tasko. La takso povas esti aŭ peno bazita aŭ daŭro. Se ĝi estas peno bazita, la fina daŭro dependos de la rimedoj asignitaj al la tasko. Por daŭrobazita takso, la asignitaj rimedoj ne influas la fiksan daŭron de la tasko, sed nur la kostojn.
sl: Nastavitve razporejanja. Te nastavitve vplivajo na dejansko razporejanje nalog. Ocena je lahko na podlagi delovnega napora ali trajanja. Če je ocena na osnovi delovnega napora, je končno trajanje odvisno od virov, ki so dodeljenih nalogi. Pri oceni na podlagi trajanja dodeljeni viri ne vplivajo na določeno trajanje naloge, ampak le na stroške.

source: Timing
ar: توقيت
eo: Tempigo
sl: Ocena časa

source: &Schedule:
ar: الج&دولة:
eo: &Horaro:
sl: Razporeditev:

source: As Soon as Possible
ar: في أقرب وقت ممكن
eo: Kiel Eble Frue
sl: Takoj, ko je mogoče

source: As Late as Possible
ar: في أحدث وقت ممكن
eo: Kiel Eble Malfrue
sl: Tako pozno, kot je mogoče

source: Start Not Earlier Than
ar: لا تبدأ قبل
eo: Komenci Ne Pli Frue Ol
sl: Ne začni prej kot

source: Finish Not Later Than
ar: لا تنتهِ بعد
eo: Fini Ne Poste
sl: Ne zaključi kasneje kot

source: Esti&mate:
ar: التقدير:
eo: Taks&o:
sl: &Ocena:

source: Risk controls the PERT distribution used when calculating the actual estimate for this task.
ar: تتحكّم المخاطرة في توزيع بيرت المستخدم عند حساب التقدير الفعلي لهذه المهمة.
eo: Riskkontrolas la PERT-distribuon uzatan dum kalkulado de la reala takso por ĉi tiu tasko.
sl: Tveganje nadzoruje porazdelitev PERT pri izračunu dejanske ocene časa za to nalogo.

source: <p>Risk controls the PERT distribution used when calculating the actual estimate for the task. <b>None</b> means the Expected estimate is used as is. <b>Low risk</b> means that a normal distribution is used. <b>High risk</b> means that the estimate will be slightly pessimistic compared to Low risk.</p>
ar: <p>تتحكّم المخاطرة في توزيع بيرت المستخدم عند حساب التقدير الفعلي للمهمة. <b>لا يوجد</b> يعني استخدام التقدير المتوقّع كما هو. <b>مخاطرة منخفضة</b> تعني استخدام توزيع عادي. <b>مخاطرة عالية</b> تعني أن التقدير سيكون متشائمًا قليلًا مقارنة بالمخاطرة المنخفضة.</p>
eo: <p>Riskkontrolas la PERT-distribuon uzatan dum kalkulado de la reala takso por la tasko. <b>Neniu</b> signifas, ke la Atendita takso estas uzata kiel estas. <b>Malalta risko</b> signifas, ke normala distribuo estas uzata. <b>Alta risko</b> signifas, ke la takso estos iomete pesimisma kompare kun Malalta risko.</p>
sl: <p>Tveganje nadzoruje porazdelitev PERT, uporabljena pri izračunu dejanske ocene naloge. <b>Brez</b> pomeni, da se pričakovana ocena uporablja kot je. <b>Nizko tveganje</b> pomeni, da se uporablja normalna porazdelitev. <b>Visoko tveganje</b> pomeni, da bo ocena nekoliko pesimistična v primerjavi z nizkim tveganjem.</p>

source: Risk:
ar: المخاطرة:
eo: Risko:
sl: Tveganje:

source: Optimisti&c:
ar: متفائل:
eo: &Optimisma:
sl: &Optimistično:

source: &Pessimistic:
ar: &متشائم:
eo: &Pesimisma:
sl: &Pesimistično:

source: Task Progress
ar: تقدّم المهمة
eo: Taska Progreso
sl: Potek naloge

# @info:whatsthis
source: <title>Edit Task Progress</title><para>This dialog consists of the following parts:<list><item>Edit mode control to define the behavior of the dialog.</item><item>Controls to mark the task as started and finished.</item><item>Table to enter used effort for each resource.</item><item>Table for entry of task completion and remaining effort.</item></list></para><para>Edit modes:<list><item><emphasis>Per resource</emphasis> requires you to enter used effort for each resource assigned to this task. This enables the most detailed tracking of effort- and cost usage.</item><item><emphasis>Per task</emphasis> enables you to enter the minimum of information. When completion is changed, used effort and remaining effort is automatically calculated, but can of course be manually modified if needed.</item></list><note>You should select the desired edit mode when starting the task.</note><nl/><link url='%1'>More...</link></para>
ar: <title>عدّل تقدّم المهمة</title><para>يتكوّن هذا الحوار من الأجزاء التالية:<list><item>تحكّم وضع التعديل لتعريف سلوك الحوار.</item><item>عناصر تحكّم لتحديد المهمة كـ 'بدأت' و 'انتهت'.</item><item>جدول لإدخال الجهد المستخدَم لكل مورد.</item><item>جدول لإدخال إكمال المهمة والجهد المتبقي.</item></list></para><para>أوضاع التعديل:<list><item><emphasis>لكل مورد</emphasis> يتطلب إدخال الجهد المستخدَم لكل مورد معيَّن لهذه المهمة. هذا يفعّل التتبع الأكثر تفصيلًا لاستخدام الجهد والتكلفة.</item><item><emphasis>لكل مهمة</emphasis> يفعّل إدخال الحد الأدنى من المعلومات. عندما يتغيّر الإكمال، يُحسب الجهد المستخدَم والجهد المتبقي آليًا، ولكن يمكن بالطبع تعديلهما يدويًا إذا لزم الأمر.</item></list><note>يجب اختيار وضع التعديل المرغوب عند بدء المهمة.</note><nl/><link url='%1'>المزيد...</link></para>
eo: <title>Redakti Taskan Progreson</title><para>Ĉi tiu dialogo konsistas el la jenaj partoj:<list><item>Redaktoreĝima regilo por difini la konduton de la dialogo.</item><item>Regiloj por marki la taskon kiel komencita kaj finita.</item><item>Tabelo por enigi uzitan penon por ĉiu rimedo.</item><item>Tabelo por enigo de taskokompletigo kaj restanta peno.</item></list></para> <para>Redakti reĝimoj:<list><item><emphasis>Pou rimedo</emphasis> postulas, ke vi enmetu uzatan penon por ĉiu rimedo atribuita al ĉi tiu tasko. Ĉi tio ebligas la plej detalan spuradon de penado- kaj kosto-uzado.</item><item><emphasis>Pou tasko</emphasis> ebligas al vi enigi la minimumon da informoj. Kiam kompletigo estas ŝanĝita, uzata peno kaj restanta peno estas aŭtomate kalkulitaj, sed kompreneble povas esti mane modifitaj se necese.</item></list><note>Vi devus elekti la deziratan redaktan reĝimon kiam vi komencas la taskon.</note><nl/><link url='%1'>Pli...</link></para>
sl: <title>Urejanje napredka naloge</title><para>To pogovorno okno vsebuje naslednje dele:<list><item>Nadzor načina urejanja za določitev obnašanja pogovornega okna.</item> <item>Nadzor za označevanje naloge kot začete in končane.</item><item>Tabela za vnos uporabljenega napora za vsak vir.</item><item>Tabela za vnos dokončanja naloge in preostalega delovnega napora.</item></list></para><para>Načini urejanja:<list><item><emphasis>Na vir</emphasis> vnesti morate uporabljeni delovni napor za vsak vir, dodeljen tej nalogi. To omogoča najbolj podrobno sledenje porabe delovnega napora in stroškov. </item><item><emphasis>Po nalogi</emphasis> vam omogoča, da vnesete minimum informacije. Ko se dokončanje spremeni, se dosedanji napor in preostali delovni napor samodejno izračuna, po želji pa ga lahko po potrebi ročno spremenite.</item></list> <note>Pri zagonu nastavitve morate izbrati želeni način urejanja naloge.</note><nl/><link url='%1'>Več...</link></para>

# (qtundo-format)
source: Modify Task Progress
ar: غيّر تقدّم المهمة
eo: Modifi Taskan Progreson
sl: Spremeni potek nalog

# @info:tooltip
source: Select the tasks finish time
ar: اختر وقت انتهاء المهام
eo: Elektu la taskojn fintempon
sl: Izberite čas zaključka naloge

# @info:tooltip
source: Finish the task at the selected time
ar: أنهِ المهمة في الوقت المختار
eo: Fini la taskon je la elektita tempo
sl: Zaključi nalogo ob izbranem času

# (qtundo-format)
source: Modify task completion
ar: غيّر إكمال المهمة
eo: Modifi taskokompletigon
sl: Spremeni dokončanje naloge

# Week number (year)
source: Week %1 (%2)
ar: الأسبوع %1 (%2)
eo: Semajno %1 (%2)
sl: %1 . teden (%2)

# Week number
source: Week %1
ar: الأسبوع %1
eo: Semajno %1
sl: Teden %1

source: Task:
ar: المهمّة:
eo: Tasko:
sl: Naloga:

source: Started:
ar: بدأ:
eo: Komencis:
sl: Začeto:

source: Finished:
ar: انتهى:
eo: Finita:
sl: Zaključeno:

source: Edit mode:
ar: وضع التّحرير:
eo: Redakta reĝimo:
sl: Način urejanja:

source: Per resource
ar: لكل مورد
eo: Per rimedo
sl: Po viru

source: Per task
ar: لكل مهمة
eo: Per tasko
sl: Po nalogi

source: Prev
ar: سابق
eo: Antaŭa
sl: Prejšnji

source: Next
ar: التالي
eo: Sekva
sl: Naslednji

source: Add resource:
ar: أضِف موردًا:
eo: Aldoni rimedon:
sl: Dodaj vir:

source: Add Entry
ar: أضف مدخلة
eo: Aldoni eron
sl: Dodaj vnos

source: Remove Entry
ar: أزِل المدخلة
eo: Forigi eron
sl: Odstrani vnos

# @info:whatsthis
source: <title>Task Status View</title><para>The Task Status View is used to inspect task progress information. The tasks are divided into groups dependent on the task status:<list><item>Not Started Tasks that should have been started by now.</item><item>Running Tasks that has been started, but not yet finished.</item><item>Finished Tasks that where finished in this period.</item><item>Next Period Tasks that is scheduled to be started in the next period.</item></list>The time period is configurable.</para><para>This view supports configuration and printing using the context menu.<nl/><link url='%1'>More...</link></para>
ar: <title>عرض حالة المهام</title><para>يستخدم عرض حالة المهام لتفحص معلومات تقدّم المهمة. تقسَّم المهام إلى مجموعات تعتمد على حالة المهمة:<list><item>لم تبدأ مهام كان ينبغي أن تبدأ حتى الآن.</item><item>جارية مهام بدأت، لكن لَم تنتهِ بعد.</item><item>منتهية مهام انتهت في هذه الفترة.</item><item>الفترة التالية مهام مجدولة لتبدأ في الفترة التالية.</item></list>فترة الوقت قابلة للضبط.</para><para>هذا العرض يدعم الضبط والطباعة باستخدام قائمة السياق.<nl/><link url='%1'>المزيد...</link></para>
eo: <title>Vido de Taska Statuso</title><para>La Vido de Tasko-Stato estas uzata por inspekti informojn pri la progreso de la tasko. La taskoj estas dividitaj en grupojn dependantajn de la taskostato:<list><item>Ne Komencitaj Taskoj kiuj devus esti komencitaj ĝis nun.</item><item>Rulado de Taskoj kiuj estis komencitaj, sed ankoraŭ ne finitaj. </item><item>Finitaj Taskoj kiuj estis finitaj en ĉi tiu periodo.</item><item>Sekva Periodo Taskoj kiuj estas planitaj komenciĝi en la sekva periodo.</item></list>La tempoperiodo estas agordebla.</para><para>Tiu ĉi vido subtenas agordon kaj presadon per la kunteksta menuo.<nl/><link url='%1'>Pli...</link></para>
sl: <title>Ogled stanja naloge</title><para>Pogled stanja nalog se uporablja za pregled informacije o napredku nalog. Naloge so razdeljene v skupine, odvisno od njihovih stanj:<list> <item>Ni zagnano\Naloge, ki bi morale biti že začete.</item> <item>V teku Naloge, ki so se začele, ne pa še zaključile.</item> <item>Zaključeno Za naloge, ki so se zaključile v tem obdobju.</item> <item>Naslednje obdobje Naloge, ki naj bi se začele v naslednjem obdobju.</item></list> Časovno obdobje je nastavljivo.</para><para>Ta pogled podpira nastavitve in tiskanje v kontekstu<nl/><link url='%1'>Več...</link></para>

source: General Settings
ar: إعدادات عامة
eo: Ĝeneralaj Agordoj
sl: Splošne nastavitve

source: Period Definition
ar: تعريف الفترة
eo: Perioda Difino
sl: Določanje periode

source: Period length (days):
ar: طول الفترة (أيام):
eo: Periodolongo (tagoj):
sl: Dolžina periode (dnevi):

source: Use current date
ar: اِستخدم التاريخ الحالي
eo: Uzi aktualan daton
sl: Uporabi trenutni datum

source: Use weekday:
ar: اِستخدم يوم الأسبوع:
eo: Uzi labortagon:
sl: Dan v tednu:

source: Resource
ar: مورد
eo: Rimedo
sl: Vir

source: This Week
ar: هذا الأسبوع
eo: Ĉi-semajne
sl: Ta teden

source: Total effort this week
ar: الجهد الكلي هذا الأسبوع
eo: Tuta penado ĉi-semajne
sl: Skupni delovni napor tega tedna

source: % Completed
ar: ٪ اكتمل
eo: % Kompletita
sl: % končano

source: Used Effort
ar: الجهد المستخدَم
eo: Uzita Penado
sl: Porabljen napor

source: Remaining Effort
ar: الجهد المتبقي
eo: Restanta Penado
sl: Preostali napor

source: Planned Effort
ar: الجهد المخطَّط
eo: Planita Penado
sl: Načrtovan napor

# @info:tooltip
source: Accumulated effort %1
ar: الجهد المتراكم %1
eo: Akumula fortostreĉo %1
sl: Nakopičeni napor %1

# @info
source: Accumulated used effort.<nl/><note>Used effort must be entered per resource</note>
ar: الجهد المستخدَم المتراكم.<nl/><note>يجب إدخال الجهد المستخدَم لكل مورد</note>
eo: Akumulita uzita penado.<nl/><note>Uzata penado devas esti enigita po rimedo</note>
sl: Akumulirani porabljeni napor.<nl/><note>Uporabljeni napor je treba vnesti na vir</note>

# @info:tooltip
source: Accumulated used effort
ar: الجهد المستخدَم المتراكم
eo: Amasigita uzita penado
sl: Akumulirani uporabljeni napor

# @info:tooltip
source: Remaining effort to complete the task
ar: الجهد المتبقي لإكمال المهمة
eo: Restanta peno por plenumi la taskon
sl: Preostali napor za dokončanje naloge

# @info:tooltip
source: Planned effort accumulated until date
ar: الجهد المخطَّط المتراكم حتى تاريخ
eo: Planita fortostreĉo akumuliĝis ĝis dato
sl: Planiran nakopičen napor do datuma

source: Header and Footer
ar: الترويسة والتذييل
eo: Kapo kaj Piedo
sl: Glava in noga

source: Page:
ar: الصفحة:
eo: Paĝo:
sl: Stran:

source: Date:
ar: التاريخ:
eo: Dato:
sl: Datum:

source: Manager:
ar: المدير:
eo: Administranto:
sl: Vodja:

source: Project:
ar: المشروع:
eo: Projekto:
sl: Projekt:

source: This view does not support printing.
ar: هذا العرض لا يدعم الطباعة.
eo: Ĉi tiu vido ne subtenas presadon.
sl: Ta pogled ne podpira tiskanja.

# @title:tab
source: Page Layout
ar: تخطيط الصفحة
eo: Paĝaranĝo
sl: Postavitev strani

# @title:tab
source: Header and Footer
ar: الترويسة والتذييل
eo: Kapo kaj Piedo
sl: Glava in noga

source: Expand All
ar: وسّع الكل
eo: Vastigi Ĉion
sl: Razširi vse

source: Collapse All
ar: اطوِ الكل
eo: Kolapsi Ĉion
sl: Skrči vse

source: Print Options...
ar: خيارات الطباعة...
eo: Presi Opcioj...
sl: Možnosti tiskanja...

source: Configure View...
ar: اضبط المنظور…
eo: Agordi Vidon...
sl: Nastavi pogled ...

source: Unsplit View
ar: أزِل تقسيم العرض
eo: Nedividita Vido
sl: Nerazdeljen pogled

source: Split View
ar: اقسم المنظور
eo: Dividita rigardo
sl: Razdeli pogled

source: WBS Definition
ar: تعريف هيكل تجزئة العمل
eo: WBS Difino
sl: Definicija WBS

# (qtundo-format)
source: Modify WBS Code Definition
ar: غيّر تعريف رمز هيكل تجزئة العمل
eo: Modifi WBS Kodo Difino
sl: Spremeni definicijo WBS

# @info:tooltip Work Breakdown Structure code
source: Define WBS code for the project
ar: عرِّف رمز هيكل تجزئة العمل للمشروع
eo: Difini WBS-kodon por la projekto
sl: Določi WBS kodo za projekt

source: Project Code Definition
ar: تعريف رمز المشروع
eo: Projekta Kodo Difino
sl: Definicija projektne kode

source: Code:
ar: الرمز:
eo: Kodo:
sl: Koda:

source: Separator:
ar: الفاصل:
eo: Apartigilo:
sl: Ločitelj:
