Repository: KDE/calligraplan
Catalog: po/*/calligraplanwork.po
Languages: ar, eo, he, ka, ru

source: PlanWork - Work Package handler for the Plan Project Planning Tool
ar: مُخَطَّط العمل (PlanWork) - مُعالِج لحزم العمل لِأداة تخطيط المشروعات Plan المُخطِّط
eo: PlanWork - Prizorganto de Laborpakaĵo por la Plana Projekto-Planado
he: תכנון עבודה - מטפל בחבילות עבודה לכלי תכנון המיזמים „תכנון”
ka: PlanWork - სამუშაოს პაეკეტის დამმუშავებელი Plan პროექტის დაგეგმვის ხელსაწყოსთვის
ru: PlanWork — обработчик пакетов работ для программы управления проектами Plan

# application name
source: Plan WorkPackage Handler
ar: مُعالِج حزمة عمل Plan
eo: Plano WorkPackage Handler
he: מטפל בחבילות עבודה של תכנון
ka: Plan WorkPackage დამმუშავებელი
ru: Программа обработки пакетов работ Plan

source: Copyright 1998-%1, The Plan Team
ar: حقوق النشر ١٩٩٨-%1، فريق مُخَطَّط
eo: Kopirajto 1998-%1, La Plana Teamo
he: כל הזכויות שמורות 1998-‏%1, קבוצת התכנון
ka: 1998-%1, Plan -ის გუნდი, ყველა უფლება დაცულია
ru: © Разработчики Plan, 1998-%1

source: Dag Andersen
ar: داغ أندرسن
he: דאג אנדרסן

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
eo: Axel Rousseau,Oliver Kellogg
he: צוות התרגום של KDE ישראל
ka: Temuri Doghonadze
ru: Юрий Ефремов,Мария Шикунова

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
eo: axel@esperanto-jeunes.org,okellogg@users.sourceforge.net
he: kde-l10n-he@kde.org
ka: Temuri.doghonadze@gmail.com
ru: yur.arh@gmail.com,translation-team@basealt.ru

source: &Edit
ar: &حرّر
eo: R&edakti
he: &עריכה
ka: &ჩასწორება
ru: &Правка

source: View
ar: عرض
eo: Vido
he: תצוגה
ka: ნახვა
ru: Вид

source: &View
ar: &عرض
eo: &Vido
he: ת&צוגה
ka: &ხედი
ru: &Вид

source: File to open
ar: الملف المراد فتحه
eo: Malfermenda dosiero
he: קובץ לפתיחה
ka: გასახსნელი ფაილი
ru: Открываемый файл

source: Failed to open document
ar: أخفقت محاولة فتح المستند
eo: Malsukcesis malfermi la dokumenton
he: פתיחת המסמך נכשלה
ka: დოკუმენტის გახსნის შეცდომა
ru: Не удалось открыть документ

source: The file %1 does not exist.
ar: الملفّ %1 غير موجود.
eo: La dosiero %1 ne ekzistas.
he: הקובץ %1 לא קיים.
ka: ფაილი არ არსებობს: %1.
ru: Файл «%1» не существует.

source: Document is already open:<br>%1
ar: المستند مفتوح بالفعل:<br>%1
eo: Dokumento jam estas malfermita:<br>%1
he: המסמך כבר פתוח:<br>%1
ka: დოკუმენტი უკვე ღიაა:<br>%1
ru: Документ уже открыт:<br>%1

source: Could not extract document from storage:<br>%1
ar: لا يمكن استخراج المستند من التخزين:<br>%1
eo: Ne eblis eltiri dokumenton el konservejo:<br>%1
he: לא ניתן לחלץ את המסמך מהאחסון:<br>%1
ka: დოკუმენტის ამოღების შეცდომა საცავიდან:<br>%1
ru: Не удалось получить документ из хранилища:<br>%1

source: Invalid URL:<br>%1
ar: المسار غير صالح: <br>%1
eo: Nevalida URL:<br>%1
he: כתובת שגויה:<br>%1
ka: არასწორი URL:<br>%1
ru: Недопустимый адрес:<br>%1

source: Document is already open:<br> %1
ar: المستند مفتوح بالفعل:<br> %1
eo: Dokumento jam estas malfermita:<br> %1
he: המסמך כבר פתוח:<br> %1
ka: დოკუმენტი უკვე ღიაა:<br> %1
ru: Документ уже открыт:<br>%1

source: File does not exist:<br>%1
ar: الملف غير موجود:<br>%1
eo: Dosiero ne ekzistas:<br>%1
he: הקובץ לא קיים:<br>%1
ka: ფაილი არ არსებობს:<br>%1
ru: Файл не существует:<br>%1

source: Edit with:
ar: حرّر بواسطة:
eo: Redakti per:
he: עריכה עם:
ka: რედაქტორი:
ru: Редактировать с помощью:

source: <p>The work package already exists in the projects store.</p><p>Project: %1<br>Task: %2</p><p>Do you want to update the existing package with data from the new?</p>
ar: <p>حزمة العمل موجودة بالفعل في مخزن المشروعات.</p><p>المشروع: %1<br>المهمة: %2</p><p>أتريد تحديث الحزمة الموجودة ببيانات من الجديدة؟</p>
eo: <p>La laborpakaĵo jam ekzistas en la projekta konservejo.</p><p>Projekto: %1<br>Tasko: %2</p><p>Ĉu vi volas ĝisdatigi la ekzistantan pakaĵon kun datumoj de la nova?</p>
he: <p>חבילת העבודה כבר קיימת באחסון המיזמים.</p><p>מיזם: %1<br>משימה: %2</p><p>לעדכן את החבילה הקיימת עם נתונים מהחדשה?</p>
ka: <p>სამუშაოს პაკეტი უკვე არსებობს პროექტის საცავში.</p><p>პროექტი: %1<br>საცავი: %2</p><p>გნებავთ, განაახლოთ არსებული პაკეტი მონაცემებით ახალი პაკეტიდან?</p>
ru: <p>Этот пакет работ уже есть в хранилище проектов.</p><p>Проект: %1<br>Задача: %2</p><p>Обновить текущий пакет данными из нового?</p>

# @title:window
source: Update Work Package
ar: حدّث حزمة العمل
eo: Ĝisdatigi Laborpakaĵon
he: עדכון חבילת עבודה
ka: სამუშაო პაკეტის განახლება

source: Remove failed. Cannot find work package
ar: أخفقت محاولة الإزالة. لا يمكن إيجاد حزمة العمل
eo: Forigo malsukcesis. Ne povas trovi laborpakaĵon
he: ההסרה נכשלה. לא ניתן למצוא את חבילת העבודה
ka: წაშლის შეცდომა. სამუშაოს პაკეტი ვერ ვიპოვე
ru: Не удалось удалить, пакет работ не найден

# (qtundo-format) @action
source: Remove work package
ar: أزل حزمة العمل
eo: Forigi laborpakaĵon
he: הסרת חבילת עבודה
ka: სამუშაო პაკეტის წაშლა

# (qtundo-format)
source: Remove work package
ar: أزل حزمة عمل
eo: Forigi laborpakaĵon
he: הסרת חבילת עבודה
ka: სამუშაო პაკეტის წაშლა
ru: Удаление пакетов работ удаление пакетов работ

source: Failed to load file:<br>%1
ar: أخفق تحميل الملف:<br>%1
eo: Malsukcesis ŝargi dosieron:<br>%1
he: טעינת הקובץ נכשלה:<br>%1
ka: ფაილის ჩატვირთვის შეცდომა:<br>%1
ru: Не удалось загрузить файл:<br>%1

source: Not a valid work package file:<br>%1
ar: ملف حزمة عمل غير صالح:<br>%1
eo: Ne valida laborpakaĵdosiero:<br>%1
he: לא קובץ חבילות עבודה תקין:<br>%1
ka: არასწორი სამუშაო პაკეტის ფაილი:<br>%1
ru: Недопустимый файл пакета работ:<br>%1

source: Invalid document. The document does not contain 'maindoc.xml'.
ar: مستند غير صالح. المستند لا يحتوي على 'maindoc.xml'.
eo: Nevalida dokumento. La dokumento ne enhavas 'maindoc.xml'.
he: מסמך שגוי. המסמך לא מכיל ‚maindoc.xml’.
ka: არასწორი დოკუმენტი. ის "maindoc.xml"-ს არ შეიცავს.
ru: Недопустимый документ. В документе не содержится «maindoc.xml».

source: Failed to open file: %1
ar: أخفقت محاولة فتح الملف: %1
eo: Malsukcesis malfermi dosieron: %1
he: פתיחת הקובץ נכשלה: %1
ka: ფაილის გახსნის შეცდომა: %1
ru: Не удалось открыть файл: %1

source: Parsing error in file '%1' at line %2, column %3<br>Error message: %4
ar: خطأ في تحليل الملفّ '%1' في السطر %2، العمود %3<br>رسالة الخطأ: %4
eo: Analiza eraro en dosiero '%1' ĉe linio %2, kolumno %3<br>Erarmesaĝo: %4
he: שגיאת פענוח בקובץ ‚%1’ בשורה %2, עמודה %3<br>הודעת שגיאה: %4
ka: დამუშავების შეცდომა ფაილში '%1' ხაზზე %2 სვეტი %3<br>შეცდომის შეტყობინება: %4
ru: Ошибка разбора синтаксиса в файле «%1», строка %2, позиция %3<br>Сообщение об ошибке: %4

source: Invalid document. No mimetype specified.
ar: مستند غير صالح. لا يوجد نوع MIME مُحدَّد.
eo: Malvalida dokumento. Neniu 'mime'-tipo difinita.
he: מסמך שגוי. לא צוין סוג תוכן.
ka: არასწორი დოკუმენტი. Mimetype მითითებული არაა.
ru: Недопустимый формат документа. Не указан тип MIME.

source: Invalid document. Expected mimetype application/x-vnd.kde.plan.work, got %1
ar: مستند غير صالح. نوع MIME المتوقَّع هو application/x-vnd.kde.plan.work، والوارد هو %1
eo: Nevalida dokumento. Atendis mimetype application/x-vnd.kde.plan.work, ektrovis %1
he: מסמך שגוי. סוג התוכן שאמור היה להיות הוא application/x-vnd.kde.plan.work, התקבל %1
ka: არასწორი დოკუმენტი. მოველოდი mime-ის ტიპს application/x-vnd.kde.plan,work, მივიღე %1
ru: Недопустимый документ. Ожидался файл типа application/x-vnd.kde.plan.work, обнаружен тип %1

source: This document is a newer version than supported by PlanWork (syntax version: %1)<br>Opening it in this version of PlanWork will lose some information.
ar: هذا المستند إصدار أحدث من الذي يدعمه PlanWork (إصدار البنية: %1)<br>سيؤدّي فتحه في هذا الإصدار من PlanWork إلى فقدان بعض المعلومات.
eo: Ĉi tiu dokumento estas pli nova versio ol subtenata de PlanWork (sintakso versio: %1)<br>Malfermi ĝin en ĉi tiu versio de PlanWork perdos iujn informojn.
he: המסמך הוא בגרסה חדשה יותר מזאת שנתמכת על ידי תכנון עבודה (גרסת תחביר: %1)<br>פתיחתו בגרסה הזאת של תכנון עבודה יגרום לאיבוד של חלק מהפרטים.
ka: ეს დოკუმენტი უფრო ახალი ვერსიითაა, ვიდრე ეს მხარდაჭერილია PlanWork-ის მიერ (სინტაქსის ვერსია: %1)<br>მისი გახსნით PlanWork-ის ამ ვერსიაში, შეიძლება, გარკვეული ინფორმაცია დაკარგოთ.
ru: Этот документ не поддерживается PlanWork, так как он более новой версии (версия формата: %1)<br>Открытие его в этой версии PlanWork может привести к потере некоторых данных.

source: Continue
ar: تابع
eo: Daŭrigi
he: להמשיך
ka: გაგრძელება
ru: Продолжить

source: File-Format Mismatch
ar: تنسيق الملف غير مطابق
eo: Dosiero-Formata Miskongruo
he: אי התאמה בתבנית הקובץ
ka: ფაილის ფორმატები არ ემთხვევა
ru: Несоответствие формата файла

source: Invalid document. Expected mimetype %2, got %1
ar: مستند غير صالح. نوع MIME المتوقَّع هو %2، والوارد هو %1
eo: Nevalida dokumento. Atendita MIMEtipo %2, akirita %1
he: מסמך שגוי. סוג התוכן שאמור היה להיות הוא %2, התקבל %1
ka: არასწორი დოკუმენტი. მოველოდი mimetype %2, მივიღე %1

source: Edit failed. Cannot find a work package.
ar: أخفقت محاولة التحرير. لا يمكن إيجاد حزمة عمل.
eo: Redakto malsukcesis. Ne povas trovi laborpakaĵon.
he: העריכה נכשלה. לא ניתן למצוא את חבילת העבודה.
ka: ჩასწორების შეცდომა. სამუშაო პაკეტი ვერ ვიპოვე.
ru: Не удалось изменить, пакет работ не найден.

source: Task Progress
ar: تقدّم المهمة
eo: Taska Progreso
he: התקדמות משימה
ka: ამოცანის მიმდინარეობა
ru: Ход выполнения задачи

source: Started:
ar: بدأ:
eo: Komencis:
he: החלה:
ka: დაწყებულია:
ru: Начато:

source: Finished:
ar: انتهى:
eo: Finis:
he: הסתיימה:
ka: დასრულებული:
ru: Завершено:

source: Add Entry
ar: أضف مدخلة
eo: Aldoni eron
he: הוספת רשומה
ka: ჩანაწერი
ru: Добавить запись

source: Remove Entry
ar: أزِل المدخلة
eo: Forigi eron
he: הסרת רשומה
ka: ჩანაწერის ამოღება
ru: Удалить запись

# @info:tooltip
source: Type: %1<nl/>Url: %2
ar: النّوع: %1<nl/>المسار: %2
eo: Tipo: %1<nl/>Url: %2
he: סוג: %1<nl/>כתובת: %2
ka: ტიპი: %1<nl/>Url: %2
ru: Тип: %1<nl/>Url: %2

# (qtundo-format)
source: Modify completion
ar: عدّل الإكمال
eo: Modifi kompletigon
he: שינוי השלמה
ka: დასრულების შეცვლა
ru: Уточнение уровня готовности Уточнение уровня готовности

# (qtundo-format)
source: Set finished
ar: اضبط الانتهاء
eo: Meti finita
he: הגדרה כהסתיים
ka: დასრულებულად მონიშვნა
ru: Установка завершённым установку завершённым

# (qtundo-format)
source: Modify remaining effort
ar: عدّل الجهد المتبقّي
eo: Modifi la restantan laborkvanton
he: שינוי מאמץ שנותר
ka: დარჩენილი სამუშაოების ჩასწორება
ru: Уточнение оставшегося объёма работ уточнение оставшегося объёма работ

# (qtundo-format)
source: Modify actual effort
ar: عدّل الجهد الفعلي
eo: Modifi realan laborkvanton
he: שינוי מאמץ בפועל
ka: მიმდინარე სამუშაოების ჩასწორება
ru: Уточнение текущего объёма работ уточнение текущего объёма работ

# @title:column
source: Name
ar: الاسم
eo: Nomo
he: שם
ka: სახელი
ru: Название

# @title:column
source: Type
ar: النّوع
eo: Tipo
he: סוג
ka: ტიპი
ru: Тип

# @title:column
source: Responsible
ar: المسؤول
eo: Respondeca
he: אחריות
ka: პასუხისმგებელი
ru: Ответственный

# @title:column
source: Description
ar: الوصف
eo: Priskribo
he: תיאור
ka: აღწერა
ru: Описание

# @title:column
source: Planned Start
ar: تاريخ البدء المخطَّط
eo: Planita Komenco
he: התחלה מתוכננת
ka: დაგეგმილი დაწყება
ru: Запланированное начало

# @title:column
source: Planned Finish
ar: تاريخ الانتهاء المخطَّط
eo: Planita Fino
he: סיום מתוכנן
ka: დაგეგმილი დასრულება
ru: Запланированное завершение

# @title:column
source: Resource Assignments
ar: إسنادات الموارد
eo: Atribuoj de Rimedoj
he: הקצאות משאבים
ka: რესურსების მინიჭება
ru: Распределение ресурсов

# @title:column
source: Completion
ar: الإكمال
eo: Kompletigo
he: השלמה
ka: დასრულება
ru: Готовность

# @title:column
source: Actual Effort
ar: الجهد الفعلي
eo: Reala Laborkvanto
he: מאמץ בפועל
ka: მიმდინარე სამუშაოები
ru: Фактический объём работ

# @title:column
source: Remaining Effort
ar: الجهد المتبقّي
eo: Restanta Laborkvanto
he: מאמץ שנותר
ka: დარჩენილი სამუშაოები
ru: Оставшийся объём работ

# @title:column
source: Planned Effort
ar: الجهد المخطَّط
eo: Planita Laborkvanto
he: מאמץ מתוכנן
ka: დაგეგმილი სამუშაოები
ru: Запланированный объём работ

# @title:column
source: Actual Start
ar: البدء الفعلي
eo: Fakta Komenco
he: התחלה בפועל
ka: ფაქტიური დასაწყისი
ru: Фактическое начало

# @title:column
source: Started
ar: بدأ
eo: Komenciĝis
he: החל
ka: დაიწყო
ru: Начато

# @title:column
source: Actual Finish
ar: الانتهاء الفعلي
eo: Fakta Fino
he: סיום בפועל
ka: ფაქტიური დასასრული
ru: Фактическое завершение

# @title:column
source: Finished
ar: انتهى
eo: Finita
he: הסתיים
ka: დასრულდა
ru: Завершено

# @title:column
source: Status
ar: الحالة
eo: Stato
he: מצב
ka: სტატუსი
ru: Состояние

# @title:column
source: Note
ar: ملاحظة
eo: Noto
he: הערה
ka: შენიშვნა
ru: Примечание

# @title:column
source: Project Name
ar: اسم المشروع
eo: Projektnomo
he: שם מיזם
ka: პროექტის სახელი
ru: Название проекта

# @title:column
source: Project Manager
ar: مدير المشروع
eo: Projektadministrilo
he: מנהל מיזם
ka: პროექტის მმართველი
ru: Руководитель проекта

source: Configure View...
ar: اضبط المنظور…
eo: Agordi Vidon...
he: הגדרת תצוגה…
ka: ხედის მორგება...
ru: Настроить вид...

# @info:tooltip
source: Task: %1<nl/>Actual finish: %2<nl/>Planned finish: %3<nl/>Status: %4<nl/>Project: %5
ar: المهمة: %1<nl/>الانتهاء الفعلي: %2<nl/>الانتهاء المخطَّط: %3<nl/>الحالة: %4<nl/>المشروع: %5
eo: Tasko: %1<nl/>Efektiva fino: %2<nl/>Planita finiĝo: %3<nl/>Stato: %4<nl/>Projekto: %5
he: משימה: %1<nl/>סיום בפועל: %2<nl/>סיום מתוכנן: %3<nl/>מצב: %4<nl/>מיזם: %5
ka: ამოცანა: %1<nl/>ფაქტიური დასასრული: %2<nl/>დაგეგმილი დასასრული: %3<nl/>სტატუსი: %4<nl/>პროექტი: %5
ru: Задача: %1<nl/>Фактическое завершение: %2<nl/>Запланированное завершение: %3<nl/>Состояние: %4<nl/>Проект: %5

# @info:tooltip
source: Task: %1<nl/>Completion: %2 %<nl/>Actual start: %3<nl/>Planned: %4 - %5<nl/>Status: %6<nl/>Project: %7
ar: المهمة: %1<nl/>الإكمال: %2 %%<nl/>البدء الفعلي: %3<nl/>المخطَّط: %4 - %5<nl/>الحالة: %6<nl/>المشروع: %7
eo: Tasko: %1<nl/>Completigo: %2 %<nl/>Efektiva komenco: %3<nl/>Planita: %4 - %5<nl/>Stato: %6<nl/>Projekto: %7
he: משימה: %1<nl/>השלמה: %2 %<nl/>התחלה בפועל: %3<nl/>תכנון: %4 - %5<nl/>מצב: %6<nl/>מיזם: %7
ka: ამოცანა: %1<nl/>დასრულება: %2 %<nl/>ფაქტიური დასაწყისი: %3<nl/>დაგეგმილი: %4 - %5<nl/>სტატუსი: %6<nl/>პროექტი: %7
ru: Задача: %1<nl/>Завершение: %2 %<nl/>Фактическое начало: %3<nl/>Запланировано: %4 — %5<nl/>Состояние: %6<nl/>Проект: %7

# @info:tooltip
source: Task: %1<nl/>Planned: %2 - %3<nl/>Status: %4<nl/>Project: %5
ar: المهمة: %1<nl/>المخطَّط: %2 - %3<nl/>الحالة: %4<nl/>المشروع: %5
eo: Tasko: %1<nl/>Planita: %2 - %3<nl/>Stato: %4<nl/>Projekto: %5
he: משימה: %1<nl/>תכנון: %2 - %3<nl/>מצב: %4<nl/>מיזם: %5
ka: ამოცანა: %1<nl/>დაგეგმილი: %2 - %3<nl/>სტატუსი: %4<nl/>პროექტი: %5
ru: Задача: %1<nl/>Запланированр: %2 — %3<nl/>Состояние: %4<nl/>Проект: %5

source: Remove Packages
ar: أزل الحزم
eo: Forigi Pakojn
he: הסרת חבילות
ka: პაკეტების წაშლა
ru: Удалить пакеты

source: Remove Package
ar: أزل الحزمة
eo: Forigi Pakon
he: הסרת חבילה
ka: პაკეტის წაშლა
ru: Удалить пакет

source: List
ar: قائمة
eo: Listo
he: רשימה
ka: სია
ru: Список

# @info:tooltip
source: Select task list
ar: اختر قائمة المهام
eo: Elekti liston de taskoj
he: נא לבחור רשימת משימות
ka: აირჩიეთ ამოცანების სია
ru: Выбрать список задач

source: Gantt
ar: مخطَّط جانت
he: גאנט
ka: განტის დიაგრამა
ru: Диаграмма Ганта

# @info:tooltip
source: Select timeline
ar: اختر الخط الزمني
eo: Elekti templinion
he: בחירת ציר זמן
ka: აირჩეთ დროის ხაზი
ru: Выбрать временную шкалу

source: Configure PlanWork...
ar: اضبط PlanWork…
eo: Agordi PlanWork...
he: הגדרת חבילת עבודה…
ka: PlanWork-ის მორგება...
ru: Настроить PlanWork...

source: Edit...
ar: حرّر...
eo: Redakti...
he: עריכה…
ka: ჩასწორება...
ru: Изменить...

# @verb
source: View...
ar: عرض...
eo: Vido...
he: הצגה…
ka: ხედი...
ru: Просмотреть...

source: Remove document
ar: أزل المستند
eo: Forigi dokumenton
he: הסרת מסמך
ka: დოკუმენტის წაშლა

source: Send Package...
ar: أرسِل الحزمة...
eo: Sendi pakon...
he: שליחת חבילה…
ka: პაკეტის გაგზავნა...
ru: Отправить пакет...

source: Edit Progress...
ar: حرّر التقدّم...
eo: Redakti Progreson...
he: התקדמות עריכה…
ka: პროგრესის რედაქტირება...
ru: Уточнить ход выполнения...

source: View Description...
ar: اعرض الوصف...
eo: Vidi Priskribon...
he: הצגת תיאור…
ka: აღწერილობის ნახვა...
ru: Показать описание...

source: This file is not editable
ar: هذا الملف غير قابل للتحرير
eo: Ĉi tiu dosiero ne estas redaktebla
he: הקובץ הזה אינו זמין לעריכה
ka: ფაილი ჩასწორებადი არაა
ru: Этот файл невозможно изменить

source: No work package is selected
ar: لا يوجد حزمة عمل مختارة
eo: Neniu laborpakaĵo estas elektita
he: לא נבחרה חבילת עבודה
ka: სამუშაო პაკეტი არჩეული არაა
ru: Не выбран пакет работ

source: Cannot find work package
ar: لا يمكن إيجاد حزمة العمل
eo: Ne povas trovi laborpakaĵon
he: לא ניתן למצוא חבילת עבודה
ka: სამუშაო პაკეტი ვერ ვიპოვე
ru: Не удалось найти пакет работ

source: Could not open file. Sending is aborted.
ar: لا يمكن فتح الملف. أُجهِض الإرسال.
eo: Ne eblis malfermi dosieron. Sendado estas ĉesigita.
he: לא ניתן לפתוח קובץ. השליחה בוטלה.
ka: ფაილის გახსნის შეცდომა. გაგზავნა გაუქმებულია.
ru: Не удалось открыть файл. Передача прервана.

source: Could not open temporary file. Sending is aborted.
ar: لا يمكن فتح الملف المؤقت. أُجهِض الإرسال.
eo: Ne eblis malfermi provizoran dosieron. Sendado estas ĉesigita.
he: לא ניתן לפתוח קובץ זמני. השליחה בוטלה.
ka: დროებით ფაილის გახსნის შეცდომა. გაგზავნა გაუქმებულია.
ru: Не удалось открыть временный файл. Передача прервана.

source: Work Package: %1
ar: حزمة العمل: %1
eo: Laborpako: %1
he: חבילת עבודה: %1
ka: სამუშაო პაკეტი: %1
ru: Пакет работ: %1

source: Document is already open
ar: المستند مفتوح بالفعل
eo: Dokumento jam estas malfermita
he: המסמך כבר פתוח
ka: დოკუმენტი უკვე ღიაა
ru: Документ уже открыт

source: Failed to load project: %1
ar: أخفقت محاولة تحميل المشروع: %1
eo: Malsukcesis ŝargi projekton: %1
he: טעינת המיזם נכשלה: %1
ka: პროექტის ჩატვირთვის შეცდომა: %1
ru: Не удалось загрузить проект: %1

source: Cannot save to empty filename
ar: لا يمكن الحفظ في اسم ملف فارغ
eo: Ne povas konservi al malplena dosiernomo
he: לא ניתן לשמור שם קובץ ריק
ka: ცარიელ ფაილის სახელში შენახვა შეუძლებელია
ru: Невозможно сохранить файл без названия

source: Could not create the file for saving
ar: لا يمكن إنشاء الملف للحفظ
eo: Ne eblis krei la dosieron por konservado
he: לא ניתן ליצור את הקובץ לשמירה
ka: შესანახი ფაილის შენახვის შეცდომა
ru: Не удалось создать файл для сохранения

source: Not able to write '%1'. Partition full?
ar: لا يمكن كتابة '%1'. القسم مليء؟
eo: Ne eblas skribi '%1'. Ĉu diskospaco elĉerpita?
he: לא ניתן לכתוב אל ‚%1’. המחיצה מלאה?
ka: %1-ის ჩაწერის შეცდომა. დანაყოფი გადავსებულია?
ru: Не удалось сохранить файл «%1». Возможно, диск переполнен.

source: Failed to open store: %1
ar: أخفقت محاولة فتح المخزن: %1
eo: Malsukcesis malfermi konservejon: %1
he: פתיחת האחסון נכשלה: %1
ka: მაღაზიის გახსნის შეცდომა: %1
ru: Не удалось открыть хранилище: %1

source: Cannot save to projects store: %1
ar: لا يمكن الحفظ في مخزن المشروعات: %1
eo: Ne povas konservi en projekt-konservejo: %1
he: לא ניתן לשמור לאחסון מיזמים: %1
ka: პროექტების მაღაზიის შენახვის შეცდომა: %1
ru: Не удалось сохранить в хранилище проектов: %1

# (qtundo-format)
source: Remove document
ar: أزل المستند
eo: Forigi dokumenton
he: הסרת מסמך
ka: დოკუმენტის წაშლა

source: Failed read file: %1
ar: أخفقت محاولة قراءة الملف: %1
eo: Malsukcesis legi dosieron: %1
he: קריאת הקובץ נכשלה: %1
ka: ფაილის წაკითხვის შეცდომა: %1
ru: Не удалось прочитать файл: %1

source: Failed write file: %1
ar: أخفقت محاولة كتابة الملف: %1
eo: Malsukcesis skribi dosieron: %1
he: הכתיבה לקובץ נכשלה: %1
ka: ფაილის ჩაწერის შეცდომა: %1
ru: Не удалось записать в файл: %1

# (qtundo-format)
source: Merge data
ar: ادمج البيانات
eo: Kunfandi datumojn
he: מיזוג נתונים
ka: მონაცემების შერწყმა
ru: Объединить данные

source: <p>The work package <b>'%2'</b> has an open document.</p><p>Data may be lost if you continue.</p>
ar: <p>لدى حزمة العمل <b>'%2'</b> مستند مفتوح.</p><p>قد تفقد البيانات إن تابعت.</p>
eo: <p>La laborpakaĵo <b>'%2'</b> havas malfermitan dokumenton.</p><p>Datumoj povus perdiĝi se vi daŭrigas.</p>
he: <p>לחבילת העבודה <b>‚%2’</b> יש מסמך פתוח.</p><p>הנתונים עלולים ללכת לאיבוד עקב בחירה להמשיך.</p>
ka: <p>სამუშაოს პაკეტს <b>'%2'</b> აქვს ღია დოკუმენტი.</p><p>გაგრძელების შემთხვევაში, შეიძლება, მონაცემები დაკარგოთ.</p>
ru: <p>В пакете работ <b>«%2»</b> открыты документы.</p><p>Если вы продолжите выполнение действия, данные могут быть потеряны.</p>

source: <p>The work package <b>'%1'</b> has been modified.</p><p>Do you want to save it?</p>
ar: <p>حزمة العمل <b>'%1'</b> معدّلة.</p><p>أتريد حفظها؟</p>
eo: <p>La laborpakaĵo <b>'%1'</b> estas modifita.</p><p>Ĉu vi volas konservi ĝin?</p>
he: <p>חבילת העבודה <b>‚%1’</b> השתנתה.</p><p>לשמור אותה?</p>
ka: <p>სამუშაო <b>პაკეტი '%1'</b> შეიცვალა.</p><p>გსურთ მისი შენახვა?</p>
ru: <p>Пакет работ <b>«%1»</b> был изменён.</p><p>Сохранить его?</p>

source: <p>Work package <b>'%1'</b></p><p>Could not open store:</p><p>%2</p>
ar: <p>حزمة العمل <b>'%1'</b></p><p>لا يمكن فتح المخزن:</p><p>%2</p>
eo: <p>Laborpakaĵo <b>'%1'</b></p><p>Ne eblis malfermi konservejon:</p><p>%2</p>
he: <p>חבילת העבודה <b>‚%1’</b></p><p>לא ניתן לפתוח את האחסון:</p><p>%2</p>
ka: <p>სამუშაო პაკეტი <b>'%1'</b></p><p>ვერ გავხსენი საცავი:</p><p>%2</p>
ru: <p>Пакет работ <b>«%1»</b></p><p>Не удалось открыть хранилище:</p><p>%2</p>

source: <p>Work package <b>'%1'</b></p><p>Could not extract file:</p><p>%2</p>
ar: <p>حزمة العمل <b>'%1'</b></p><p>لا يمكن استخراج الملف:</p><p>%2</p>
eo: <p>Laborpakaĵo <b>'%1'</b></p><p>Ne eblis ĉerpi dosieron:</p><p>%2</p>
he: <p>חבילת העבודה <b>‚%1’</b>p><p>לא ניתן לחלץ קובץ:</p><p>%2</p>
ka: <p>სამუშაო პაკეტი <b>'%1'</b></p><p>ვერ ამოვიღე ფაილი:</p><p>%2</p>
ru: <p>Пакет работ <b>«%1»</b></p><p>Не удалось извлечь файл:</p><p>%2</p>

source: Invalid document. Expected mimetype application/x-vnd.kde.kplato.work, got %1
ru: Недопустимый документ. Ожидался файл типа application/x-vnd.kde.kplato.work, обнаружен тип %1
