Repository: KDE/calligraplan
Catalog: po/*/calligraplanlibs.po
Languages: ar, eo, sl

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
eo: Axel Rousseau,Oliver Kellogg
sl: Andrej Vernekar,Matjaž Jeran

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
eo: axel@esperanto-jeunes.org,olivermkellogg@gmail.com
sl: andrej.vernekar@gmail.com,matjaz.jeran@amis.net

source: Document loaded, URL=%1
ar: حمِّل المستنَد، العنوان=%1
eo: Dokumento ŝargita, URL=%1
sl: Dokument je naložen, URL=%1

source: Account
ar: الحساب
eo: Konto
sl: Račun

source: Undefined
ar: غير معرّف
eo: Nedifinita
sl: Nedoločen

source: Non-working
ar: غير عامل
eo: Nelaboranta
sl: Ne-delovni

source: Working
ar: يعمل
eo: Laborante
sl: Delovni

# @item
source: Unknown
ar: مجهول
eo: Nekonata
sl: Neznano

# @item The produced document
source: Product
ar: المنتج
eo: Multobligo
sl: Izdelek

# @item Document is used for reference
source: Reference
ar: المرجع
eo: Referenco
sl: Referenca

# @item Send a copy of the document
source: Copy
ar: انسخ
eo: Kopii
sl: Kopiraj

# @item Send the reference (url) of the document
source: Reference
ar: المرجع
eo: Referenco
sl: Referenca

# <hours>h:<minutes>m
source: %1h:%2m
ar: %1سا:%2دق

# <hours>h:<minutes>m
source: %1h
ar: %1س

# <days>d <hours>h:<minutes>m
source: %1d %2h:%3m
ar: %1ي %2س:%3د

# <minutes>m:<seconds>s.<milliseconds>
source: %1m:%2s.%3
ar: %1د:%2ث.%3

# <minutes>m:<seconds>s
source: %1m:%2s
ar: %1د:%2ث

# <minutes>m
source: %1m
ar: %1دق

# <seconds>s
source: %1s
ar: %1ث

# <seconds>s.<milliseconds>
source: %1s.%2
ar: %1ث.%2

# <milliseconds>ms
source: %1ms
ar: %1م‌ث

# Year. Note: Letter(s) only!
source: Y
ar: س

# Month. Note: Letter(s) only!
source: M
ar: ش

# Week. Note: Letter(s) only!
source: w
ar: أ

# Day. Note: Letter(s) only!
source: d
ar: ي

# Hour. Note: Letter(s) only!
source: h
ar: س

# Minute. Note: Letter(s) only!
source: m
ar: د

# Second. Note: Letter(s) only!
source: s
ar: ث

# Millisecond. Note: Letter(s) only!
source: ms
ar: م‌ث

source: Deleted
ar: احذف
eo: Forigita
sl: Izbrisano

source: Not scheduled
ar: غير مُجَدْوَل
eo: Ne planita
sl: Ni razporejeno

source: Scheduled
ar: مُجَدْوَل
eo: Planita
sl: Razporejeno

source: Resource overbooked
ar: المورِد محجوز زيادة
eo: Rimedo tromendita
sl: Vir dodeljen večkrat

source: Resource not available
ar: المورِد غير متاح
eo: Rimedo ne havebla
sl: Vir ni na voljo

source: No resource allocated
ar: ما خُصِّص مورِد
eo: Neniu rimedo asignita
sl: Noben vir ni bil dodeljen

source: Cannot fulfill constraints
ar: لا أستطيع تحقيق القيود
eo: Ne povas plenumi limojn
sl: Časovne omejitve ne morejo biti zadovoljene

source: Effort not met
ar: الجهد غير مُحَقَّق
eo: Penado ne plenumita
sl: Premalo delovnega napora

source: Scheduling error
ar: خطأ في الجدولة
eo: Eraro pri planado
sl: Napaka pri razporejanju

# project scheduling canceled by user
source: Canceled
ar: أُلغي
eo: Nuligite
sl: Preklicano

source: None
ar: بلا شيء
eo: Neniu
sl: Brez

source: Project
ar: المشروع
eo: Projekto
sl: Projekt

source: Sub-Project
ar: مشروع فرعي
eo: Subprojekto
sl: Podprojekt

source: Task
ar: المهمّة
eo: Tasko
sl: Naloga

source: Milestone
ar: علامة على الطريق
eo: Mejloŝtono
sl: Mejnik

source: Periodic
ar: دَوري
eo: Perioda
sl: Periodično

source: Summary
ar: الملخّص
eo: Resumo
sl: Povzetek

source: As Soon As Possible
ar: أسرع ما أمكن
eo: Kiel Eble
sl: Takoj, ko bo mogoče

source: As Late As Possible
ar: أبطأ ما أمكن
eo: Kiel Eble Malfrue
sl: Tako pozno, kot je mogoče

source: Must Start On
ar: يجب أن يبتدئ في
eo: Devas Komenci
sl: Se mora začeti

source: Must Finish On
ar: يجب أن ينتهي في
eo: Devas Finiĝi
sl: Mora se zaključiti do

source: Start Not Earlier
ar: لا يبتدئ قبل
eo: Komenci Ne Pli Frue
sl: Ne začni prej kot

source: Finish Not Later
ar: لا ينتهي بعد
eo: Fini Ne Poste
sl: Ne zaključi kasneje kot

source: Fixed Interval
ar: فترة ثابتة
eo: Fiksa Intervalo
sl: Fiksni interval

source: Task constraint outside project constraint
ar: قيد المُهمّة خارج قيد المشروع
eo: Taska limo ekster projekta limo
sl: Omejitev naloge izven omejitev projekta

source: Effort
ar: الجهد
eo: Penado
sl: Napor

source: Duration
ar: المدّة
eo: Daŭro
sl: Trajanje

source: Low
ar: منخفض
eo: Malalta
sl: Nizek

source: High
ar: عالي
eo: Alta
sl: Visok

source: Init
ar: نظام تمهيد
sl: Inicialke

source: Schedule project from: %1
ar: جدْوِل المشروع من: %1
eo: Plani projekton ekde: %1
sl: Razporejen projekt iz: %1

# Schedule project forward
source: Forward
ar: تقدّم
eo: Antaŭen
sl: Naprej

source: Calculate finish
ar: احسب الانتهاء
eo: Kalkuli finon
sl: Izračunaj zaključek

# Schedule project backward
source: Backward
ar: إلى الوراء
eo: Malantaŭen
sl: Nazaj

source: Calculate start
ar: احسب البدء
eo: Kalkuli komencon
sl: Izračunaj začetek

source: Schedule
ar: الجدولة
eo: Horaro
sl: Razporedi

source: Schedule tasks forward
ar: جدْوِل المُهمّات للأمام
eo: Vicigi taskojn antaŭen
sl: Razpored nalog naprej

source: Scheduling canceled
ar: إلغاء الجدولة
eo: Programado nuligita
sl: Razporejanje preklicano

source: Scheduled finish: %1
ar: انتهاء مُجَدْوَل: %1
eo: Planita fino: %1
sl: Razporejen zaključek: %1

source: Could not finish project in time: %1
ar: لا أستطيع إنهاء المشروع في الموعد: %1
eo: Ne eblis fini la projekton ĝustatempe: %1
sl: Ni mogoče zaključiti projekta v danem času: %1

source: Finished project exactly on time: %1
ar: أنهِ المشروع في الموعد بالضبط: %1
eo: Finis projekton precize ĝustatempe: %1
sl: Projekt zaključen točno v roku: %1

source: Finished project before time: %1
ar: أنهِ المشروع قبل الموعد: %1
eo: Finis projekton antaŭ tempo: %1
sl: Projekt zaključen pred rokom: %1

source: Schedule project forward from: %1
ar: جدْوِل المشروع للأمام من: %1
eo: Vicigi projekton antaŭen de: %1
sl: Razporedi projekt naprej od: %1

source: Calculate late finish
ar: احسب الانتهاء المتأخر
eo: Kalkuli malfruan finon
sl: Izračunaj pozni zaključek

source: Late finish calculated: %1
ar: حُسِب الانتهاء المتأخر: %1
eo: Malfrua fino kalkulita: %1
sl: Izračunal pozni zaključek: %1

source: Calculate early start
ar: احسب البدء المُبكِّر
eo: Kalkuli fruan komencon
sl: Izračunan zgodnji začetek

source: Schedule project backward from: %1
ar: جدْوِل المشروع للخلف من: %1
eo: Vicigi projekton malantaŭen ekde: %1
sl: Razporedi projekt nazaj od: %1

source: Early start calculated: %1
ar: حُسِب البدء المُبكِّر: %1
eo: Frua komenco kalkulita: %1
sl: Izračunan zgodnji začetek: %1

source: Schedule tasks backward
ar: جدْوِل المُهمّات للخلف
eo: Vicigi taskojn malantaŭen
sl: Razporedi naloge nazaj

source: Failed to finish project within target time
ar: فشلت إنهاء المشروع ضمن وقت الهدف
eo: Malsukcesis fini la projekton en la celtempo
sl: Projekta ni mogoče zaključiti v danem roku

source: Scheduled start: %1, target time: %2
ar: بدء مُجَدْوَل: %1، وقت الهدف: %2
eo: Vicigita komenco: %1, cela tempo: %2
sl: Razporejen začetek; %1 ciljni rok: %2

source: Must start project early in order to finish in time: %1
ar: يجب أن يبدأ المشروع مُبكِّرًا لإنهائه في الموعد: %1
eo: Devas komenci projekton frue por finiĝi ĝustatempe: %1
sl: Moramo začeti zgodaj, če hočemo zaključiti do roka: %1

source: Start project exactly on time: %1
ar: ابتدئ المشروع في الموعد بالضبط: %1
eo: Komenci projekton ĝuste ĝustatempe: %1
sl: Začnemo projekt natančno ob času: %1

source: Can start project later than time: %1
ar: أستطيع بدء المشروع بعد الموعد: %1
eo: Povas komenci projekton pli malfrue ol la tempo: %1
sl: Lahko začnemo projekt kasneje kot: %1

source: Calculation took: %1
ar: استغرقت الحساب: %1
eo: Kalkulo daŭris: %1
sl: Izračun je porabil: %1

source: Start calculating forward
ar: ابتدئ الحساب للأمام
eo: Komenci kalkuli antaŭen
sl: Začetek računanja naprej

source: Finished calculating forward: %1 ms
ar: انتهاء الحساب للأمام: %1 مللي ثانية
eo: Finis kalkulon antaŭen: %1 ms
sl: Zaključeno računanje naprej: %1 ms

source: Start calculating backward
ar: ابتدئ الحساب للخلف
eo: Komenci kalkuli malantaŭen
sl: Začetek računanja nazaj

source: Finished calculating backward: %1 ms
ar: انتهاء الحساب للخلف: %1 مللي ثانية
eo: Finis kalkuladon malantaŭen: %1 ms
sl: Zaključeno računanje nazaj: %1 ms

source: Start scheduling forward
ar: ابتدئ الجدولة للأمام
eo: Komenci plani antaŭen
sl: Začetek razporejanja naprej

source: Finished scheduling forward: %1 ms
ar: انتهاء الجدولة للأمام: %1 مللي ثانية
eo: Finis vicigo antaŭen: %1 ms
sl: Zaključeno razporejanje naprej: %1 ms

source: Start scheduling backward
ar: ابتدئ الجدولة للخلف
eo: Komenci vicigon malantaŭen
sl: Začetek razporejanja nazaj

source: Finished scheduling backward: %1 ms
ar: انتهاء الجدولة للخلف: %1 مللي ثانية
eo: Finis vicigon malantaŭen: %1 ms
sl: Zaključeno razporejanje nazaj: %1 ms

source: Plan
ar: الخطة
eo: Plano

source: Finish-Start
ar: انتهاء-بدء
eo: Fino-Komenco
sl: Konec-Začetek

source: Finish-Finish
ar: انتهاء-انتهاء
eo: Fino-Fino
sl: Konec-Konec

source: Start-Start
ar: بدء-بدء
eo: Komenco-Komenco
sl: Začetek-Začetek

source: Re-scheduling but no used resources was found
ar: إعادة جدولة، ولكن لم يُعثَر على موارِد مُستخدَمة
eo: Replanado sed neniuj uzitaj rimedoj estis trovitaj
sl: Ponovno razporejanje a ni najdenih uporabljenih virov

source: Deviation match: granularity: %1, deviation: %2
ar: مطابقة الانحراف: الحبيبيّة: %1، الانحراف: %2
eo: Devio-kongruo: granulareco: %1, devio: %2
sl: Ustreznost deviacije: zrnatost: %1, deviacija: %2

source: Could not match effort. Want: %1 got: %2 (%3)
ar: لا أستطيع مطابقة الجهد. أريد: %1 حصلت على: %2 (%3)
eo: Ne povis egali laborkvanton. Deziras: %1 ricevis: %2 (%3)
sl: Usklajevanje napora ni uspelo. Želeno: %1 dobljeno: %2 (%3)

source: Resource %1 available from %2 to %3
ar: المورِد %1 متاح من %2 إلى %3
eo: Rimedo %1 havebla de %2 ĝis %3
sl: Vir %1 je na voljo od %2 do %3

source: Expected
ar: متوقع
eo: Atendis
sl: Pričakovano

source: Debug
ar: نقّح
eo: Sencimigi
sl: Razhrošči

source: Info
ar: معلومات
eo: Informo
sl: Informacije

source: Warning
ar: تحذير
eo: Averto
sl: Opozorilo

source: Error
ar: خطأ
eo: Eraro
sl: Napaka

source: Scheduling
ar: جدولة
eo: Planado
sl: Razporejanje

source: Portfolio
ar: حقيبة عَرض
sl: Portfelj

source: Baselined
ar: خط قاعدي
eo: Bazliniita
sl: Na osnovi

source: Calculate early finish
ar: احسب الانتهاء المُبكِّر
eo: Kalkuli fruan finon
sl: Izračunaj zgodnji zaključek

# 1=type of constraint
source: %1: Failed to meet constraint
ar: %1: فشلت تحقيق القيد
eo: %1: Malsukcesis plenumi limigon
sl: %1: Ni zadovoljil omejitev

source: Resource %1 booked from %2 to %3
ar: المورِد %1 محجوز من %2 إلى %3
eo: Rimedo %1 mendita de %2 ĝis %3
sl: Vir %1 je rezerviran od %2 do %3

source: Early finish calculated: %1
ar: حُسِب الانتهاء المُبكِّر: %1
eo: Frua fino kalkulita: %1
sl: Izračunan zgodnji zaključek: %1

source: Calculate late start
ar: احسب البدء المتأخر
eo: Kalkuli malfruan komencon
sl: Izračunaj pozni začetek

source: Late start calculated: %1
ar: حُسِب البدء المتأخر: %1
eo: Malfrua komenco kalkulita: %1
sl: Izračunan pozni začetek: %1

source: Start schedule forward: %1
ar: ابتدئ الجدولة للأمام: %1
eo: Komenci horaron antaŭen: %1
sl: Začenjam razporejati naprej: %1

source: Schedule from start %1
ar: جدْوِل من البدء %1
eo: Vicigi de komenco %1
sl: Razpored od začetka %1

source: %1: Scheduling failed using late finish, trying early finish instead.
ar: %1: فشلت الجدولة باستخدام الانتهاء المتأخر، أجرِّب الانتهاء المُبكِّر بدلاً منه.
eo: %1: Planado malsukcesis uzante malfruan finon, provante fruan finiĝon anstataŭe.
sl: %1: Ni mogoče razporediti s poznim zaključkom, namesto tega poskušam z zgodnjim zaključkom.

# 1=type of constraint
source: %1: Failed to meet constraint. Negative float=%2
ar: %1: فشلت تحقيق القيد. فضاؤه السالب = %2
eo: %1: Malsukcesis plenumi limon. Negativa flosilo=%2
sl: %1: Niso zadovoljene omejitve. Negativna pomičnost=%2

source: Effort deviation. Estimate: %1, scheduled: %2, granularity: %3
ar: انحراف الجهد. التقدير: %1، المُجَدْوَل: %2، الحبيبيّة: %3
eo: Pena devio. Takso: %1, planita: %2, granulareco: %3
sl: Deviacija delovnega napora. Ocenjeno: %1, planirano: %2, zrnatost: %3

source: Effort not met. Estimate: %1, scheduled: %2
ar: الجهد غير مُحَقَّق. التقدير: %1، المُجَدْوَل: %2
eo: Penado ne plenumita. Takso: %1, planita: %2
sl: Delovni napor ni zadosten. Ocena: %1, planirano: %2

source: Failed to schedule within project target time
ar: فشلت الجدولة ضمن وقت الهدف للمشروع
eo: Malsukcesis plani en la projekta celtempo
sl: Ni mogoče razporediti v danem roku

source: Starting earlier than early start
ar: يبتدئ أبكر من البدء المُبكِّر
eo: Komencante pli frue ol frua komenco
sl: Začenjamo bolj zgodaj od zgodnjega začetka

source: Finishing later than late finish
ar: ينتهي أبكر من الانتهاء المتأخر
eo: Finiĝo poste ol malfrua finiĝo
sl: Zaključimo kasneje od poznega zaključka

source: Scheduled: %1 to %2
ar: مُجَدْوَل: %1 إلى %2
eo: Planita: %1 ĝis %2
sl: Razporejeno: %1 do %2

source: Finished schedule forward: %1 ms
ar: انتهاء الجدولة للأمام: %1 مللي ثانية
eo: Finita horaro antaŭen: %1 ms
sl: Zaključeno razporejanje naprej: %1 ms

source: Schedule from end time: %1
ar: جدْوِل من وقت النهاية: %1
eo: Horaro de fintempo: %1
sl: Razporejanje od končnega časa: %1

# 1=type of constraint
source: %1: Failed to schedule within late finish.
ar: %1: فشلت الجدولة ضمن الانتهاء المتأخر.
eo: %1: Malsukcesis plani en malfrua finiĝo.
sl: %1: Ni mogoče razporediti do poznega zaključka.

# 1=type of constraint
source: %1: Failed to schedule within successors start time
ar: %1: فشلت الجدولة ضمن وقت بدء الخلفاء
eo: %1: Malsukcesis plani ene de la posteul-komenca tempo
sl: %1: Ni mogoče razporediti do začetka naslednje naloge

# 1=type of constraint
source: %1: Failed to schedule after early start.
ar: %1: فشلت الجدولة بعد البدء المُبكِّر.
eo: %1: Malsukcesis plani post frua komenco.
sl: %1: Ni mogoče razporediti po zgodnjem začetku.

source: No resource has been allocated
ar: ما خُصِّص أي مورِد
eo: Neniu rimedo estis asignita
sl: Noben vir ni bil dodeljen

source: Could not match work duration. Want: %1 got: %2
ar: لا أستطيع مطابقة مدة العمل. أريد: %1 حصلت على: %2
eo: Ne eblis egali labordaŭron. Deziras: %1 akiris: %2
sl: Ni mogoče uskladiti trajanja naloge. Željeno: %1 dobljeno: %2

source: Number
ar: عدد
eo: Numero
sl: Število

source: Roman, upper case
ar: روماني، أحرف كبيرة
eo: Roma, majuskla
sl: Rimska, velike črke

source: Roman, lower case
ar: روماني، أحرف صغيرة
eo: Roma, minuskla
sl: Rimska, male črke

source: Letter, upper case
ar: حرف، أحرف كبيرة
eo: Litero, majuskla
sl: Črka, velike črke

source: Letter, lower case
ar: حرف، أحرف صغيرة
eo: Litero, minuskla
sl: Črka, male črke

# @item:inlistbox resource type
source: Work
ar: العمل
eo: Laboro
sl: Delo

# @item:inlistbox resource type
source: Material
ar: الخامة
eo: Materialo

# @item:inlistbox resource type
source: Team
ar: فريق
eo: Teamo
sl: Ekipa

source: Make appointments: Invalid time
ar: اجعل المواعيد: الوقت غير صالح
eo: Fari rendevuojn: Nevalida tempo
sl: Podani sestanki: nedovoljen čas

source: Resource %1 has no calendar defined
ar: المورِد %1 ما عُرِّف له تقويم
eo: Rimedo %1 havas neniun kalendaron difinita
sl: Vir %1 nima določenega koledarja

source: Make appointments: Node start time is not valid
ar: اجعل المواعيد: وقت بدء العُقدة غير صالح
eo: Fari rendevuojn: Noda komenca tempo ne validas
sl: Določi sestanke: Začetni čas ni veljaven

source: Make appointments: Node end time is not valid
ar: اجعل المواعيد: وقت انتهاء العُقدة غير صالح
eo: Fari rendevuojn: Noda fintempo ne validas
sl: Določi sestanke: Končni čas ni veljaven

source: Resource %1 not available in interval: %2 to %3
ar: المورِد %1 غير متاح في الفترة: %2 إلى %3
eo: Rimedo %1 ne havebla en intervalo: %2 ĝis %3
sl: Vir %1 ni na voljo v intervalu: od %2 do %3

source: Send
ar: أرسل
eo: Sendi
sl: Pošlji

source: Receive
ar: استلم
eo: Ricevi
sl: Prejmi

source: Rejected
ar: ارفض
eo: Malakceptita
sl: Zavrnjen

# Default text for undo action
source: Undo
ar: تراجع
eo: Malfari
sl: Razveljavi

source: Undo %1
ar: تراجع %1
eo: Malfari %1
sl: Razveljavi %1

# Default text for redo action
source: Redo
ar: كرّر
eo: Refari
sl: Uveljavi

source: Redo %1
ar: كرّر %1
eo: Refari %1
sl: Uveljavi %1

source: <empty>
ar: <فارغ>
eo: <malplena>
sl: <prazno>

source: Redo
ar: كرّر
eo: Refari
sl: Uveljavi

source: Undo
ar: تراجع
eo: Malfari
sl: Razveljavi

source: The person responsible for this task. This is not limited to persons available in a resource group but can be anyone. You can even directly access your address book with the Choose button.
ar: الشخص المسؤول عن هذه المُهمّة. لا يقتصر هذا على أشخاص متاحين في مجموعة موارِد، بل قد يكون أيّ شخص. أستطيع الوصول آليًا إلى دفتر العناوين بضغطة زرّ الاختيار.
eo: La respondeca por ĉi tiu tasko. Tio ĉi ne estas limigita al personoj disponeblaj en rimeda grupo sed povas esti iu ajn. Vi eĉ povas rekte aliri vian adreslibron per la butono Elekti.
sl: Oseba, ki je odgovorna za to nalogo. Ni omejeno samo na osebe, ki so na voljo v skupini virov. To je lahko kdorkoli. Z gumbom Izbor lahko neposredno dostopate do svojega adresarja.

source: Documentation:
ar: التّوثيق:
eo: Dokumentado:
sl: Dokumentacija:

source: Context help:
ar: مساعدة سياقيّة:
eo: Kunteksta helpo:
sl: Kontekstna pomoč:

source: Context language
ar: لغة السياق
eo: Kunteksta lingvo
sl: Jezik konteksta

source: No autosave
ar: لا تحفظ آليًّا
eo: Neniu aŭtomata konservado
sl: Ni samodejnega shranjevanja

# unit symbol for minutes, leading space as separator
source: min
ar: دقائق

source: Autosave interval:
ar: فترة الحفظ الآليّ:
eo: Aŭtomata konserva intervalo:
sl: Interval samodejnega shranjevanja:

source: Create backup file:
ar: أنشئ ملف احتياطي:
eo: Krei rezervan dosieron:
sl: Ustvari varovalno kopijo:

source: --- separator ---
ar: --- فاصل ---
eo: --- apartigilo ---
sl: --- ločitelj ---

source: --- expanding spacer ---
ar: ---فراغ موسع ---
eo: --- vastiga interspaco ---
sl: --- razširitveni prostor ---

# @title:window
source: Change Text
ar: غيّر النص
eo: Ŝanĝi Tekston
sl: Spremeni besedilo

source: Icon te&xt:
ar: نص الأي&قونة:
eo: Te&ksto de piktogramo:
sl: Besedilo ikone:

# @option:check
source: &Hide text when toolbar shows text alongside icons
ar: أ&خفِ النص عندما يعرض شريط الأدوات النص بجانب الأيقونات
eo: &Kaŝi tekston kiam ilobreto montras tekston apud piktogramoj
sl: Skrivaj besedilo, kadar orodna vrstica prikazuje besedilo zraven ikone

# @title:window
source: Configure Toolbars
ar: اضبط أشرطة الأدوات
eo: Agordi Ilobretojn
sl: Nastavi orodne vrstice

source: Do you really want to reset all toolbars of this application to their default? The changes will be applied immediately.
ar: هل تريد فعلاً استرجاع كل أشرطة الأدوات الخاصة بهذا التطبيق إلى قيمها المبدئية ؟ ستطبق التغييرات فوراً.
eo: Ĉu vi vere volas restarigi ĉiujn ilbretojn de ĉi tiu aplikaĵo al sia defaŭlta? La ŝanĝoj estos aplikitaj tuj.
sl: Ali zares želite ponovno nastaviti vse orodne vrstice te aplikacije na privzeto vrednost? Spremembe bodo uveljavljene takoj.

source: Reset Toolbars
ar: صفّر أشرطة الأدوات
eo: Restarigi Ilobretojn
sl: Ponovno nastavi orodne vrstice

source: Reset
ar: صفّر
eo: Restarigi
sl: Ponovno nastavi

source: &Toolbar:
ar: &شريط الأدوات:
eo: Ilobre&to:
sl: Orodna vrstica:

source: A&vailable actions:
ar: الإجراءات المت&وفرة:
eo: Ha&veblaj agoj:
sl: Razpoložljive dejavnosti:

source: Filter
ar: المرشّح
eo: Filtrilo

source: Curr&ent actions:
ar: الإجراءات ال&حالية:
eo: Nunaj aktiv&ecoj:
sl: Trenutne dejavnosti:

# @action:button
source: Change &Icon...
ar: غيّر ال&أيقونة...
eo: Ŝanĝi P&iktogramon...
sl: Spremeni ikono...

# @action:button
source: Change Te&xt...
ar: غيّر ال&نصّ...
eo: Ŝanĝi Te&kston...
sl: Spremeni besedilo...

source: This element will be replaced with all the elements of an embedded component.
ar: ستُستبدل هذا العنصر بكل العناصر من المكوّن المدمج
eo: Ĉi tiu elemento estos anstataŭigita per ĉiuj elementoj de enigita komponanto.
sl: Ta element bo zamenjan z vsemi elementi vdelane komponente.

source: <Merge>
ar: <ادمج>
eo: <Kunfandi>
sl: <Zlij>

source: <Merge %1>
ar: <ادمج %1>
eo: <Kunfandi %1>
sl: <Zlij %1>

source: This is a dynamic list of actions. You can move it, but if you remove it you will not be able to re-add it.
ar: هذه قائمة إجراءات حركية. يمكنك تحريكها، لكن إذا حذفتها، لن يمكنك إضافتها مرة أخرى.
eo: Ĉi tio estas dinamika listo de agoj. Vi povas movi ĝin, sed se vi forigas ĝin, vi ne povos re-aldoni ĝin.
sl: To je dinamičen seznam dejavnosti. Lahko ga premikate, a če ga odstranite, ga ne boste mogli spet dodati.

source: ActionList: %1
ar: قائمة الإجراءات: %1
eo: AgoListo: %1
sl: Seznam dejavnosti: %1

source: Change Icon
ar: غيّر الأيقونة
eo: Ŝanĝi Piktogramon
sl: Spremeni ikono

source: just load the file and then exit
ar: حمِّل الملف واخرج آليًا
eo: simple ŝargu la dosieron kaj poste eliru
sl: samo naloži datoteko in potem končaj

source: load the file, show the window and progressbar and then exit
ar: حمِّل الملف، اعرِض النافذة وشريط التقدم واخرج آليًا
eo: ŝargi la dosieron, montri la fenestron kaj progresbreton kaj poste eliri
sl: samo naloži datoteko, prikaži okno in letvico napredka ter potem končaj

source: Filename to write profiling information into.
ar: اسم الملف لِكتابة معلومات التشكيلة إليه.
eo: Dosiernomo por skribi profiladajn informojn.
sl: Ime datoteke za zapisi informacij profila.

source: File(s) or URL(s) to open
ar: الملف (الملفات) أو رابط (روابط) لِفتحها
eo: Dosiero(j) aŭ URL(j) por malfermi
sl: Datoteke in spletni naslovi za odpiranje

source: %1: Critical Error
ar: %1: خطأ حرج
eo: %1: Kritika Eraro
sl: %1: Kritična napaka

source: Essential application components could not be found. This might be an installation issue. Try restarting or reinstalling.
ar: لا أستطيع إيجاد مُكوِّنات التطبيق الأساسيّة. قد تكون هذه مشكلة تثبيت. أعِد التشغيل أو أَعِد التثبيت.
eo: Ne troveblas esencaj aplikaĵaj komponantoj. Ĉi tio eble estas instala problemo. Provu rekomenci aŭ reinstali.
sl: Na najdemo bistvenih komponent programa. To je verjetno posledica namestitve. Poskusite ponovni zagon programa ali ponovno namestitev.

# @title:window
source: Recover Files
ar: استَرِد الملفات
eo: Reakiri dosierojn
sl: Obnovi datoteke

source: The following autosave file can be recovered:
ar: أستطيع استرداد ملف الحفظ الآلي التالي:
eo: La sekva aŭtokonserva dosiero povas esti reakirita:
sl: Naslednje avtomatično shranjene datoteke so bile obnovljene:

source: The following autosave files can be recovered:
ar: أستطيع استرداد ملفات الحفظ الآلي التالية:
eo: La sekvaj aŭtomate konserveblaj dosieroj povas esti reakiritaj:
sl: Naslednje avtomatično shranjene datoteke lahko obnovimo:

source: Making backup...
ar: عمل نسخة احتياطية...
eo: Farante sekurkopion...
sl: Izdelujem varnostno kopijo...

source: Saving...
ar: يحفظ...
eo: Konservante...
sl: Shranjujem...

source: Could not save %1
ar: تعذر حفظ %1
eo: Ne eblis konservi %1
sl: Ni bilo mogoča shraniti %1

source: Could not save %1 Reason: %2
ar: تعذر حفظ %1 السبب: %2
eo: Ne eblis konservi %1 Kialo: %2
sl: Ni bilo mogoče shraniti %1 Razlog: %2

source: Document <i>%1</i> saved
ar: المستند <i>%1</i> قد حفظ
eo: Dokumento <i>%1</i> konservita
sl: Dokument <i>%1</i> shranjen

source: The password of this encrypted document is not known. Autosave aborted! Please save your work manually.
ar: كلمة السر لهذا المستند المعمى مجهولة. أجهض الحفظ الآليّ! يرجى حفظ عملك يدويا.
eo: La pasvorto de ĉi tiu ĉifrita dokumento ne estas konata. Aŭtomata konservado ĉesigita! Bonvolu konservi vian laboron permane.
sl: Geslo šifriranja tega dokumenta ni znano. Samodejno shranjevanje ni uspelo! Prosimo shranite vaše delo ročno.

source: Autosaving...
ar: يجري الحفظ الآليّ...
eo: Aŭtomata konservado...
sl: Avtomatsko shranjevanje...

source: Error during autosave! Partition full?
ar: خطأ أثناء الحفظ الآليّ! القسم مليء؟
eo: Eraro dum aŭtomata konservado! Vando plena?
sl: Napaka pri avtomatskem shranjevanju! Disk poln?
