Repository: KDE/calligraplan
Catalog: po/*/calligraplan_scheduler_rcps.po
Languages: ar

# @info:whatsthis
source: <title>RCPS Scheduler</title><para>The Resource Constrained Project Scheduler (RCPS) focuses on scheduling the project to avoid overbooking resources. It still respects task dependencies and also tries to fulfill time constraints. However, time constraints can make it very difficult to find a good solution, so it may be preferable to use a different scheduler in these cases.</para>
ar: <title>مُجدوِل RCPS</title><para>يُركّز مُجدوِل المشاريع المقيّدة بالموارد (RCPS) على جدولة المشروع لتجنّب حجز الموارد بشكل مُفرط. يَحترِم المُجدوِل ترابُطات المَهام ويسعى أيضاً لتحقيق قيود الوقت. على الرغم من ذلك، يُمكن لقيود الوقت أن تُصعِّب جداً إيجاد حل جيّد، لذا ربّما يكون استخدام مُجدوِل مختلف أفضل في تلك الحالات.</para>

source: Scheduling halted after %1 generations
ar: أوقِفَت الجدولة بعد %1 جيل

source: Init
ar: التمهيد

source: Re-calculate project from start time: %1
ar: أعِد حساب المشروع بدءاً من وقت البداية: %1

source: Schedule project from start time: %1
ar: جَدول المشروع بدءاً من وقت البداية: %1

source: Schedule project from end time: %1
ar: جَدول المشروع انتهاءً بوقت النهاية: %1

source: Failed to build a valid RCPS project
ar: فشِل بناء مشروع RCPS صالح

source: Schedule
ar: الجدولة

source: Invalid scheduling solution. Result: %1
ar: حل جدولة غير صالح. النتيجة: %1

source: No resource request is registered
ar: ما سُجّل طلب مورد

source: No resource has been allocated
ar: ما خُصّص أيّ مورد

source: Scheduled task to start at %1 and finish at %2
ar: حُدِّد بدء المهمة في %1 وتنهي في %2

source: Project scheduled to start at %1 and finish at %2
ar: حُدِّد بدء المشروع في %1 وتنهي في %2

source: Must start project early in order to finish in time: %1
ar: يجب أن يبدأ المشروع مُبكّراً كي ينتهي في الموعد: %1

# Project Evaluation and Review Technique
source: PERT
ar: بيرت

# 1=type of constraint
source: %1: Failed to meet constraint. Negative float=%2
ar: %1: فشِل تحقيق القيد. فجوة سلبية = %2
