Repository: KDE/calligraplan
Catalog: po/*/calligraplan.po
Languages: ar, eo, ka, sl

# @info:whatsthis
source: <title>Context help</title><para>Help is available many places using <emphasis>What's This</emphasis>.<nl/>It is activated using the menu entry <interface>Help->What's this?</interface> or the keyboard shortcut <shortcut>Shift+F1</shortcut>.</para><para>In dialogs it is available via the <interface>?</interface> in the dialog title bar.</para><para>If you see <link url='%1'>More...</link> in the text, pressing it will display more information from online resources in your browser.</para>
ar: <title>تعليمات السياق</title><para>تتوفر التعليمات في أماكن كثيرة باستخدام <emphasis>ما هذا</emphasis>.<nl/>تُفعل باستخدام مدخل القائمة <interface>تعليمات->ما هذا؟</interface> أو اختصار لوحة المفاتيح <shortcut>Shift+F1</shortcut>.</para><para>في مربعات الحوار، تتوفر عبر <interface>؟</interface> في شريط عنوان مربع الحوار.</para><para>إذا رأيت <link url='%1'>المزيد...</link> في النص، فإن الضغط عليه سيُظهر مزيدًا من المعلومات من الموارد عبر الإنترنت في متصفحك.</para>
sl: <title>Context help</title><para>Help is available many places using <emphasis>What's This</emphasis>.<nl/>It is activated using the menu entry <interface>Help->What's this?</interface> or the keyboard shortcut <shortcut>Shift+F1</shortcut>.</para><para>In dialogs it is available via the <interface>?</interface> in the dialog title bar.</para><para>If you see <link url='%1'>More...</link> in the text, pressing it will display more information from online resources in your browser.</para> <title>Kontekstna pomoč</title><para>Pomoč je na voljo na mnogih mestih z uporabo <emphasis>Kaj je to</emphasis>.<nl/>Aktiviramo ga v menijski točki <interface>Pomoč->Kaj je to?</interface> ali s pritiskom tipk <shortcut>Shift+F1</shortcut>.</para><para>V pogovornem oknu, ki je na voljo z <interface>?</interface> v naslovni letvici pogovornega okna.</para><para>Če vidite <link url='%1'>Več...</link> v besedilu, bo pritisk na to prikazal več informacij s spleta v vašem brskalniku.</para>

# @info:whatsthis
source: <title>Project Templates</title><para>Select a template to create a new project based on the selected template.</para><para>Plan searches for templates in the places you can define in the settings dialog: <interface>Settings->Configure Plan</interface>.</para><para>You can create new templates from a project using the <interface>File->Create Project Template</interface> menu entry.<nl/><link url='%1'>More...</link></para>
ar: <title>قوالب المشروع</title><para>اختر قالبًا لإنشاء مشروع جديد استنادًا إلى القالب المختار.</para><para>المُخطِط Plan يبحث عن القوالب في الأماكن التي يمكنك تحديدها في حوار الإعدادات: <interface>الإعدادات->اضبط المُخطِط Plan</interface>.</para><para>يمكنك إنشاء قوالب جديدة من مشروع باستخدام مدخل القائمة <interface>ملف->أنشئ قالب مشروع</interface>.<nl/><link url='%1'>المزيد...</link></para>
sl: <title>Predloge projektov</title><para>Izberite predlogo, da na podlagi izbrane predloge ustvarite nov projekt. </para><para>Načrtujte iskanja predlog na mestih, ki jih lahko določite v pogovornem oknu z nastavitvami: <interface>Nastavitve->Nastavljanje načrta</interface>.</para><para>Nove predloge iz projekta lahko ustvarite z vnosom menija <interface>Datoteka->Ustvari predlogo projekta</interface>.<nl/><link url='%1'>Več...</link></para>

source: Open Document
ar: افتح المستند
sl: Odpri dokument

source: New project
ar: مشروع جديد
sl: Novi projekt

source: <html><head/><body><p><span style=" font-size:8pt; font-style:italic;">Template projects:</span></p></body></html>
ar: <html><head/><body><p><span style=" font-size:8pt; font-style:italic;">مشاريع القوالب:</span></p></body></html>
sl: <html><head/><body><p><span style=" font-size:8pt; font-style:italic;">Predloge projektov:</span></p></body></html>

source: Create Shared Resources
ar: أنشئ موارد مشتركة
sl: Ustvari skupne vire

# @info:whatsthis
source: <html><head/><body><p><span style=" font-weight:600;">Open Project</span></p><p>Displays a file dialog enabling you to open an existing project.</p></body></html>
ar: <html><head/><body><p><span style=" font-weight:600;">افتح المشروع</span></p><p>يعرض حوار ملف يمكنك من فتح مشروع موجود.</p></body></html>
sl: <html><head/><body><p><span style=" font-weight:600;">Odpri projekt</span></p><p>Prikaže pogovorno okno datotek, da odprete obstoječi projekt.</p></body></html>

source: Open Project...
ar: افتح مشروعًا...
sl: Odpri projekt...

source: <html><head/><body><p><span style=" font-size:8pt; font-style:italic;">Recent projects:</span></p></body></html>
ar: <html><head/><body><p><span style=" font-size:8pt; font-style:italic;">المشاريع الحديثة:</span></p></body></html>
sl: <html><head/><body><p><span style=" font-size:8pt; font-style:italic;">Nedavni projekti:</span></p></body></html>

source: Introduction
ar: المقدّمة
sl: Uvod

source: <html><head/><body><p><span style=" font-weight:600;">Context Help</span></p><p>Many functions has help and hints that can be displayed with <span style=" font-style:italic;">What's this</span>.</p><p>Activate it by selecting <span style=" font-style:italic;">Help-&gt;What's this</span> or <span style=" font-style:italic;">Shift+F1</span>.</p><p>Try it on this text!</p></body></html>
ar: <html><head/><body><p><span style=" font-weight:600;">تعليمات السياق</span></p><p>العديد من الوظائف لديها تعليمات وتلميحات يمكن عرضها بواسطة <span style=" font-style:italic;">ما هذا</span>.</p><p>فعلها عن طريق اختيار <span style=" font-style:italic;">تعليمات->ما هذا</span> أو <span style=" font-style:italic;">Shift+F1</span>.</p><p>جربها على هذا النص!</p></body></html>
sl: <html><head/><body><p><span style=" font-weight:600;">Kontekstna pomoč</span></p><p>Številne funkcije imajo pomoč in namige, ki jih je mogoče prikazati z <span style=" font-style:italic;">Kaj je to</span>. </p><p>Aktivirajte ga tako, da izberete <span style=" font-style:italic;">Pomoč-&gt;Kaj je to</span> ali <span style=" font-style:italic;">Shift+F1</span>.</p><p>Preizkusite v tem besedilu!</p></body></html >

# @action:button
source: <a href="https://docs.kde.org/index.php?application=calligraplan">Plan user documentation</a>
ar: <a href="https://docs.kde.org/index.php?application=calligraplan">وثائق مستخدم المُخطِط Plan</a>
sl: <a href="https://docs.kde.org/index.php?application=calligraplan">Uporabniška dokumentacija za Plan</a>

# @action:button
source: <a href="https://forum.kde.org/viewforum.php?f=203">Community forum</a>
ar: <a href="https://forum.kde.org/viewforum.php?f=203">منتدى المجتمع</a>
sl: <a href="https://forum.kde.org/viewforum.php?f=203">Forum skupnosti</a>

# @action:button
source: <a href="https://calligra.org">Calligra</a>
ar: <a href="https://calligra.org"> كاليغرا</a>

source: File
ka: ფაილი

source: Estimate
ka: დაახლოებითი

source: Risk
ka: რისკი

source: List of paths to report templates
ka: ანგარიშის ნიმუშების ბილიების სია

source: Autosave interval
ka: ავტომატური შენახვის ინტერვალი

source: Create a backup file
ka: მარქაფის ფაილის შექმნა

source: Report Templates
ka: ანგარშის შაბლონები

# @title:tab Document settings page
source: Document
ka: დოკუმენტი

source: Risk:
ka: რისკი:

source: None
ka: არაფერი

source: Low
ka: დაბალი

source: High
ka: მაღალი

source: Dialog
ka: ფანჯარა

source: Base template:
ka: საბაზისო ნიმუშო:

source: File name:
ka: ფაილის სახელი:

source: Open assistant
ka: დამხმარის გახსნა

source: Scheduling started: %1
ka: დაგეგმვის დაწყება: %1

source: Recalculating from: %1
ka: გადათვლა თარიღიდან: %1

source: Scheduling canceled
ka: დაგეგმვა გაუქმდა

source: Scheduling finished at %1, elapsed time: %2 seconds
ka: დაგეგმვა გაუქმდა %1-ზე, დარჩენილი დროა: %2 წამი

source: Inserting resource bookings from project: %1
ka: რესურსების დაჯავშნის ჩასმა ან პროექტიდან: %1

source: Failed to save to temporary file. No resource has been specified
ka: დროებითი ფაილის შენახვა ჩავარდა. რესურსი მითითებული არაა

source: Invalid document. Expected mimetype %2, got %1
ka: არასწორი დოკუმენტი. მოველოდი mimetype %2, მივიღე %1

# @info
source: Failed to load shared resources into project %1:<nl/>Internal error, failed to insert file.
ka: ჩავარდა გაზიარებული რესურსების ჩატვირთვა პროექტში %1:<nl/>შიდა შეცდომა. ფაილის ჩასმა ჩავარდა.

# @info
source: Failed to load shared resources into project %1:<nl/>%2
ka: პროექტში (%1) გაზიარებული რესურსების ჩატვირთვის შეცდომა:<nl/>%2

# (qtundo-format)
source: Update Shared Resources
ka: გაზიარებული რესურსების განახლება

# @title:window
source: Project: %1
ka: პროექტი %1

source: Configure Plan...
ka: გეგმის მორგება...

source: Update Shared Resources
ka: გაზიარებული რესურსების განახლება

source: Create Report Template...
ka: ანგარიშის შაბლონის შექმნა...

source: Resource Breakdown Structure
ka: რესურსების სტრუქტურული დეკომპოზიციის შეცვლა

# @info:tooltip
source: Edit resources
ka: რესურსების ჩასწორება

source: Resource Coverage
ka: რესურსების დაფარვა

# @info:tooltip
source: Inspect resource coverage
ka: რესურსების დაფარვის შესწორება

source: The file '%1' already exists, do you want to overwrite it?
ka: ფაილი '%1' უკვე არსებობს. გნებავთ გადააწეროთ?

# @window:title
source: Report Template
ka: ანგარიშის ნიმუში

# ªtitle:window
source: Shared Resources
ka: გაზიარებული რესურსები

# @info
source: Use shared resources has been activated.<nl/>Shall resources be updated?
ka: გააქტიურებულია გაზიარებული რესურსების გამოყენება.<nl/>განახლდეს თუ არა რესურსები?

source: Resource Group Editor
ka: რესურსების ჯგუფის რედაქტორი

# @title:column
source: Action
ka: ქმედება

# @title:column
source: Name
ka: სახელი

source: Calendars
ka: კალენდრები

# @info:whatsthis
source: <title>Shared Resource Dialog</title><para>Enables you to decide how to treat shared resources, shared resource groups and shared calendars when they have been deleted from the shared resources file.</para><para>You can select if an item shall be:<list><item><emphasis>Removed:</emphasis> Removes the item from your project too.</item><item><emphasis>Converted:</emphasis> Converts the item to local item.</item><item><emphasis>Kept:</emphasis> Keeps the item as a shared item.</item></list><nl/><link url='%1'>More...</link></para>
ka: <title>გაზიარებული რესურსის დიალოგი</title><para>საშუალებას გაძლევთ გადაწყვიტოთ, როგორ მოექცეთ გაზიარებულ რესურსებს, გაზიარებულ რესურსების ჯგუფებს და გაზიარებულ კალენდრებს, როდესაც ისინი წაიშლება გაზიარებული რესურსების ფაილიდან.</para><para>თქვენ შეგიძლიათ აირჩიოთ, უნდა იყოს თუ არა ელემენტი:<list><item><emphasis>წაშლილი:</emphasis> წაშლის ელემენტს თქვენი პროექტიდანაც.</item><item><emphasis>გადაყვანილია:</emphasis> გარდაქმნის ელემენტს ლოკალურ ელემენტად.</item><item><emphasis>შენახვა:</emphasis> ინახავს ელემენტს, როგორც გაზიარებულს.</item></list><nl/><link url='%1'>მეტი...</link></para>

source: Mark all selected items to be removed from your project
ka: მონიშნეთ პროექტიდან წასაშლელი ჩანაწერები

source: Mark as: Remove
ka: მონიშვნა როგორც: წაშლა

source: Mark all selected items to be converted to local resources
ka: მონიშნეთ ჩანაწერები, რომლებიც გნებავთ, ლოკალურ რესურსად გარდაიქმნას

source: Mark as: Convert
ka: მონიშვნა როგორც: გადაყვანა

source: Mark all selected items to be kept as shared resources
ka: მონიშნეთ ჩანაწერები, რომლებიც გნებავთ, გაზიარებულ რესურსად დარჩეს

source: Mark as: Keep
ka: მონიშვნა როგორც: შენარჩუნება
