Repository: KDE/calligraplan
Catalog: po/*/calligraplanlibs.po
Languages: ar, eo, sl

source: Schedule performance index (BCWP/BCWS)
ar: مؤشر أداء الجدولة (BCWP/BCWS)
eo: Plana efikeco-indekso (BCWP/BCWS)
sl: Indeks uspešnosti razporeditve (BCWP/BCWS)

# @info:tooltip
source: The name of the resource
ar: اسم المورد
eo: La nomo de la rimedo
sl: Ime vira

# @info:tooltip
source: The origin of the resource
ar: أصل المورد
eo: La origino de la rimedo
sl: Izvor vira

# @info:tooltip
source: The type of the resource
ar: نوع المورد
eo: La tipo de la rimedo
sl: Vrsta vira

# @info:tooltip
source: The initials of the resource
ar: الأحرف الأولى للمورد
eo: La inicialoj de la rimedo
sl: Začetnice vira

# @info:tooltip
source: The e-mail address of the resource
ar: عنوان البريد الإلكتروني للمورد
eo: La retadreso de la rimedo
sl: Naslov e-pošte vira

# @info:tooltip
source: The calendar defines when the resource is working
ar: التقويم يعرّف متى يعمل المورد
eo: La kalendaro difinas kiam la rimedo funkcias
sl: Koledar določa, kdaj je vir aktiven

# @info:tooltip
source: The maximum load that can be assigned
ar: أقصى حمولة يمكن تعيينها
eo: La maksimuma ŝargo kiu povas esti atribuita
sl: Maksimalna obremenitev, ki mu je lahko dodeljena

# @info:tooltip
source: Defines when the resource is available to the project
ar: يعرّف متى يكون المورد متاحًا للمشروع
eo: Difinas kiam la rimedo disponeblas al la projekto
sl: Določa, kdaj je vir na razpolago za projekt

# @info:tooltip
source: The cost pr hour, normal hours
ar: التكلفة بالساعة، للساعات العادية
eo: La kosto por horo, normalaj horoj
sl: Stroški na uro ob normalnih urah

# @info:tooltip
source: The cost pr hour, overtime hours
ar: التكلفة بالساعة، لساعات العمل الإضافي
eo: La kosto por horo, kromlaborhoroj
sl: Stroški na uro ob nadurah

# @info:tooltip
source: The fixed cost
ar: التكلفة الثابتة
eo: La fiksa kosto
sl: Fiksni stroški

# @info:tooltip
source: The account where the resource cost is accumulated
ar: الحساب الذي تتراكم فيه تكلفة المورد
eo: La konto kie la rimeda kosto estas akumulita
sl: Račun, kamor se obračunavajo nakopičeni stroški

# @info:tooltip
source: The name of the resource group
ar: اسم مجموعة الموارد
eo: La nomo de la rimeda grupo
sl: Ime grupe virov

# @info:tooltip
source: The origin of the resource group
ar: أصل مجموعة الموارد
eo: La origino de la rimedgrupo
sl: Izvor grupe virov

# @info:tooltip
source: The type of the resource group
ar: نوع مجموعة الموارد
eo: La tipo de la rimeda grupo
sl: Vrsta grupe virov

# @info:tooltip
source: The aggregated units for the resources in the resource group
ar: الوحدات المجمَّعة للموارد في مجموعة الموارد
eo: La agregitaj unuoj por la resursoj en la rimedgrupo
sl: Agregirane enote virov v grupi virov

# @info:tooltip
source: The coordinator of the resource group
ar: منسق مجموعة الموارد
eo: La kunordiganto de la rimedgrupo
sl: Koordinator grupe virov

# @info:tooltip
source: The name of the account
ar: اسم الحساب
eo: La nomo de la konto
sl: Ime računa

# @info:tooltip
source: The description of the account
ar: وصف الحساب
eo: La priskribo de la konto
sl: Opis računa

# @info:tooltip
source: The name and scheduling mode of the schedule
ar: اسم الجدول ونمط الجدولة
eo: La nomo kaj plana reĝimo de la horaro
sl: Ime in način razporejanja te razporeditve

# @info:tooltip
source: The schedules state
ar: حالة الجداول
eo: La horaroj deklaras
sl: Stanje razporedov

# @info:tooltip
source: Controls resource overbooking when scheduling
ar: يتحكم في الحجز الزائد للموارد عند الجدولة
eo: Mastrumas rimedan superrezervadon dum programado
sl: Kontrolira morebitno večkratno uporabo virov ob razporejanju

# @info:whatsthis
source: <para>Controls resource overbooking when scheduling.</para><para>If overbooking is allowed, a resource may be booked (on working days) to work more than it is available. This can happen if the resource is allocated to multiple tasks or are booked on other projects.</para><para>If overbooking is to be avoided, resources will not be booked more than they are available. On resource conflict, tasks will be delayed until the resource is available.</para>
ar: <para>تحكم في الحجز الزائد للموارد عند الجدولة.</para><para>إن سمحت بالحجز الزائد، فقد يحجز مورد (في أيام العمل) للعمل أكثر مما هو متاح. يمكن أن يحدث هذا إن خصص المورد لمهام متعددة أو حجز في مشاريع أخرى.</para><para>إن كان تجنب الحجز الزائد، فلن تحجز الموارد أكثر مما هي متاحة. عند تعارض الموارد، ستؤخر المهام حتى إتاحة المورد.</para>
eo: <para>Regas supermendon de rimedo dum programado.</para><para>Se supermendo estas permesita, rimedo povas esti mendita (en labortagoj) por labori pli ol ĝi estas disponebla. Ĉi tio povas okazi se la rimedo estas asignita al pluraj taskoj aŭ estas rezervita en aliaj projektoj.</para><para>Se oni evitu tromendon, rimedoj ne estos rezervitaj pli ol ili estas disponeblaj. Pri rimedkonflikto, taskoj estos prokrastataj ĝis kiam la rimedo estos disponebla.</para>
sl: <para>Kontrolira prekomerno dodeljevanje virov pri razporejanju.</para> <para>Če je dovoljeno prekomerno dodeljevanje, se (v delovnih dneh) lahko za delo rezervira več virov, kot jih je na voljo. To se lahko zgodi, če je vir dodeljen pri več nalogah, ki so rezervirani pri drugih projektih.</para> <para>Če se prekomernemu dodeljevanju želimo izogniti, viri ne bodo rezervirani večkrat kot so na voljo. V primeru konflikta z viri, se naloge zakasnijo, dokler njihov vir ni na voljo.</para>

# @info:tooltip
source: The distribution to be used during scheduling
ar: التوزيع المستخدَم أثناء الجدولة
eo: La distribuo uzota dum planado
sl: Porazdelitev, ki naj bo uporabljena ob planiranju

# @info:whatsthis
source: <para>The distribution to be used during scheduling</para><para>If distribution is 'None', the tasks estimate is used as is during scheduling.</para><para>If distribution is 'PERT', the estimate used is calculated based on the entered optimistic- (O), pessimistic-(P) and most likely (M) estimate. The formula used for this is (O + 4 * M + P) / 6.</para>
ar: <para>التوزيع المستخدَم أثناء الجدولة</para><para>إن كان التوزيع هو 'لا شيء'، فسيستخدم تقدير المهمة كما هو أثناء الجدولة.</para><para>إن كان التوزيع هو 'PERT'، يحسب التقدير المستخدَم بناءً على التقدير المتفائل (O)، المتشائم (P)، والأرجح (M) المدخل. الصيغة المستخدمة لذلك هي (O + 4 * M + P) / 6.</para>
eo: <para>La distribuo uzota dum planado</para><para>Se distribuo estas 'Neniu', la takso de taskoj estas uzata kiel estas dum planado.</para><para >Se distribuo estas 'PERT', la takso estas uzata. uzata estas kalkulita surbaze de la enmetita optimisma- (O), pesimisma-(P) kaj plej verŝajne (M) takso. La formulo uzata por tio estas (O + 4 * M + P) / 6.</para>
sl: <para>Porazdelitev, ki se uporablja med planiranjem</para><para>Če je porazdelitev 'Brez', se uporablja enaka ocena nalog kot pri planiranju.</para><para>Če je distribucija "PERT", se uporablja trajanje na podlagi na vnesenih optimističnih- (O), pesimističnih- (P) in najverjetnejših- (M) ocen. Za to je uporabljena formula (O + 4 * M + P) / 6.</para>

# @info:tooltip
source: Defines the schedules to be calculated
ar: يعرّف الجداول التي ستحسب
eo: Difinas la kalkulotajn horarojn
sl: Določi razporeditve, ki naj bodo izračunane

# @info:tooltip
source: The scheduled start time
ar: وقت البدء المجدول
eo: La planita komenca tempo
sl: Razporejen začetni čas

# @info:tooltip
source: The scheduled finish time
ar: وقت الانتهاء المجدول
eo: La planita fintempo
sl: Razporejen čas zaključka

# @info:tooltip
source: The scheduling direction
ar: اتجاه الجدولة
eo: La plandirekto
sl: Smer planiranja

# @info:whatsthis
source: <para>The scheduling direction.</para><para>If direction is Forward, the project is scheduled starting at the projects earliest start time specified in the main project dialog.</para><para>If direction is Backward, the project is scheduled starting at the projects latest finish time specified in the main project dialog.</para>
ar: <para>اتجاه الجدولة.</para><para>إن كان الاتجاه هو إلى الأمام، يجدول المشروع بدءًا من أبكر وقت بدء للمشروع المحدد في حوار المشروع الرئيسي.</para><para>إن كان الاتجاه هو إلى الخلف، يجدول المشروع بدءًا من أحدث وقت انتهاء للمشروع المحدد في حوار المشروع الرئيسي.</para>
eo: <para>La planaddirekto.</para><para>Se direkto estas Antaŭen, la projekto estas planita komencante ĉe la projekto plej frue komenctempo specifita en la ĉefprojekta dialogo.</para><para>Se direkto estas Malantaŭen, la projekto estas planita komencante je la plej lasta fintempo de la projekto specifita en la ĉefprojekta dialogo.</para>
sl: <para>Smer razporejanja.</para><para>Če je smer naprej, je projekt razporejen od najzgodnejšega začetnega časa, kot je določen v glavnem pogovornem oknu projekta.</para><para> Če je smer nazaj, je projekt razporejen, od določenega zadnjega časa zaključka projekta določenem v glavnem pogovornem oknu projekta.</para>

# @info:tooltip
source: The scheduler used for calculating the project schedule
ar: الجدول المستخدَم لحساب جدول المشروع
eo: La planilo uzata por kalkuli la projektan horaron
sl: Razporejevalnik, ki se uporablja za izračun razporeda projekta

# @info:whatsthis
source: <para>The scheduler used for calculating the project schedule.</para><para>The default built-in scheduler is the Network Scheduler.</para><para>Other schedulers presently available is RCPS if libRCPS is installed on your system. RCPS is a genetics based resource constrained project scheduler.</para>
ar: <para>الجدول المستخدَم لحساب جدول المشروع.</para><para>الجدول الداخلي المبدئي هو مجدول الشبكة.</para><para>الجدولون الآخرون المتاحون حاليًا هم RCPS إن ثُبّتت libRCPS على نظامك. RCPS هو مجدول مشاريع مقيّد بالموارد قائم على علم الوراثة.</para>
eo: <para>La planilo uzata por kalkuli la projektan horaron.</para><para>La defaŭlta enkonstruita planilo estas la Reta Planilo.</para><para>Aliaj vicigiloj nuntempe disponeblaj estas RCPS se libRCPS estas instalita en via sistemo. RCPS estas genetik-bazita rimed-limigita projektplanilo.</para>
sl: <para>Razporejevalnik, ki se uporablja za izračun razporeda projekta.</para><para>Privzeti vgrajeni razporejevalnik je mrežni razporejevalnik (Network Scheduler).</para><para>Od drugih možnih razporejevalnikov, ki so na voljo, je trenutno RCPS, če je libRCPS nameščen v vašem sistemu. RCPS je razporejevalnik, ki upošteva genetske osnove omejitve virov.</para>

# @info:tooltip
source: The granularity used when calculating the project schedule
ar: التحبيب المستخدَم عند حساب جدول المشروع
eo: La granulareco uzata kiam oni kalkulas la projektan horaron
sl: Velikost časovnih enot, ki se uporablja pri izračunu razporeda projekta

# @info:tooltip
source: <para>The scheduling mode:<list><item><emphasis>Manual:</emphasis> Calculation must be initiated manually.</item><item><emphasis>Auto:</emphasis> Calculation is initiated automatically.</item></list></para>
ar: <para>نمط الجدولة:<list><item><emphasis>يدوي:</emphasis> يجب أن تبدأ عملية الحساب يدويًا.</item><item><emphasis>آلي:</emphasis> تبدأ عملية الحساب آليًا.</item></list></para>
eo: <para>La plana reĝimo:<list><item><emphasis>Manlibro:</emphasis> Kalkulo devas esti komencita permane.</item><item><emphasis>Aŭtomate:</emphasis> Kalkulo komenciĝas aŭtomate.</item></list></para>
sl: <para>Način planiranja:<list><item><emphasis>Ročno:</emphasis>Izračun je treba pognti ročno.</item><item><emphasis> Samodejno:</emphasis> Izračun se začne samodejno.</item></list></para>

# @info:tooltip
source: The url of the document
ar: مسار الوثيقة (url)
eo: La URL de la dokumento
sl: URL dokumenta

# @info:tooltip
source: The type of the document
ar: نوع الوثيقة
eo: La tipo de la dokumento
sl: Vrsta dokumenta

# @info:tooltip
source: The status of the document
ar: حالة الوثيقة
eo: La stato de la dokumento
sl: Stanje dokumenta

# @info:tooltip
source: Defines how this document is sent
ar: يعرّف كيفية إرسال هذه الوثيقة
eo: Difinas kiel ĉi tiu dokumento estas sendita
sl: Določa, kako je poslan ta dokument

# @info:tooltip
source: The name of the calendar
ar: اسم التقويم
eo: La nomo de la kalendaro
sl: Ime koledarja

# @info:tooltip
source: The timezone of the calendar
ar: المنطقة الزمنية للتقويم
eo: La horzono de la kalendaro
sl: Časovna cona koledarja

# @info:tooltip
source: The name of the required task
ar: اسم المهمة المطلوبة
eo: La nomo de la bezonata tasko
sl: Ime zahtevane naloge

# @info:tooltip
source: The name of the dependent task
ar: اسم المهمة التابعة
eo: La nomo de la dependa tasko
sl: Ime odvisne naloge

# @info:tooltip
source: The type of relation
ar: نوع العلاقة
eo: La tipo de rilato
sl: Vrsta relacije

# @info:tooltip
source: The relations time lag
ar: تأخير العلاقة الزمني
eo: La rilatoj tempomalfruas
sl: Časovni odlog relacije

source: Url
ar: الرابط

source: Send As
ar: أرسل كـ
eo: Sendi Kiel
sl: Pošlji kot

source: Status
ar: الحالة
eo: Stato
sl: Stanje

source: Parent
ar: والدان
eo: Gepatro
sl: Nadrejeni

# Cost based Budgeted Cost of Work Scheduled
source: BCWS Cost
ar: BCWS التكلفة
eo: BCWS Kosto
sl: Stroški BCWS

# Cost based Budgeted Cost of Work Performed
source: BCWP Cost
ar: BCWP التكلفة
eo: BCWP Kosto
sl: Stroški BCWP

# Cost based Actual Cost of Work Performed
source: ACWP Cost
ar: ACWP التكلفة
eo: ACWP Kosto
sl: Stroški ACWP

# Effort based Budgeted Cost of Work Scheduled
source: BCWS Effort
ar: BCWS الجهد
eo: BCWS Penado
sl: Napor BCWS

# Effort based Budgeted Cost of Work Performed
source: BCWP Effort
ar: BCWP الجهد
eo: BCWP Penado
sl: Napor BCWP

# Effort based Actual Cost of Work Performed
source: ACWP Effort
ar: ACWP الجهد
eo: ACWP-Penado
sl: Napor ACWP

# Cost based Schedule Performance Index
source: SPI Cost
ar: SPI التكلفة
eo: SPI Kosto
sl: Stroški SPI

# Cost based Cost Performance Index
source: CPI Cost
ar: CPI التكلفة
eo: CPI Kosto
sl: Stroški CPI

# Effort based Schedule Performance Index
source: SPI Effort
ar: SPI الجهد
eo: SPI Penado
sl: Napor SPI

# Effort based Cost Performance Index
source: CPI Effort
ar: CPI الجهد
eo: KPI Klopodo
sl: Napor CPI

# @info:tooltip
source: Cost based Budgeted Cost of Work Scheduled
ar: التكلفة المرصودة للعمل المجدول بناءً على التكلفة
eo: Kosto bazita Buĝeta Kosto de Laboro Planita
sl: Načrtovana stroškovno proračunska razporeditev del

# @info:tooltip
source: Cost based Budgeted Cost of Work Performed
ar: التكلفة المرصودة للعمل المنفّذ بناءً على التكلفة
eo: Kosto bazita Buĝetita Kosto de Laboro Farita
sl: Izveden stroškovno proračunski plan

# @info:tooltip
source: Cost based Actual Cost of Work Performed
ar: التكلفة الفعلية للعمل المنفّذ بناءً على التكلفة
eo: Kosto bazita Fakta Kosto de Laboro Farita
sl: Stroški dejansko izvedenih nalog

# @info:tooltip
source: Effort based Budgeted Cost of Work Scheduled
ar: التكلفة المرصودة للعمل المجدول بناءً على الجهد
eo: Penado bazita Buĝetita Kosto de Laboro Planita
sl: Razporeditev na osnovi proračunskih stroškov razporejenega delovnega napora

# @info:tooltip
source: Effort based Budgeted Cost of Work Performed
ar: التكلفة المرصودة للعمل المنفّذ بناءً على الجهد
eo: Penado bazita Buĝetita Kosto de Laboro Farita
sl: Proračunski stroški dela, ki temeljijo na delovnem naporu

# @info:tooltip
source: Effort based Actual Cost of Work Performed
ar: التكلفة الفعلية للعمل المنفّذ بناءً على الجهد
eo: Penado bazita Fakta Kosto de Laboro Farita
sl: Stroški delovnega napora na podlagi opravljenega dela

# @info:tooltip
source: Cost based Schedule Performance Index (BCWP/BCWS)
ar: مؤشر أداء الجدولة بناءً على التكلفة (BCWP/BCWS)
eo: Kostbazita Horaro-Efikeco-Indekso (BCWP/BCWS)
sl: Indeks uspešnosti razporeditve na podlagi stroškov (BCWP/BCWS)

# @info:tooltip
source: Cost based Cost Performance Index (BCWP/ACWS)
ar: مؤشر أداء التكلفة بناءً على التكلفة (BCWP/ACWS)
eo: Kostbazita Kosta Efikeco-Indekso (BCWP/ACWS)
sl: Indeks stroškovne učinkovitosti na podlagi stroškov (BCWP/ACWS)

# @info:tooltip
source: Effort based Schedule Performance Index (BCWP/BCWS)
ar: مؤشر أداء الجدولة بناءً على الجهد (BCWP/BCWS)
eo: Indekso de Horaro-Efikeco bazita sur klopodo (BCWP/BCWS)
sl: Indeks uspešnosti razporeditve na podlagi delovnega napora (BCWP/BCWS)

# @info:tooltip
source: Effort based Cost Performance Index (BCWP/ACWS)
ar: مؤشر أداء التكلفة بناءً على الجهد (BCWP/ACWS)
eo: Indekso de Kosto-Efikeco bazita pri penado (BCWP/ACWS)
sl: Indeks stroškovne učinkovitosti na osnovi delovnega napora (BCWP/ACWS)

# @title:column
source: Cost:
ar: التكلفة:
eo: Kostoj:
sl: Strošek:

# @title:column
source: Effort:
ar: الجهد:
eo: Penado:
sl: Napor:

# @info:tooltip
source: Schedule Performance Index
ar: مؤشر أداء الجدولة
eo: Horaro Agado-Indekso
sl: Indeks uspešnosti razporeditve

# @info:tooltip
source: Cost Performance Index
ar: مؤشر أداء التكلفة
eo: Kosta Efikeco-Indekso
sl: Indeks stroškovne uspešnosti

# @info:tooltip
source: Performance indicators based on cost
ar: مؤشرات الأداء بناءً على التكلفة
eo: Efikecindikiloj bazitaj sur kosto
sl: Kazalniki uspešnosti na podlagi stroškov

# @info:tooltip
source: Performance indicators based on effort
ar: مؤشرات الأداء بناءً على الجهد
eo: Efikecindikiloj bazitaj sur penado
sl: Kazalniki uspešnosti na podlagi delovnega napora

# @info:tooltip
source: No resources has been allocated
ar: لم تخصص موارد
eo: Neniuj rimedoj estis asignitaj
sl: Viri niso bili dodeljeni

# @info:tooltip 1=resource name
source: Allocated resource:<nl/>%1
ar: المورد المخصص:<nl/>%1
eo: Asignita rimedo:<nl/>%1
sl: Dodeljeni viri:<nl/>%1

# @info:tooltip 1=list of resources
source: Allocated resources:<nl/>%1
ar: الموارد المخصصة:<nl/>%1
eo: Asignitaj rimedoj:<nl/>%1
sl: Dodeljeni viri:<nl/>%1

source: Target times
ar: أوقات الهدف
eo: Celaj tempoj
sl: Ciljni čas

# @info:tooltip
source: Earliest start and latest finish
ar: أبكر بدء وأحدث انتهاء
eo: Plej frua komenco kaj plej lasta fino
sl: Najzgodnejši začetek in najkasnejši zaključek

# @info:tooltip
source: Not applicable, estimate type is Effort
ar: غير قابل للتطبيق، نوع التقدير هو جهد
eo: Ne aplikebla, taksa tipo estas Klopodo
sl: Ni uporabno, ocena je osnovana na delovnem naporu

# @info:tooltip
source: Not applicable, constraint is Fixed Interval
ar: غير قابل للتطبيق، القيد هو فاصل ثابت
eo: Ne aplikebla, limo estas Fiksa Intervalo
sl: Ni uporabno, omejitev je fiksni interval

# @info:tooltip
source: Estimated effort: %1
ar: الجهد المقدر: %1
eo: Laŭtaksa penado: %1
sl: Ocena napora: %1

# @info:tooltip
source: Estimated duration: %1
ar: المدة المقدرة: %1
eo: Laŭtaksa daŭro: %1
sl: Ocenjeno trajanje: %1

# @info:tooltip
source: Estimated effort: %1<nl/>Expected effort: %2
ar: الجهد المقدر: %1<nl/>الجهد المتوقع: %2
eo: Laŭtaksa klopodo: %1<nl/>Atendata penado: %2
sl: Ocena napora: %1<nl/>Pričakovan napor: %2

# @info:tooltip
source: Estimated duration: %1<nl/>Expected duration: %2
ar: المدة المقدرة: %1<nl/>المدة المتوقعة: %2
eo: Estimata daŭro: %1<nl/>Atendata daŭro: %2
sl: Ocenjeno trajanje: %1<nl/>Pričakovano trajanje: %2

# @info:tooltip
source: Optimistic effort: %1
ar: الجهد المتفائل: %1
eo: Optimisma klopodo: %1
sl: Optimistični napor: %1

# @info:tooltip
source: Optimistic duration: %1
ar: المدة المتفائلة: %1
eo: Optimisma daŭro: %1
sl: Optimistično trajanje: %1

# @info:tooltip
source: Pessimistic effort: %1
ar: الجهد المتشائم: %1
eo: Pesimisma klopodo: %1
sl: Pesimističen napor: %1

# @info:tooltip
source: Pessimistic duration: %1
ar: المدة المتشائمة: %1
eo: Pesimisma daŭro: %1
sl: Pesimistično trajanje: %1

# @info:tooltip
source: Account for resource cost: %1
ar: حساب تكلفة المورد: %1
eo: Konti pri rimeda kosto: %1
sl: Račun za stroške vira: %1

# @info:tooltip
source: Account for resource cost
ar: حساب تكلفة المورد
eo: Konti pri resursa kosto
sl: Račun za stroške vira

# @info:tooltip
source: Account for task startup cost: %1
ar: حساب تكلفة بدء المهمة: %1
eo: Konti pri tasko-komenckosto: %1
sl: Račun za zagonske stroške: %1

# @info:tooltip
source: Account for task startup cost
ar: حساب تكلفة بدء المهمة
eo: Konti pri tasko-komenckosto
sl: Račun za zagonske stroške

# @info:tooltip
source: Account for task shutdown cost: %1
ar: حساب تكلفة إغلاق المهمة: %1
eo: Konto pri tasko-fermkosto: %1
sl: Račun za zaključne stroške: %1

# @info:tooltip
source: Account for task shutdown cost
ar: حساب تكلفة إغلاق المهمة
eo: Konti pri tasko-fermkosto
sl: Račun za zaključne stroške

# @info:tooltip
source: Scheduled start: %1
ar: البدء المجدول: %1
eo: Planita komenco: %1
sl: Razporejen začetek: %1

# @info:tooltip
source: Scheduled finish: %1
ar: الانتهاء المجدول: %1
eo: Planita fino: %1
sl: Razporejen zaključek: %1

# @info:tooltip
source: Scheduled duration: %1
ar: المدة المجدولة: %1
eo: Planita daŭro: %1
sl: Razporejeno trajanje: %1

# @info:tooltip
source: PERT duration variance: %1
ar: تباين مدة PERT: %1
eo: PERT-daŭrovarianco: %1
sl: PERT varianca trajanja: %1

# @info:tooltip
source: PERT estimate variance: %1
ar: تباين تقدير PERT: %1
eo: PERT-taksa varianco: %1
sl: PERT ocena variance: %1

# @info:tooltip
source: PERT optimistic duration: %1
ar: مدة PERT المتفائلة: %1
eo: PERT optimisma daŭro: %1
sl: PERT optimistično trajanje: %1

# @info:tooltip
source: Optimistic estimate: %1
ar: تقدير متفائل: %1
eo: Optimisma takso: %1
sl: Optimistična ocena: %1

# @info:tooltip
source: PERT expected estimate: %1
ar: تقدير PERT المتوقع: %1
eo: Atendata takso de PERT: %1
sl: PERT pričakovana ocena: %1

# @info:tooltip
source: PERT pessimistic duration: %1
ar: مدة PERT المتشائمة: %1
eo: PERT pesimisma daŭro: %1
sl: PERT pesimistično trajanje: %1

# @info:tooltip
source: Pessimistic estimate: %1
ar: تقدير متشائم: %1
eo: Pesimisma takso: %1
sl: Pesimistična ocena: %1

# @info:tooltip 1=list of resources
source: Assigned resources:<nl/>%1
ar: الموارد المعينة:<nl/>%1
eo: Atribuitaj rimedoj:<nl/>%1
sl: Dodeljeni viri:<nl/>%1

# @info:tooltip
source: Task finished at %1
ar: المهمة انتهت في %1
eo: Tasko finiĝis ĉe %1
sl: Naloga se je zaključila ob %1

# @info:tooltip
source: Task is %1% completed
ar: المهمة أكملت %1٪
eo: Tasko estas %1% kompletigita
sl: Naloga %1 je končana

# @info:tooltip
source: Milestone finished at %1
ar: المَعْلَم انتهى في %1
eo: Mejloŝtono finiĝis ĉe %1
sl: Mejnik je bil dosežen ob %1

source: Finished late
ar: انتهى متأخرًا
eo: Finiĝis malfrue
sl: Zaključeno pozno

source: Finished early
ar: انتهى مبكرًا
eo: Finiĝis frue
sl: Zaključeno zgodaj

source: Finished
ar: انتهى
eo: Finita
sl: Zaključeno

source: Running late
ar: جاري متأخرًا
eo: Malfruiĝanta
sl: Se izvaja pozno

source: Running
ar: قيد التشغيل
eo: Rulanta
sl: Se izvaja

source: Started late
ar: بدأ متأخرًا
eo: Komencis malfrue
sl: Se je začelo pozno

source: Started early
ar: بدأ مبكرًا
eo: Komencis frue
sl: Se je začelo zgodaj

source: Started
ar: بدأ
eo: Komenciĝis
sl: Začeto

source: Not started
ar: لم يبدأ
eo: Ne lanĉiĝis
sl: Ni začeto

source: Can start
ar: يمكن أن يبدأ
eo: Povas komenci
sl: Lahko se začne

source: Delayed
ar: مؤجل
eo: Forigita
sl: Zakasnjeno

source: Cannot start
ar: لا يمكن أن يبدأ
eo: Ne povas komenci
sl: Ni moč začeti

# @info:tooltip
source: Finished %1 late
ar: انتهى متأخرًا بـ %1
eo: Finiĝis %1 malfrue
sl: Zaključeno pozno %1

# @info:tooltip
source: Finished %1 early
ar: انتهى مبكرًا بـ %1
eo: Finiĝis %1 frue
sl: Zaključeno zgodaj %1

# @info:tooltip
source: Finished
ar: انتهى
eo: Finita
sl: Zaključeno

# @info:tooltip
source: Started %1 late
ar: بدأ متأخرًا بـ %1
eo: Komenciĝis %1 malfrue
sl: Se je začelo %1 pozno

# @info:tooltip
source: Started %1 early
ar: بدأ مبكرًا بـ %1
eo: Komenciĝis %1 frue
sl: Se je začelo %1 zgodaj

# @info:tooltip
source: Started
ar: بدأ
eo: Komenciĝis
sl: Začeto

# @info:tooltip
source: Running
ar: قيد التشغيل
eo: Rulanta
sl: Pognano

# @info:tooltip
source: Can start
ar: يمكن أن يبدأ
eo: Povas komenci
sl: Lahko se začne

# @info:tooltip
source: Cannot start
ar: لا يمكن أن يبدأ
eo: Ne povas komenci
sl: Ni moč začeti

# @info:tooltip
source: Not started
ar: لم يبدأ
eo: Ne lanĉiĝis
sl: Ni začeto

# @info:tooltip
source: Actual start: %1
ar: البدء الفعلي: %1
eo: Fakta komenco: %1
sl: Dejanski začetek: %1
