Repository: KDE/calligraplan
Catalog: po/*/calligraplan_scheduler_tj.po
Languages: he, ka

# @info:whatsthis
source: <title>TaskJuggler Scheduler</title><para>This is a slightly modified version of the scheduler used in TaskJuggler. It has been enhanced to handle resource units.</para><para>Scheduling backwards is simulated by scheduling all tasks as late as possible.</para><para><note>Plan does not utilize all of its functionality.</note></para>
he: <title>מתזמן TaskJuggler</title><para>זאת גרסה שנערכו בה שינויים קלים ביחס למתזמן שב־TaskJuggler. היא הורחבה כדי שתוכל לטפל ביחידות משאבים.</para><para>תזמון לאחור מדומה על ידי תזמון כל המשימות הכי מאוחר שאפשר.</para><para><note>יישום התכנון לא מנצל את כל היכולות שלו.</note></para>
ka: <title>დამგეგმავი TaskJuggler</title><para>ეს TaskJuggler-ში გამოყენებული მგეგმავის ოდნავ შეცვლილი ვერსიაა, რომელიც შეიცვალა, რომ რესურსის ერთეულების მხარდაჭერა ჰქონდეს.</para><para>უკან დაგეგმვის სიმულაცია ყველა ამოცანის რაც შეიძლება, გვიან დაგეგმვით ხდება.</para><para><note>Plan არ იყენებს მის ფუნქციონალს სრულად.</note></para>

# @info/plain
source: Init
he: אתחול
ka: ერთეული

# @info/plain
source: Re-calculate project from start time: %1
he: חישוב המיזם מחדש מזמן ההתחלה: %1
ka: პროექტის გადათვლა დაწყების დროიდან: %1

# @info/plain
source: Schedule project from start time: %1
he: תזמון המיזם מזמן ההתחלה: %1
ka: პროექტის გადათვლა დაწყების დროიდან: %1

# @info/plain
source: Project target finish time: %1
he: זמן היעד לסיום המיזם: %1
ka: პროექტის დაგეგმილი დასრულების დრო: %1

# @info/plain
source: Schedule project from end time: %1
he: תזמון המיזם מזמן הסיום: %1
ka: პროექტის გადათვლა დასრულების დროიდან: %1

# @info/plain
source: Schedule
he: תזמון
ka: განრიგი

# @info/plain
source: Failed to schedule project
he: תזמון המיזם נכשל
ka: პროექტის დაგეგმვის შეცდომა

# @info/plain
source: Update
he: עדכון
ka: განახლება

# @info/plain
source: Finish
he: סיום
ka: დასრულება

# @info/plain
source: Failed to find scenario to schedule
he: איתור תרחיש לתזמון נכשל
ka: დასაგეგმი სცენარი ვერ ვიპოვე

# @info/plain
source: Project scheduled to start at %1 and finish at %2
he: המיזם תוזמן כך שיתחיל ב־%1 ויסתיים ב־%2
ka: პროექტი დაგეგმილია, რომ დაიწყოს %1-ზე და დასრულდეს %2-ზე

# @info/plain
source: Invalid start time
he: זמן ההתחלה שגוי
ka: დაწყების არასწორი დრო

# @info/plain
source: Invalid end time
he: זמן הסיום שגוי
ka: დასრულების არასწორი დრო

# @info/plain
source: Scheduled milestone: %1
he: אבן דרך מתוזמנת: %1
ka: დაგეგმილი ეტაპი: %1

# @info/plain
source: Scheduled task: %1 - %2
he: משימה מתוזמנת: %1 - %2
ka: დაგეგმილი ამოცანა: %1 - %2

# 1=type of constraint
source: %1: Failed to meet constraint. Negative float=%2
he: %1: עמידה בהגבלות נכשלה. שבר עשרוני שלילי=%2
ka: %1: შეზღუდვის დაკმაყოფილების შეცდომა. უარყოფითი მცურავმძიმიანი=%2

# @info/plain
source: Failed to meet dependency. Negative float=%1
he: עמידה בתנאים נכשלה. שבר עשרוני שלילי=%1
ka: დამოკიდებულების დაკმაყოფილება ჩავარდა. უარყოფითი მცურავმძიმიანი=%1

# @info/plain
source: Failed to add as predecessor to task '%1'
he: הוספה כמקדים למשימה ‚%1’ נכשלה
ka: წინამორბედად დამატების შეცდომა ამოცანისთვის '%1'

# @info/plain
source: Failed to add as successor to task '%1'
he: הוספה כעוקב למשימה ‚%1’ נכשלה
ka: მემკვიდრედ დამატების შეცდომა ამოცანისთვის '%1'

# @info/plain
source: Dependency type '%1' not handled. Using FinishStart.
he: סוג התלות ‚%1’ אינו מטופל. נעשה שימוש בסיום_התחלה.
ka: დამოკიდებულების ტიპი '%1' არ დამუშავდება. გამოიყენება FinishStart.

# @info/plain
source: %1: Invalid start constraint
he: %1: הגבלת התחלה שגויה
ka: %1: დაწყების არასწორი შეზღუდვა

# @info/plain
source: %1: Invalid end constraint
he: %1: הגבלת סיום שגויה
ka: %1: დასრულების არასწორი შეზღუდვა

# @info/plain
source: Unhandled time constraint type
he: סוג מגבלת זמן לא מטופל
ka: დროის შეზღუდვის ტიპი დაუმუშავებელია

# @info/plain
source: Could not use the correct calendar for calculation of task duration
ka: ამოცანის ხანგრძლივობის გამოსათვლელად სწორი კალენდრის გამოყენება შეუძლებელია

source: Recalculate, earliest start: %1
ka: გადათვლა. უახლოესი დასაწყისი: %1

source: Task has started. Remaining effort: %1d
ka: ამოცანა დაიწყო. დარჩენილი დრო: %1დ

source: No working hours defined for resource: %1
ka: რესურსისთვის სამუშაო საათები აღწერილი არაა: %1

source: Scheduling started: %1
ka: დაგეგმვის დაწყება: %1

source: Recalculating from: %1
ka: გადათვლა თარიღიდან: %1

source: Scheduling canceled
ka: დაგეგმვა გაუქმდა

source: Scheduling finished at %1, elapsed time: %2 seconds
ka: დაგეგმვა გაუქმდა %1-ზე, დარჩენილი დროა: %2 წამი

source: Scheduling interval: %1 - %2, granularity: %3 minutes
ka: დაგეგმვის ინტერვალი: %1 - %2, გრანულარობა: %3 წთ

source: Invalid project, start > end
ka: არასწორი პროექტი. დასაწყისი > დასასრული

source: Project check failed
ka: პროექტის შემოწმების შეცდომა

source: Scheduled: %1 - %2
ka: დაგეგმილი: %1 - %2

source: Scheduling failed
ka: დაგეგმვის შეცდომა

source: Project scheduling failed
ka: პროეტქის დაგეგმვის შეცდომა

source: Appointment with load (%1) less than available resource units (%2) not supported
ka: დანიშვნა დატვირთვით (%1), რომელიც ნაკლებია, ვიდრე ხელმისაწვდომი რესურსის ერთეულები (%2) მხარდაჭერილი არაა
