Repository: KDE/calligraplan
Catalog: po/*/krossmoduleplan.po
Languages: eo, he, sl

# (qtundo-format)
source: Add task
eo: Aldoni taskon
he: הוספת משימה
sl: Dodaj nalogo

# (qtundo-format)
source: Add resource group
eo: Aldoni rimedan grupon
he: הוספת קבוצת משאבים
sl: Dodaj skupino virov

# (qtundo-format)
source: Add resource
eo: Aldonu rimedon
he: הוספת משאב
sl: Dodaj vir

# (qtundo-format)
source: Add external appointment
eo: Aldoni eksteran rendevuon
he: הוספת פגישה חיצונית
sl: Dodaj zunanji sestanek

# (qtundo-format)
source: Clear external appointments
eo: Forigi eksterajn rendevuojn
he: פינוי פגישות חיצוניות
sl: Briši zunanje sestanke

# (qtundo-format)
source: Clear all external appointments
eo: Forigi ĉiujn eksterajn rendevuojn
he: פינוי כל הפגישות החיצוניות
sl: Briši vse zunanje sestanke

# (qtundo-format)
source: Set resource team members
eo: Agordi rimedon teamomembroj
he: הגדרת חברי צוות משאב
sl: Postavi člane virov

source: &Tools
eo: &Iloj
he: &כלים
sl: Orodja

source: Select from:
eo: Elekti el:
he: בחירה מבין:
sl: Izberi iz:

source: Tasks
eo: Taskoj
he: משימות
sl: Naloge

source: Resources
eo: Rimedoj
he: משאבים
sl: Viri

source: Accounts
eo: Kontoj
he: חשבונות
sl: Računi

source: Include headers
eo: Inkluzivi kapliniojn
he: כולל כותרות
sl: Vključi glave

source: Schedule Name
eo: Nomo de Horaro
he: שם תזמון
sl: Ime razporeditve

# (qtundoformat)
source: Clear all external appointments
eo: Forigi ĉiujn eksterajn rendevuojn
he: פינוי כל הפגישות החיצוניות
sl: Briši vse zunanje sestanke

source: Busy Information Export
eo: Eksporto de Okupitec-Informoj
he: ייצוא פרטי „תפוס”
sl: Izvozi informacijo o zasedenosti

source: Export Selected Schedule
eo: Eksporti Elektitan Horaron
he: ייצוא התזמון הנבחר
sl: Izvozi izbrano razporeditev

source: Schedules
eo: Horaroj
he: תזמונים
sl: Razporedi

source: Export Busy Info File
eo: Eksporti Dosieron de Okupitec-Informoj
he: ייצוא קובץ פרטי „תפוס”
sl: Uvozi informacije o zasedenosti

source: Save
eo: Konservi
he: שמירה
sl: Shrani

source: All Files
eo: Ĉiuj dosieroj
he: כל הקבצים
sl: Vse datoteke

source: Error
eo: Eraro
he: שגיאה
sl: Napaka

source: No file selected
eo: Dosiero ne elektita
he: לא נבחר קובץ
sl: Datoteka ni izbrana

source: No schedule selected
eo: Neniu horaro elektita
he: לא נבחר תזמון
sl: Ni izbranega razporeda

source: Busy Information Import
eo: Importo de Okupitec-Informoj
he: ייבוא פרטי „תפוס”
sl: Uvozi informacije o zasedenosti

source: Import Busy Info File
eo: Importi Dosieron de Okupitec-Informoj
he: ייבוא קובץ פרטי „תפוס”
sl: Uvozi zasedenost v datoteko

source: Open
eo: Malfermi
he: פתיחה
sl: Odpri

# (qtundo_format)
source: Import resource busy information
eo: Importi informojn pri rimed-okupiteco
he: ייבוא פרטי „תפוס” של משאב
sl: Uvozi informacije o zasedenosti virov

source: Cannot load data from project with the same identity
eo: Ne povas ŝargi datumojn de projekto kun la sama identeco
he: לא ניתן לטעון נתונים ממיזם עם אותה הזהות
sl: Ne morem naložiti podatkov iz projekta z enako identifikacijo

source: Failed to start Sheets. Is Sheets installed?
eo: Malsukcesis lanĉi Sheets. Ĉu Sheets estas instalita?
he: הפעלת Sheets נכשלה. האם Sheets מותקן?
sl: Ni uspel zagon preglednice. Ali je program Sheets nameščen?

source: No data to export
eo: Neniuj datumoj por eksporti
he: אין נתונים לייצוא
sl: Ni nobenih podatkov za izvoz

source: You must select a file to write to
eo: Vi devas elekti dosieron por skribi
he: יש לבחור קובץ לכתיבה
sl: Izbrati morate datoteko, kamor boste pisali

source: Data saved to file: %1
eo: Datumoj konservitaj en dosiero: %1
he: נתונים נשמרו לקובץ: %1
sl: Podatki shranjeni na datoteko : %1

source: Information
eo: Informoj
he: פרטים
sl: Informacije

source: No properties to export
eo: Neniuj propraĵoj por eksporti
he: אין מאפיינים לייצוא
sl: Ni nobene lastnosti za izvoziti

source: Select schedule
eo: Elekti horaron
he: בחירת תזמון
sl: Izberi razpored

source: Data
eo: Datumoj
he: נתונים
sl: Podatki

source: Select data
eo: Elekti datumojn
he: בחירת נתונים
sl: Izberi podatke

source: Export ods file
eo: Eksporti ods-dosieron
he: ייצוא קובץ ods
sl: Izvozi datoteko ods

source: Spreadsheet
eo: Tabelfolio
he: גיליון נתונים
sl: Preglednica

source: No current sheet.
eo: Neniu aktuala folio.
he: אין גיליון נוכחי.
sl: Ni trenutnega lista preglednice.

source: Invalid sheet '%1' defined.
eo: Nevalida folio '%1' difinita.
he: הוגדר גיליון ‚%1’ שגוי.
sl: Določen je neveljaven list '%1'.

source: Could not select cell 'A1'
eo: Ne eblis elekti ĉelon 'A1'
he: לא ניתן לבחור את התא ‚A1’
sl: Ni bilo mogoče izbrati celice 'A1'

source: Could not write to file: %1
eo: Ne eblis skribi al dosiero: %1
he: לא ניתן לכתוב לקובץ: %1
sl: Ni bilo moč pisati na datoteko: %1

source: Failed to set all properties of '%1' to cell '%2'
eo: Malsukcesis agordi ĉiujn ecojn de '%1' al ĉelo '%2'
he: הגדרת כל המאפיינים של ‚%1’ לתא ‚%2’ נכשלה
sl: Ni bilo moč nastaviti vseh lastnosti '%1' v celico '%2'

source: Warning
eo: Averto
he: אזהרה
sl: Opozorilo

source: Resources Import
eo: Importo de Rimedoj
he: ייבוא משאבים
sl: Uvoz virov

source: Plan Resources
eo: Planaj Rimedoj
he: משאבים של תכנון
sl: Planiraj vire

source: Plan
eo: Plano
he: תכנון

# (qtundo_format )
source: Import resources
eo: Importi rimedojn
he: ייבוא משאבים
sl: Uvozi vire

source: Could not open document: %1
eo: Ne eblis malfermi la dokumenton: %1
he: לא ניתן לפתוח מסמך: %1
sl: Dokumenta ni bilo moč odpreti: %1

source: No project to import from
eo: Neniu projekto por importi
he: אין מיזם לייבא ממנו
sl: Ni nobenega projekta za uvoz

source: Project identities are identical
eo: Projektaj identecoj estas identaj
he: זהויות המיזמים זהות
sl: Imeni projektov sta identični

source: Unable to create copy of resource group: %1
eo: Ne eblas krei kopion de rimeda grupo: %1
he: לא ניתן ליצור עותק של קבוצת משאבים: %1
sl: Ni bilo mogoče tvoriti kopijo skupine virov: %1

source: No resource to copy from
eo: Neniu rimedo por kopii
he: אין משאב להעתיק ממנו
sl: Ni vira iz katerega bi napravil kopijo

source: Unable to create copy of resource: %1
eo: Ne eblas krei kopion de la rimedo: %1
he: לא ניתן ליצור עותק של משאב: %1
sl: Ni bilo moč tvoriti kopije vira: %1

source: Calendar already exists: %1
eo: Kalendaro jam ekzistas: %1
he: לוח השנה כבר קיים: %1
sl: Koledar že obstaja: %1

source: Unable to create copy of calendar: %1
eo: Ne eblas krei kopion de kalendaro: %1
he: לא ניתן ליצור עותק של לוח שנה: %1
sl: Ni bilo moč tvoriti kopije koledarja: %1

source: Resource Busy Information
eo: Rimedo Okupita Informo
he: פרטי „תפוס” של משאב
sl: Informacija o zasedenosti virov

source: Handle resource busy information
eo: Pritrakti rimed-okupatecajn informojn
he: טיפול בפרטי „תפוס” של משאב
sl: Obravnavaj informacijo o zasedenosti virov

source: Export Resource Busy Information
eo: Eksporti Rimed-Okupitecajn Informon
he: ייצוא פרטי „תפוס” של משאב
sl: Izvozi informacijo o zasedenosti virov

source: Python script to export busy information to file
eo: Python-skripto por eksporti informojn pri okupateco al dosiero
he: סקריפט Python לייצוא פרטי „תפוס” לקובץ
sl: Pythonov skript za izvoz informacije o zasedenosti virov na datoteko

source: Import Resource Busy Information
eo: Importi Rimed-Okupitecajn Informojn
he: ייבוא פרטי „תפוס” של משאב
sl: Uvozi informacijo o zasedenosti virov

source: Python script to import busy information from file
eo: Python-skripto por importi informojn pri okupateco el dosiero
he: סקריפט Python לייבוא פרטי „תפוס” מקובץ
sl: Pythonov skript za uvoz informacije o zasedenosti virov iz datoteke

source: Clear Resource Busy Information
eo: Forigi Rimed-Okupitecan Informon
he: פינוי פרטי „תפוס” של משאב
sl: Briši informacijo o zasedenosti virov

source: Python script to clear the imported resource busy information
eo: Python-skripto por malplenigi la importitan rimed-okupatecan informon
he: סקריפט Python לפינוי פרטי ה„תפוס” של המשאב שיובאו
sl: Pythonov skript za brisanje informacije o zasedenosti virov

source: Import
eo: Importi
he: ייבוא
sl: Uvozi

source: Import content
eo: Importi enhavon
he: ייבוא תוכן
sl: Uvozi vsebino

source: Resources from Plan File
eo: Rimedoj el Plandosiero
he: משאבים מקובץ תכנון
sl: Viri iz datoteke plana

source: Python script to import resources from project file
eo: Python-skripto por importi rimedojn el projektdosiero
he: סקריפט Python לייבוא משאבים מקובץ מיזם
sl: Pythonov skript za uvoz virov iz datoteke plana

source: Export
eo: Eksporti
he: ייצוא
sl: Izvozi

source: Export content
eo: Eksporti enhavon
he: ייצוא תוכן
sl: Uvozi vsebino

source: To csv
eo: Al csv
he: ל־csv
sl: V csv

source: Export data as comma separated values
eo: Eksporti datumojn kiel valorojn apartigitajn per komoj
he: ייצוא נתונים כערכים מופרדים בפסיקים
sl: Izvozi kot csv

source: To ods
eo: Al ods
he: ל־ods
sl: Na ods

source: Export data to Open Spreadsheet document
eo: Eksporti datumojn al Open Spreadsheet-dokumento
he: ייצוא נתונים למסמך גיליון נתונים פתוח
sl: Izvozi podatke v preglednico Open Spreadsheet document

source: Tools
eo: Iloj
he: כלים
sl: Orodja

source: Miscellaneous scripts
eo: Diversaj skriptoj
he: סקריפטים שונים
sl: Razni skripti

source: Online Help
eo: Reta helpo
he: עזרה מקוונת
sl: Pomoč na spletu

source: Python script that uses the KHTML Part to display the Plan Scripting online help
eo: Python-skripto kiu uzas la KHTML-Parton por montri la retan helpon de Plan Scripting
he: סקריפט Python שמשתמש בחלק KHTML להצגת העזרה המקוונת בכתיבת סקריפטים עם תכנון.
sl: Pythonov skript, ki uporablja KHTML Part za prikaz sprotne pomoči za skripte za Plan

source: Samples
eo: Specimenoj
he: דוגמאות
sl: Vzorci

source: Samples to demonstrate scripting with Plan
eo: Specimenoj por demonstri skriptadon kun Plan
he: דוגמאות להמחשת כתיבת סקריפטים עם תכנון
sl: Vzorci, ki ilustrirajo skripte za Plan

source: Print Project Information...
eo: Presi Projektajn Informojn...
he: הצגת פרטי מיזם…
sl: Tiskaj informacije o projektu...

source: Example python script that print project information
eo: Ekzempla python-skripto kiu presas projektinformojn
he: סקריפט Python לדוגמה שמציג פרטי מיזם
sl: Primer pythovonega skripta, ki tiska informacije o projektu

source: Print Resource busy Information...
eo: Presi Rimed-okupatecajn Informojn...
he: הצגת פרטי „תפוס” של משאב…
sl: Tiskaj informacije o zasedenosti virov...

source: Example python script that print resource busy information
eo: Ekzempla python-skripto kiu presas informojn pri rimed-okupiteco
he: סקריפט Python לדוגמה שמציג פרטי „תפוס” של משאב
sl: Primer pythonovega skripta, ki tiska informacijo o zasedenosti virov
